{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the entire congregation of the children of Israel, and say to them: You shall be holy, for I, the Lord your God, am holy.</b> Before giving the Torah to the children of Israel, God declares and demands that they “shall be for Me a kingdom of priests and a holy nation.” Now it is time for the people to actualize this declaration: Their holiness must express itself in deed. Holiness is not the performance of a specific deed, ritual, or initiation. Rather, the holiness of the children of Israel is due to their special relationship with God, and the ramifications of this relationship include a tremendous collection of requisite actions.", "<b>Each of you shall fear his mother and his father and you shall observe My Sabbaths: I am the Lord your God.</b> Some explain that the juxtaposition of these two laws indicates that although one must take great care to fear one’s parents and obey them, the obligation to observe the Sabbath takes precedence over this commandment; one is not obligated to obey one’s parents when their instructions involve a transgression of the Sabbath or other commandments.", "<b>Do not turn to the false gods, and do not fashion for yourselves cast gods,</b> because you are holy and <b>I am the Lord your God.</b>", "<b>And when you slaughter a peace offering to the Lord, for your propitiation you shall offer it,</b> of your own goodwill, or in order to find favor in God’s eyes.", "To this end, you must observe the laws of the offering: <b>On the day of your slaughter it shall be eaten and on the next day,</b> in accordance with that which was stated previously (7:16); <b>and the leftover until the third day, it shall be burned in fire.</b>", "<b>And if it,</b> the offering, <b>is eaten on the third day, it is detestable [<i>piggul</i>].</b> According to rabbinic tradition, sacrificial meat that was left until the third day is considered leftover [<i>notar</i>]. <i>Piggul</i> refers to an offering that was initially offered with intent to consume its flesh on the third day. Although it is prohibited to eat <i>notar</i>, the offering itself is accepted so long as it was offered with proper intent; it is not disqualified retroactively. <i>Piggul</i>, however, since <b>it</b> is offered with improper intent, <b>shall not be accepted</b> by God at all, no matter when its flesh is consumed in practice.", "<b>And he who eats it shall bear</b> responsibility for <b>his iniquity, because he profaned that which is sacred to the Lord; and that person shall be excised from his people.</b>", "<b>When you reap the harvest of your land, you shall not finish reaping the corner of your field;</b> do not harvest it. <b>And the gleanings of your harvest,</b> the sheaves that fall from the sickle during the harvest, <b>you shall not gather;</b> rather, you must leave them in the field.", "<b>Your vineyard you shall not harvest completely [<i>te’olel</i>],</b> do not gather the small, incompletely formed clusters of grapes [<i>olelot</i>], <b>and the fallen fruit of your vineyard,</b> the grapes that have separated and fallen off the cluster, <b>you shall not gather.</b> All this produce, meaning the the corner of your field, the gleanings of your harvest, the incomplete clusters, and the fallen grapes, you may not gather from your field. Rather, <b>for the poor and for the stranger,</b> who is financially unstable, <b>you shall leave them: I am the Lord your God.</b>", "In addition to charity, the following prohibitions, some of which are designed to prevent social injustices, are important for the establishment of a holy congregation: <b>You shall not steal; nor shall you falsely deny a claim</b> that you owe another money, <b>nor shall you lie to one another.</b>", "<b>You shall not take an oath in My name falsely, as you will profane the name of your God</b> by using it for wrongdoing: <b>I am the Lord,</b> and invoking My name among your falsehoods is doubly wrong.", "<b>You shall not</b> use your power, status, or authority to <b>exploit your neighbor,</b> that is, you shall not prevent him from receiving that which he rightfully deserves. Such exploitation might occur during business negotiations or during disagreements, or may relate to the hiring of workers. <b>And you shall not rob</b> someone of that which belongs to him; <b>you shall not keep the wages of a hired laborer with you overnight until morning.</b> You must pay your employees without delay. In particular, if you employ a day laborer who is to receive his wages after each day’s work, you must pay him during the same evening in which he completes his labor.", "<b>You shall not curse a deaf person; you shall not place an obstacle before the blind.</b> Upon these prohibitions, the Torah adds the warning: <b>You shall fear your God: I am the Lord.</b> In many instances, an injured person is unaware of who harmed him, and an offender can easily escape responsibility, especially if his victim is deaf, blind, or otherwise helpless with no one to argue on his behalf. Moreover, one may harm another in a discrete manner, unnoticeable even to those surrounding the victim. Therefore, the verse stresses that even when one has no reason to fear the reactions of the victim or society, he must fear God, before whom all actions and intentions are revealed.", "<b>You shall not perform injustice in judgment.</b> This is a general demand for honesty in judgment. Furthermore, not only is it prohibited to discriminate against those on the margins of society, but <b>you shall not favor the impoverished</b> as well, and conversely, <b>you shall not defer to the great;</b> do not favor either of the litigants. <b>With righteousness you shall judge your counterpart,</b> regardless of his identity or status.", "<b>You shall not go as a gossip among your people</b>: Do not recount in one place certain rumors or private matters that you heard or witnessed in another place. Additionally, when you see a member of Israel in danger or distress, <b>you shall not stand by the blood of your neighbor.</b> That is, one must attempt to come to his aid if he is in distress. This is true even if the matter is not actually one of life and death. <b>I am the Lord,</b> and My commands must be obeyed. Furthermore, given that one might easily shirk this responsibility by claiming that he was unaware of his neighbor’s distress, that he was in a hurry or was busy, that he did not think his assistance was critical, or that the situation was too dangerous to intervene in, God declares: I am the Lord, and I know the truth.", "<b>You shall not hate your brother in your heart.</b> Although this would seem to be a general commandment, its practical ramifications are limited. The verse does not refer to actions that express hatred, but to the harboring of negative feelings in one’s heart. Indeed, the verse instructs an alternative course of action: <b>You shall rebuke your neighbor, and</b> thereby <b>you shall not bear a sin because of him</b>. If you keep these matters in your heart and do not reprove him, this will be considered a sin.", "<b>You shall not take vengeance</b> upon someone who has wronged you or withheld some benefit from you; do not treat him as he treated you. Now, there are some who will refrain from seeking actual vengeance, but will harbor anger in their hearts. To counter this, the verse states: <b>You shall not</b> even <b>bear any grudge</b> in your heart. Although taking vengeance or bearing a grudge may be legitimate courses of action against foreign enemies, it is prohibited to do so <b>against members of your people</b>. <b>You shall love your neighbor as yourself: I am the Lord.</b> As above, the declaration “I am the Lord” serves to emphasize two points: On the one hand, although it is morally appropriate and even socially beneficial to love one’s neighbor, these are not the motivations for this commandment. Rather, you must love your neighbor as yourself because God has commanded it. On the other hand, since God alone can judge the relationship between one’s deeds and emotions, it is crucial to remind the people that this commandment, which pertains to the inner feelings of the individual, comes from God, and He can see what hides in one’s heart.", "<b>You shall observe My statutes; you shall not breed your animal with diverse kinds</b>, you shall not crossbreed them. The verse does not state that such diverse kinds are unpleasant, harmful, or otherwise dangerous. This prohibition is a divine decree for which there is no utilitarian explanation. Likewise, <b>you shall not sow your field with diverse kinds</b> of seeds; <b>and a garment that is a mixture of diverse kinds,</b> of wool and linen, <b>shall not be put on by you.</b>", "<b>A man, if he lies sexually with a woman, and she is a maidservant, designated for a man, and she was not redeemed</b> with money, <b>or</b> full <b>freedom was not granted her</b>, <b>there shall be an inspection.</b> If she was a willing participant, she receives a punishment. However, <b>they shall not be put to death,</b> unlike in the case of a married woman, <b>because she,</b> the maidservant, <b>was not freed.</b> This transgression is not a capital offense. So long as she has not been fully freed, her bond to a man has an intermediate status, and she is not considered a married woman.", "Nevertheless, since he has sinned, <b>he shall bring his guilt offering to the Lord, to the entrance of the Tent of Meeting, a ram of a guilt offering.</b> Although he is not subject to formal punishment, his act must be remedied, and to that end he brings a ram as an offering.", "<b>The priest shall atone for him with the ram of the guilt offering before the Lord for his sin that he has sinned; and he shall be forgiven for his sin that he has sinned.</b>", "The following law is also built on a foundation of behavioral restraint and moderation: <b>When you come into the land and plant any food tree, then you shall seal [<i>araltem</i>] its fruit.</b> The first fruit must be treated as <i>orla</i>. The term <i>orla</i> appears elsewhere in reference to the foreskin which is removed in circumcision, as well as in the expressions: sealed lips, sealed ears, and sealed heart. In all these cases, <i>orla</i> refers to a seal or covering that is unusable and must be removed. For the first <b>three years it,</b> the food tree, <b>shall be sealed for you; it,</b> its fruit, <b>shall not be eaten.</b>", "<b>And in the fourth year, all its fruit shall be sacred for praise to the Lord.</b> Fourth-year produce maintains a level of sanctity. According to tradition, it is not completely sacred, not completely set aside from the needs of people. Rather, its sanctity is expressed in the obligation to eat it in the environment of the Temple in an atmosphere of holiness and praise.", "<b>And in the fifth year, you may eat of its fruit,</b> as the tree is now considered ordinary. Not only may you eat of its fruit, but I will also cause the tree <b>to increase its yield for you,</b> as reward for observing My commandments: <b>I am the Lord your God.</b> This declaration is repeated here due to the difficulty in observing these commandments. It is difficult for one who has invested in a tree to refrain from eating its fruit day after day, year after year. In order for one to successfully do so, he must remember who commanded him to act in this manner.", "<b>You shall not eat over,</b> alongside, <b>the blood.</b> It seems that this prohibition relates to the gentile custom of pouring the blood of animals and eating nearby, either as some form of an offering or based on a popular belief that the blood is offered to the dead, or to demons and the like. <b>You shall not practice divination.</b> It is prohibited to perform an action that involves divination through the use of appurtenances or various rituals. <b>And you shall not practice soothsaying</b> in order to discern the future by looking at the shapes of clouds or by attributing certain qualities to seasons or times. For example, it is prohibited for one to say: Today is a propitious day for going away on a journey; tomorrow is propitious for purchasing successfully. Such actions are prohibited because they involve an aspect of idolatry, if not actual idol worship.", "<b>You shall not round the edge of your head,</b> the hairs that grow on the sides of your head. It is prohibited for one to shear all the hair around his head in an equal manner; rather, the hairs between one’s ears and eyes must be left to grow. <b>And you shall not mar the edge of your beard.</b> It is prohibited to completely shave off the hairs of one’s beard.", "<b>You shall not make a laceration for the dead in your flesh.</b> In ancient times, it was customary for mourners to lacerate their flesh as a sign of mourning. This prohibition constitutes one of the limitations imposed by the Torah on customs of mourning. <b>And the imprint of a tattoo you shall not place upon you.</b> Once again, the verse reiterates: <b>I am the Lord,</b> the ultimate authority, and I do not want you to practice such customs.", "<b>Do not profane your daughter to pander her as a harlot.</b> That is, do not hand over your daughter to prostitution. To a certain degree, the requirement to guard a daughter’s modesty is connected to her father’s honor. Nevertheless, even if a father forgoes his honor and permits his daughter, or even encourages her, to engage in harlotry, the practice is entirely prohibited. <b>And</b> on a broader scale, <b>the land shall not become licentious, and the land will be filled with lewdness.</b> Casual sexual relationships between unmarried individuals are also forbidden. Although this is not explicitly formulated in the verse as a distinct prohibition, the verse stresses that sexual relations must be clearly defined, organized, and sanctified. When these relations are treated with abandon, the land is filled with licentiousness and even becomes impure.", "<b>You shall observe My Sabbaths and you shall revere My Sanctuary: I am the Lord.</b>", "<b>Do not turn to mediums,</b> who communicate with the dead, <b>or to necromancers,</b> magicians or witches who claim to communicate with the dead and acquire important information from them. <b>Do not seek to be defiled by them: I am the Lord your God.</b>", "<b>You shall rise</b> out of respect <b>before the graybeard,</b> an old person, <b>and show deference before the elderly,</b> a distinguished individual. Since an encounter with such distinguished individuals might occur outside the public eye, or even in a manner such that the distinguished individual is unaware of the encounter, one could avoid the elder or simply neglect to accord him due respect. Therefore, the verse warns: <b>You shall fear your God;</b> the reverence of these individuals is closely related to the reverence of God. <b>I am the Lord.</b>", "<b>If a stranger,</b> someone of foreign origin, <b>resides with you in your land, you shall not mistreat him.</b> Do not cause him distress through hurtful comments, by cheating him, or in any other manner. Obviously, it is prohibited to mistreat any person; however, since a stranger is unprotected and unfamiliar with local customs, there is greater opportunity, or even temptation, to upset, mock, or otherwise demean him.", "<b>Like a native of your own shall be for you the stranger that resides with you.</b> You must treat him like one of your own, <b>and you shall love him as yourself, since you were strangers in the land of Egypt: I am the Lord your God,</b> that is, both your God and his. Alternatively, the verse means: Your fear of God will be confirmed through your respect and love for the stranger.", "<b>You shall do no injustice in judgment.</b> It is prohibited to deviate from the truth and from proper balance in judgment. Similarly, there may be no injustice or deviation <b>in measure,</b> measurements of area or volume, <b>in weight, or in</b> liquid <b>volume.</b> Likewise, it is prohibited to tamper with measuring implements.", "The verse elaborates: <b>Accurate scales, accurate weights, an accurate dry measure, and an accurate liquid measure, you shall have.</b> You must take care to ensure that all such measuring implements are precise. <b>I am the Lord your God, who took you out of the land of Egypt.</b>", "<b>You shall observe all My statutes, and all My ordinances,</b> namely My instructions for how to interact with others and with the world at large, <b>and perform them: I am the Lord.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>And to the children of Israel you shall say: Each man from the children of Israel, or from the strangers that reside in Israel, who gives of his offspring to</b> the worship of <b>Molekh</b>, <b>he shall be put to death; the people of the land,</b> the community, <b>shall stone him with stones.</b>", "Meanwhile, <b>I shall direct My attention to that man and will excise him from the midst of his people, because he gave of his offspring to Molekh, in order to defile My Sanctuary, and to profane My sacred name.</b> Aside from the actual sin of idol worship, this act constitutes a severe desecration of God’s name.", "<b>If the people of the land avert their eyes from that man, when he gives of his offspring to Molekh, and do not put him to death;</b> that is, if they do not fulfill their duty to execute him, such as in a case where the judges share the same false beliefs as those on trial,", "<b>I will direct My attention to that man and to his family, and I will excise him and everyone who strays after him, to stray after Molekh, from the midst of their people.</b>", "<b>The person who turns to the mediums or to the necromancers,</b> who communicate with the dead, <b>to stray after them</b> by seeking their council, <b>I will direct My attention to that person and will excise him from the midst of his people.</b> The verse does not state that such individuals are punished by the court; rather, they are punished by God. Other early commentaries maintain that one who turns to a medium is not punished by excision, but has indeed transgressed a prohibition.", "In general, <b>you shall sanctify yourselves, and you shall be holy.</b> This statement refers both to the previous verses and the following ones. Some of these statutes apply specifically to the children of Israel and are not universal, while others are universally considered repulsive. In any case, the main focus of this passage is the special level of sanctity that the nation of Israel must uphold. <b>For I am the Lord your God,</b> and therefore you must be committed to this sanctity.", "<b>You shall observe My statutes and perform them: I am the Lord who sanctifies you.</b> I am the One who bestows upon you a unique status, and therefore you must observe My commandments, both the simple, understandable ones, and those which may appear to you as the arbitrary decrees of a King.", "<b>For each man who curses his father or his mother,</b> even if he does not harm them in any other way, <b>shall be put to death; he cursed his father or his mother; his blood is upon him,</b> on his hands. He is guilty and shall be punished for his transgression in this world. The obligation to honor one’s parents also appears in the Ten Precepts. Here, however, the verse emphasizes the severity of dishonoring one’s parents and the accompanying punishment. In other cultures as well, it is considered inappropriate to curse another, let alone one’s parents. However, in the framework of the sanctity of Israel such behavior is absolutely intolerable. One who curses his parents is therefore sentenced to death.", "<b>A man who commits adultery with the wife of a man,</b> that is, <b>who commits adultery with the wife of his neighbor, the adulterer and the adulteress shall be put to death.</b> The repetitive language of the verse points to the dual aspects of the crime of adultery: Transgression of a prohibition, as well as injury to one’s neighbor. The prohibition against adultery with the wife of a man points to the religious aspect, while the prohibition against committing adultery with the wife of one’s neighbor points to its social aspect. Not all prohibitions of a sexual nature directly affect a third party, but the adulterer sins against both God and his fellow man.", "<b>The man that lies with his father’s wife, he has uncovered his father’s nakedness,</b> the act is shameful and disgraceful to his father; <b>both of them shall be put to death; their blood is upon them.</b>", "<b>If a man lies with his daughter-in-law, both of them shall be put to death; they have performed a perversion; their blood is upon them.</b> Alternatively, the verse means: Father and son have mixed up one woman between them. This prohibition parallels the previous one, as lying with the wife of one’s father and lying with one’s daughter-in-law are two sides of the same coin. However, in the instance of lying with one’s father’s wife, there is an aspect of shaming one’s father, while in the instance of lying with one’s daughter-in-law, the verse stresses the repulsive intermingling and partnering.", "<b>A man who lies with a male, in the manner that one lies with a woman,</b> willingly and with consent, <b>both of them have performed an abomination.</b> Just as in the cases involving relations between a man and a woman, this prohibition applies equally to both the active and passive participants. <b>They shall be put to death</b> by stoning; <b>their blood is upon them.</b>", "<b>A man who takes a woman and her mother,</b> or a woman and her daughter, as the order makes no difference, <b>it is lewdness</b>. While the case where two male relatives have relations with one woman is described by the verse as a perversion, the case where one man has relations with two related women is described as lewdness. This lewdness stems from the fact that both women are intermingled in his thoughts, his imagination, and his life. <b>He and they shall be burned in fire, and there shall be no lewdness among you.</b>", "<b>A man who copulates with an animal, he shall be put to death; and the animal you shall kill.</b> Obviously, an animal does not possess mental competence and cannot be considered guilty of a transgression. Nevertheless, it is put to death due to the shame that was brought upon the children of Israel through it, and because it was a stumbling block for people. In other words, the man is put to death for his transgression, while the animal is killed because it was used in the performance of the transgression, just as vegetation or vessels used for idol worship must be destroyed.", "Similarly, <b>a woman who approaches any animal</b> in order for it <b>to copulate with her, you shall kill the woman and the animal. They shall be put to death</b> by stoning; <b>their blood is upon them.</b>", "The verse now turns to prohibitions for which a punishment to be administered by the courts is not prescribed; rather, one who transgresses these prohibitions is liable to receive excision: <b>A man who takes his sister, daughter of his father or daughter of his mother,</b> meaning even if she is his half-sister, <b>and he sees her nakedness, and she sees his nakedness, it is a disgrace [<i>ḥesed</i>].</b> <i>Ḥesed</i> resembles the Aramaic term <i>ḥisuda</i>, disgrace. Note that <i>ḥesed</i>, which usually means kindness in Hebrew, is a contronym, a word with two opposite meanings. <b>And they shall be excised in the sight of the members of their people; he has uncovered his sister’s nakedness; he shall bear his iniquity.</b> By describing a scenario in which each sibling sees the nakedness of the other, the verse makes it clear that it does not refer to a case where a young sister falls victim to incestuous rape by her older brother, but to a mutual act in which two consenting adults are aware of their actions and proceed deliberately.", "<b>A man who lies with a menstruating woman, and he uncovered her nakedness, he has probed,</b> specifically in a negative, sexual sense, <b>her source</b> of blood, <b>and she has exposed the source of her blood.</b> Once again, the verse stresses the participation of each side, as it is possible for this act to occur at the hands of the man alone, e.g., in the case of a man who forces himself on his wife who is menstruating. If the woman uncovers her nakedness knowingly and willingly, then <b>both of them shall be excised</b> by the hand of Heaven <b>from the midst of their people.</b>", "<b>The nakedness of the sister of your mother and the sister of your father you shall not uncover; for he exposed his kin,</b> as they are blood relatives; <b>they shall</b> both <b>bear their iniquity.</b>", "<b>A man who lies with his aunt,</b> the wife of his father’s brother or mother’s brother, <b>he exposed his uncle’s nakedness, they shall bear their sin; they shall die childless.</b>", "<b>A man who takes his brother’s wife</b> as a wife for himself, even if she is no longer married to the brother, e.g., they divorced or the brother died, <b>it is</b> an <b>abhorrent</b> act; <b>he exposed his brother’s nakedness; they shall be childless.</b>", "The chapter concludes with a general commandment: <b>You shall observe all My statutes,</b> My commandments that are not subject to human judgment, <b>and all My ordinances,</b> namely, the instructions to the courts, stated in this passage and the previous one; <b>and you shall perform them, and the land to which I am bringing you to live there will not spew you out.</b> It may be inferred that if you do not observe My statutes and ordinances, you will indeed be spewed out of the land.", "<b>And you shall not follow the practices of the nation, which I am sending forth from before you; as they,</b> those nations, <b>did all these</b> prohibited acts, <b>and I abhorred them.</b>", "<b>I said to you: You shall inherit their land, and I will give it to you to inherit it, a land flowing with milk and honey.</b> Your inheritance of the land serves a dual purpose: On the one hand, it is the fulfillment of My promise to you; on the other hand, I will thereby expel the sinful nations who are unworthy of residing in the land. <b>I am the Lord,</b> who has the authority to perform these actions, and I am also <b>your God, who has distinguished you from the peoples.</b> The inhabitants of the Land of Israel are guilty of transgressing the prohibitions enumerated above; in response, God has rejected them and will remove them from the land. Some of these prohibitions, however, apply only to the children of Israel, due to their distinction from the peoples.", "O <b>you shall distinguish between the pure animal,</b> that which is permitted for consumption, <b>and the non-pure,</b> which may not be eaten, <b>and between the non-pure birds and the pure.</b> The list of pure and non-pure animals and birds appears in an earlier chapter (11:1–31). They are referenced here in the context of the distinction between Israel and the other nations, even though these prohibitions are less severe than the forbidden sexual relations. <b>And you shall not render yourselves detestable by means of</b> consuming <b>the animals, or the birds, or by</b> consuming <b>any creature that creeps on the ground, which I have distinguished for you to deem non-pure.</b> The soul of a member of Israel is polluted in some manner by consuming non-kosher animals.", "<b>You shall be holy to Me,</b> and distinguished in various ways, <b>for I, the Lord, am holy.</b> The holy is that which is situated beyond the boundary. To be holy, then, means to separate oneself. <b>And</b> I <b>have distinguished you from the peoples to be Mine.</b>", "The concluding verse of this chapter seems quite puzzling. Perhaps it is related to the concept of the exclusivity of the unique bond between God and Israel: <b>A man or a woman, if there is among them a medium or a necromancer, they shall be put to death; with stones they shall stone them; their blood is upon them.</b> The verse is not referring to those who seek the council of such individuals (see 19:31), but to the mediums and necromancers themselves."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 19:1-20:27", "heRef": "ביאור שטיינזלץ על ויקרא י״ט:א׳-כ׳:כ״ז", "sections": ["19", "1"], "toSections": ["20", "27"], "sectionRef": "Steinsaltz on Leviticus 19-20", "heSectionRef": "ביאור שטיינזלץ על ויקרא י״ט-כ׳", "firstAvailableSectionRef": "Steinsaltz on Leviticus 19:1-20:27", "isSpanning": true, "next": "Steinsaltz on Leviticus 21", "prev": "Steinsaltz on Leviticus 18", "title": "Steinsaltz on Leviticus 19-20", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 19:1-37", "Steinsaltz on Leviticus 20:1-27"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}