{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses after the death of the two sons of Aaron, when they approached before the Lord and they died.</b> There are different allusions in the Torah as to the reason why Aaron’s sons died. The explanation suggested here is that Aaron’s sons came too close to God’s Presence without receiving His permission.", "<b>The Lord said to Moses: Speak to Aaron, your brother, that he shall not come at all times into the Sanctum</b> that is <b>within,</b> behind, <b>the curtain, before the cover that is upon the ark, and he shall not die, for it is in the cloud that I will</b> always <b>be seen upon the cover,</b> that is, the Divine Presence is found on the cover. This command alludes to the deaths of Aaron’s sons Nadav and Avihu, who died because they had approached the Sanctuary in an unfit manner. Although Aaron was the High Priest, not even he was permitted to enter the inner sanctum whenever he pleased.", "<b>With this shall Aaron,</b> or any High Priest of his descendants, <b>come into the Sanctum: with a young bull as a sin offering and a ram as a burnt offering.</b> The verse explains that the only permissible way to enter the Holy of Holies is by bringing offerings and following the procedures described in the verses that follow. Even so, it is clear from the continuation of the passage that the High Priest may not enter the Holy of Holies whenever he wants, even to perform this procedure; rather, he can enter only one day a year, on Yom Kippur. Some commentaries, however, hold that Aaron was uniquely permitted to enter the Holy of Holies on any day of the year by following the procedure described here.", "When entering the Holy of Holies, the High Priest is not to wear his standard vestments, which were fashioned from sky-blue and purple wool and gold threads and contained precious gems. Rather, <b>he shall don a sacred linen tunic, and linen trousers shall be on his flesh, and he shall gird himself with a linen belt, and he shall wear a linen mitre.</b> These four simple garments were worn by common priests as well, and the entire outfit was made from white linen. Most Sages maintain that the only difference between the High Priest’s vestments described in this verse and those of the common priest was in the mitre, which differed from the headdress worn by all other priests. Although they are simple, <b>they are sacred vestments; and</b> therefore <b>he shall bathe his flesh in water, and</b> only then shall he <b>don them.</b>", "The High Priest’s entry into the Holy of Holies is not a private matter; he represents all the children of Israel. Consequently, it is not sufficient for him to sacrifice the bull and ram mentioned above, as these are personal offerings. <b>From the congregation of the children of Israel he shall take two</b> identical <b>goats as a sin offering and one ram as a burnt offering.</b> These offerings are brought on behalf of all the children of Israel.", "<b>Aaron shall present the bull of the sin offering that is for him,</b> which he purchased with his own private funds, <b>and</b> place his hands on the bull and recite a confession, and thereby <b>atone for himself and for his household.</b> The term “household” refers either to his private family or to the broader household of Aaron, all priests.", "After confessing his own transgressions and those of his family, the High Priest performs the rite of atonement on behalf of the nation. <b>He shall take the two goats</b> that were set aside for the people, <b>and he shall set them before the Lord at the entrance of the Tent of Meeting.</b>", "<b>Aaron shall place lots on the two goats,</b> as the destiny of each of these identical goats will be determined by the lots. <b>One lot</b> shall contain the words <b>for the Lord,</b> or, according to another interpretation, simply, Lord, <b>and</b> on <b>the other lot</b> shall be written the phrase <b>for Azazel.</b>", "<b>Aaron shall present the goat on which fell the lot for the Lord and render it a sin offering</b> by consecrating it for this purpose. Alternatively, the verse means that the lot itself renders the goat a sin offering.", "<b>The</b> second <b>goat, on which fell the lot for Azazel, shall be set alive before the Lord, to atone with it</b> by placing his hands upon it and reciting a confession, and afterward, <b>to dispatch it to Azazel to the wilderness.</b>", "Once the High Priest has designated the goats on behalf of the nation, he returns to his own sin offering: <b>Aaron shall present the bull of the sin offering that is for him, and he shall atone for himself and for his household</b> by placing his hands on the bull and confessing his own sins and those of all the priests; <b>and he shall slaughter the bull of the sin offering that is for him.</b>", "After the High Priest has confessed, slaughtered the bull as a sin offering, and received its blood in a vessel, but before he sprinkles its blood in the Holy of Holies, he must leave the sin offering aside. <b>He shall take a fire-pan,</b> a small shovel used for scooping and transporting embers, <b>full of smoldering coals</b> taken <b>from upon the</b> outer <b>altar, from before the Lord, and his hands full of finely ground fragrant incense,</b> as much incense as he can hold in his two hands cupped together, <b>and bring it</b> in a vessel <b>within the curtain,</b> to the Holy of Holies.", "<b>He shall place the incense on the fire,</b> on the smoldering coals in the fire-pan, <b>before the Lord, and the cloud of the incense shall obscure the cover that is upon the testimony, and he shall not die.</b> While the incense itself is considered an offering, the cloud it produces also serves as a screen to protect the High Priest from death, as though concealing the revelation of God. Aaron’s sons died upon entering the Holy of Holies, because one may not enter and look upon the inner sanctum as he pleases. Even their father, Aaron the High Priest, was not permitted to be exposed to God’s Presence. Moses, however, according to some opinions, was permitted to enter the Holy of Holies unprotected and speak with God there at any time.", "After the Holy of Holies is filled with smoke, the High Priest returns to the bull that has been slaughtered as a sin offering (verse 11). <b>He shall take the</b> vessel that contains the <b>blood of the bull</b> he had slaughtered previously, enter the Holy of Holies, <b>and sprinkle it with his finger upon the cover toward the east,</b> toward the eastern side of the cover; <b>and</b> after that, <b>before the cover he shall sprinkle from the blood with his finger seven times.</b> The Sages describe this procedure as sprinkling once upward and seven times downward.", "After sprinkling the blood of his bull, the High Priest does the same with the offering that is brought on behalf of the nation (see also 9:15). <b>He shall</b> go to the Tabernacle courtyard and <b>slaughter the goat of the sin offering that is for the people, and he shall bring its blood</b> in a vessel <b>within the curtain,</b> to the Holy of Holies, <b>and he shall do with its blood as he did with the blood of the bull, and sprinkle it upon the cover and before the cover.</b>", "By entering the Holy of Holies and sprinkling the blood of the offerings there, <b>he shall atone for the Sanctum from the impurity of the children of Israel,</b> which marred its sanctity, <b>and from their transgressions, for</b> the general impurity of <b>all their sins</b>; <b>and so shall he do for the Tent of Meeting that dwells with them in the midst of their impurity,</b> by sprinkling the blood of the offerings again in the same manner.", "The Torah adds a general comment: <b>No</b> other <b>man,</b> including priests, who are usually permitted to enter the Tabernacle, <b>shall be in the Tent of Meeting from</b> the time of <b>his entry to atone</b> by performing the rites of the incense and the sprinkling of the blood <b>in the Sanctum until his emergence</b>, <b>and he,</b> the High Priest, <b>shall</b> thereby <b>atone for himself, for his household, and for the entire assembly of Israel.</b>", "This completes the Yom Kippur service in the Holy of Holies, but there are other rites that the High Priest must perform in the Sanctuary with the sin offerings. <b>He shall go out</b> of the Holy of Holies <b>to the altar that is before the Lord,</b> the golden, inner altar, <b>and he shall atone for it,</b> purify it of the people’s sins, in the following manner: <b>He shall take from the blood of the bull</b> of his own sin offering <b>and from the blood of the goat</b> of the people’s sin offering <b>and place it on the horns of the altar all around.</b>", "After placing the blood on the corners of the golden altar, <b>he,</b> the High Priest, <b>shall sprinkle from the blood on it,</b> the golden altar, <b>with his finger seven times, and he shall purify it and sanctify it from the impurity of the children of Israel.</b> Although this altar is generally used only for incense, the blood of certain uncommon sin offerings is sprinkled on it as well.", "<b>He shall conclude atoning for the Sanctum,</b> by means of the sacrificial rites he performs there, <b>and</b> for <b>the Tent of Meeting, and the altar, and he shall present the living goat,</b> which is ready to be sent to the wilderness.", "<b>Aaron shall lay both his hands on the head of the living goat, and he shall confess over it all the iniquities of the children of Israel, and all their transgressions, for all their sins; and he shall place</b> those transgressions and sins <b>upon the head of the goat, and he shall dispatch it in the hand of a designated man to the wilderness</b>. Obviously, it is impossible for the High Priest to specify all the sins of the children of Israel; instead, he refers generally to the sins committed by the nation over the course of the year. The High Priest’s earlier confessions are made in a similar manner.", "<b>The goat shall bear upon it all their iniquities to a precipitous land,</b> mountainous, uneven terrain, such as a rocky cliff; <b>and he shall dispatch the goat into the wilderness.</b> Alternatively, the verse can be understood as referring to a desolate land, bereft of all good qualities, and not necessarily to precipitous terrain.", "After confessing and sending the goat into the wilderness, <b>Aaron shall come into the Tent of Meeting and remove the linen vestments that he donned with his entry into the Sanctum, and he shall leave them there.</b> The Sages explain that these vestments may not be used again, but must be buried.", "<b>He shall bathe his flesh in water in a holy place,</b> in a ritual bath in the Temple compound, <b>and don his vestments,</b> the eight vestments generally worn by the High Priest to perform the Temple service, which are the four basic white garments and four additional special garments. <b>And he shall emerge and perform his burnt offering and the burnt offering of the people, and atone for himself and for the people.</b>", "<b>The fat of the</b> aforementioned <b>sin offering,</b> the bull and goat, <b>he shall burn on the altar.</b>", "Because the dispatching of the goat to Azazel involves some degree of contact with impure forces, <b>the one who dispatches the goat to Azazel shall wash his garments and bathe his flesh in water, and</b> only <b>afterward shall he come into the camp.</b>", "<b>The</b> carcass of the <b>bull of the sin offering</b> of Aaron <b>and the goat of the sin offering</b> of the nation, the goat not sent to Azazel, <b>whose blood was brought in to atone in the Sanctum, he shall take outside the camp; and they shall burn in fire their hides, their flesh, and their dung.</b> This was stated in earlier chapters with regard to all inner sin offerings, the blood of which is sprinkled on the inner, golden altar rather than on the outer altar. Such offerings are not eaten but are entirely burned outside settled areas (4:1–21, 6:23).", "<b>The one who burns them shall wash his garments and bathe his flesh in water, and afterward he shall come into the camp.</b> Because he has been dealing with the remnants of a consecrated item whose level of sanctity has been reduced, he must afterward be purified.", "As stated at the beginning of this passage, the entire ceremony prescribed here had to be performed when Aaron wanted to enter the Holy of Holies. This verse adds that Aaron was not permitted to enter the Holy of Holies whenever he wished; rather, there was a set time when he was permitted to do so. <b>It shall be for you an eternal statute: During the seventh month,</b> which later became known as Tishrei, <b>on the tenth of the month,</b> Yom Kippur, <b>you shall afflict yourselves.</b> This is not a command to cause oneself unnecessary suffering; rather, “afflict yourselves” is a technical term meaning that one must refrain from eating, drinking, and other specific forms of physical pleasure. Furthermore, <b>you shall not perform all labor, the native and the stranger that resides among you,</b> that is, converts who have joined the children of Israel.", "<b>For on this day he shall atone for you, to purify you; from all your sins before the Lord you shall be purified.</b> On this day the children of Israel are granted atonement and are forgiven for their sins. This is achieved both through the offerings whose blood is sprinkled in the Holy of Holies and the Sanctuary and by means of the goat sent to Azazel, as well as through the inherent sanctity of the day. The children of Israel, for their part, must prepare themselves for this atonement by abstaining from eating, drinking, and the other physical pleasures.", "<b>It is a sabbatical rest for you.</b> This is a day of rest like the Sabbath itself, when prohibited labors are completely forbidden, and, unlike on the festivals, none of the labors prohibited on the Sabbath may be performed for the sake of food preparation. <b>And you shall afflict yourselves.</b> Yom Kippur is a day of cessation not only from prohibited labor, but also from attending to one’s general physical needs. <b>It is an eternal statute.</b> Even when there is no Temple or High Priest, atonement will always be granted on this day. The sanctity of Yom Kippur and its attendant commandments do not depend upon the High Priest’s entry into the Holy of Holies or his performance of the sacrificial rites.", "The Torah now returns to the discussion of the High Priest’s service in the Temple: <b>The priest who shall be anointed and who shall be ordained to serve in his father’s stead</b> as the High Priest, which is an office that is mainly inherited from father to son, <b>shall atone and shall don linen vestments, the sacred vestments.</b>", "<b>He shall atone for the sacred Sanctum,</b> for the most sacred part of the Temple, the Holy of Holies, <b>and for the Tent of Meeting and for the altar he shall atone; and for the priests and for all the people of the assembly he shall atone.</b>", "<b>This shall be an eternal statute for you, to atone for the children of Israel for all their sins once in the year.</b> When Yom Kippur came, <b>he,</b> Aaron, <b>did as the Lord</b> had <b>commanded Moses.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron, to his sons, and to all the children of Israel,</b> as the upcoming passage is somewhat related to the Tabernacle but most of it applies to the entire nation, <b>and say to them: This is the matter that the Lord has commanded, saying:</b>", "<b>Any man from the house of Israel who shall slaughter a bull or a sheep or a goat in the camp,</b> as the Israelite camp in the wilderness was large and it is reasonable to assume that those who lived in the inner part of the camp did not wish to trouble themselves with leaving the camp to slaughter animals, <b>or who slaughters it,</b> such an animal, <b>outside the camp,</b> e.g., in a field used as pasture for the flock,", "<b>and to the entrance of the Tent of Meeting he did not bring it, to present an offering to the Lord before the Tabernacle of the Lord, it will be accounted as blood for that man; he has shed blood, and that man shall be excised from among his people.</b> All animals must be slaughtered in the Tabernacle courtyard as offerings. One who slaughters an animal in the wilderness, outside the Tabernacle area, is punished with excision. Excision is a punishment that is administered by God rather than an earthly court. There are various opinions regarding the precise meaning of the word “excision,” including untimely death or the cutting off of the soul in the World to Come.", "<b>So that the children of Israel shall bring their slaughtered animals that they</b> currently <b>slaughter in the open field, and they shall bring them to the Lord, to the entrance of the Tent of Meeting, to the priest, and they shall slaughter peace offerings to the Lord.</b> They may no longer slaughter animals wherever they wish.", "<b>The priest shall cast the blood on the altar of the Lord</b> that is <b>at the entrance of the Tent of Meeting and burn the fat for a pleasing aroma to the Lord.</b> During their time in the wilderness, the children of Israel were not permitted to slaughter unconsecrated animals for their meat, as explained above. Instead, they were required to consecrate the animals whose meat they wanted to consume as a peace offering. The blood and fats of a peace offering, which may not be eaten even in the case of a non-sacred animal, are burned on the altar. The breast and thigh are given to the priest, and the rest of the animal is eaten by the individual who has brought the offering (see 7:28–36).", "<b>That they shall no longer slaughter their offerings to the satyrs, after whom they go astray.</b> This phrase constitutes an independent commandment and provides the reason for the prohibition against slaughtering animals outside the Tabernacle. <b>This</b> prohibition against bringing offerings to satyrs <b>shall be an eternal statute for them, for their generations.</b>", "Following the commandment that in the wilderness animals may be slaughtered only for the purpose of bringing offerings, the verse adds a detail that applies for all generations: <b>And to them,</b> the children of Israel, <b>you shall</b> also <b>say</b> the following: <b>Any man from the house of Israel, or from the strangers who reside among them, who offers up a burnt offering,</b> which is entirely consumed on the altar, <b>or a feast offering,</b> much of which is eaten by people,", "<b>and to the entrance of the Tent of Meeting does not bring it to present it to the Lord, that man shall be excised from his people.</b> Presenting an offering outside the Tabernacle or the Temple is a serious transgression that renders one liable to the severe punishment of excision.", "This verse provides an additional prohibition concerning the slaughter of animals for food. <b>Any man from the house of Israel, or from the stranger who resides among them, who eats any blood, I will direct My attention to the person who eats the blood,</b> in the form of retribution, <b>and I will excise him from the midst of his people.</b>", "<b>For the life,</b> the life force, <b>of the flesh is in the blood, and I have given it to you</b> only to sacrifice <b>on the altar to atone for your souls, as it is the blood that shall atone for the life.</b> The blood, upon which life depends, may be used only to atone for the soul of the individual who slaughters the animal as an offering to God. One is permitted to eat meat, the dead flesh of the animal; however, blood, which represents the life force of that creature, is for God only and may not be consumed.", "<b>Therefore I said to the children of Israel: Every person among you shall not eat blood, and the stranger who resides among you shall not eat blood.</b> This broad prohibition applies to all the children of Israel, including gentiles who join them. The Sages interpret the phrase “every person among you” as including even minors, thereby indicating that adults are required to ensure that children do not eat blood.", "A related commandment: <b>Any man from the children of Israel, or from the strangers that reside among them, who shall hunt game of a beast or a bird that may be eaten,</b> according to the criteria specified elsewhere, <b>he shall pour out its blood and cover it with dirt.</b> Not only is blood prohibited from being eaten, but it may not be left exposed. Beasts, meaning undomesticated animals, and most birds may not be brought as offerings. This commandment to cover the blood applies to undomesticated animals and birds, which are generally hunted; it does not apply to domesticated animals.", "<b>For the life of all flesh, its blood is with its life; therefore I said to the children of Israel: The blood of all flesh you shall not eat, because the life of all flesh is its blood.</b> To symbolize the limits of human power over life, <b>anyone who eats it shall be excised.</b>", "Up to this point, the verses have introduced various commandments pertaining to the killing of animals. These include the prohibition against eating meat from an animal that was not brought as an offering, which applied only while the children of Israel were in the wilderness; the prohibition against bringing offerings outside the Tabernacle or Temple; the prohibition against eating blood; and the obligation to cover the blood of an undomesticated animal or bird that has been slaughtered. The next commandment refers to animals that were not necessarily killed by human beings: <b>Any person who shall eat an unslaughtered carcass or a mauled animal</b> that has suffered a fatal injury, <b>whether he is native or stranger, he shall wash his garments and bathe in water, and he is impure until the evening, and he shall be purified.</b> Not only is it prohibited to eat such animals, but having direct physical contact with their carcasses, or even moving their carcasses indirectly, renders a person impure (see 11:27–28, 39–40). However, since this verse specifically refers to eating the carcass, the Sages explain that it refers to a unique type of impurity, contracted specifically from the carcass of a kosher bird, and not through contact or by being moved, but only when it is swallowed.", "<b>But if he does not wash and he does not bathe his flesh, he shall bear his iniquity.</b> An impure person is not required to purify himself immediately, as there is no prohibition against being ritually impure. He violates a prohibition only if he touches consecrated food items or enters the Temple. Priests generally did not own land and could not grow their own produce, and so this prohibition was undoubtedly an important concern of theirs, since consecrated food items comprised a significant portion of their diet. The same prohibition also applied to the entire nation while they were in the wilderness, during which time they were permitted to eat meat only if the animal had been brought as an offering; however, even after it became permissible to eat unconsecrated meat, one who was impure could still come into contact with consecrated food. Because this is a severe prohibition, the verse emphasizes the importance of maintaining ritual purity."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel and say to them: I am the Lord your God.</b>", "<b>You shall not follow the practices of the land of Egypt in which you lived, and you shall not follow the practices of the land of Canaan, where I am bringing you, and you shall not follow their statutes,</b> their ways. You shall not follow their mores or their prescribed laws.", "Rather, <b>My ordinances you shall perform, and My statutes you shall observe, to follow them; I am the Lord your God.</b>", "<b>You shall observe My statutes and My ordinances, which a man shall perform and live by them.</b> The commandments concerning the standards of sexual morality, which mandate the distinctiveness and sanctity of the children of Israel, shape the proper way to lead one’s life. <b>I am the Lord,</b> I live forever.", "<b>Any man of you shall not approach his kin to uncover nakedness,</b> to engage in sexual relations; <b>I am the Lord.</b> This general declaration serves to underline the basic principle of this passage that sexual relations with all close blood relatives are prohibited.", "<b>The nakedness of your father and the nakedness of your mother you shall not uncover. She is your mother; you shall not uncover her nakedness.</b> In practically all societies, sexual relations between a mother and son are proscribed. Although this prohibition applies directly to a mother, in any normal family the shame and embarrassment caused by such an act would impact both parents. Consequently, the verse first mentions both the father and mother.", "<b>The nakedness of your father’s wife,</b> even if she is not your mother, <b>you shall not uncover; it is your father’s nakedness [<i>erva</i>].</b> The narrow meaning of the word <i>erva</i> is nakedness, as it has been explained here, or it can specifically refer to the sexual organs. However, it can also be used in the sense of shame or embarrassment. Consequently, one possible interpretation of this verse is that sexual relations with one’s father’s wife would cause the father shame and embarrassment.", "<b>The nakedness of your sister, the daughter of your father or the daughter of your mother,</b> and all the more so if she is the daughter of both your father and your mother, although this case is not explicitly mentioned in the verse, whether she is <b>born into the household or born outside</b> of wedlock, <b>you shall not uncover their nakedness,</b> as they are your relatives.", "<b>The nakedness of the daughter of your son, or of the daughter of your daughter,</b> and certainly of your daughter herself, although she is not mentioned in the verse, <b>you shall not uncover their nakedness, for it is your nakedness.</b> One’s relationship with one’s own children is even closer than one’s relationship with other relatives; sexual relations with one’s child would constitute the parent’s own personal nakedness or shame.", "<b>The nakedness of the daughter of your father’s wife,</b> who was <b>born to your father</b> and not necessarily to your mother, <b>she is your sister;</b> therefore, <b>you shall not uncover her nakedness.</b> There is overlap between this verse and the prohibition of verse 9. Consequently, sexual relations with the daughter of one’s father who is also the daughter of the father’s wife is prohibited by two commandments. However, if one does not share either parent with the daughter of his father’s wife, he is not considered her relative at all, and she is not forbidden to him. Indeed, there are historical precedents of men marrying their stepsisters.", "<b>The nakedness of your father’s sister you shall not uncover; she is your father’s kin,</b> or flesh.", "<b>The nakedness of your mother’s sister you shall not uncover, as she is your mother’s kin.</b>", "The aunts mentioned in the previous two verses are blood relatives from the side of each parent. This verse adds that even an aunt who is not a blood relative is prohibited. <b>The nakedness of your father’s brother you shall not uncover; you shall not approach his wife; she is your aunt.</b> Since she is married to your uncle, she should be considered as much your aunt as the sister of your father or mother.", "The Torah lists further prohibitions involving relatives through marriage. <b>The nakedness of your daughter-in-law you shall not uncover; she is your son’s wife.</b> Therefore, <b>you shall not uncover her nakedness.</b>", "<b>The nakedness of your brother’s wife you shall not uncover; it is your brother’s nakedness.</b>", "The list of forbidden relations began with close blood relatives, e.g., parents, children, and siblings, before continuing with those who are relatives through marriage. In contrast, the next two prohibitions do not involve a familial relationship between the man and woman but rather focus on a preexisting relationship with a female relative of the woman. <b>The nakedness of a woman and her daughter you shall not uncover.</b> It is prohibited for a man to have relations with a mother and her daughter. This applies not only to her actual daughter, as even <b>her son’s daughter or her daughter’s daughter you shall not take to uncover her nakedness. They are kin; it is lewdness [<i>zima</i>].</b> Alternatively, <i>zima</i> means the thought process of sinners and is similar to the word <i>mezima</i>, plot. Although a man is permitted to wed either woman, he may not marry one of them once he has already been married to the other. Such a marriage would ruin the mother-daughter relationship. An additional negative consequence of such a marriage is that the husband is more liable to think of one woman while he is with the other, as there is often a resemblance between mother and daughter.", "Similarly, <b>a woman with her sister you shall not take to be rivals to uncover her nakedness through her in her lifetime.</b> It is prohibited to marry two sisters. The verse clearly states that a man may not marry his wife’s sister if his wife is still alive, even if she is no longer his wife and he has divorced her. The prohibition against marrying two sisters is similar to the prohibition against marrying a mother and her daughter. However, the permissibility of marrying the sister of one’s wife after the wife’s death is a unique feature of this case that does not apply to the prohibition of marrying a mother and her daughter or to any of the other forbidden relations. The prohibition is in effect only during the lifetime of the sister one marries first.", "The following forbidden sexual relationships are not prohibited due to familial connections of any kind between the participants. <b>To a woman in her state of menstrual impurity you shall not approach to uncover her nakedness.</b> It is prohibited to engage in sexual relations with a woman when she is in a state of menstrual impurity. Furthermore, one may not even approach to uncover her nakedness, which is a broader prohibition than refraining from actual sexual relations. It is prohibited for a man to engage in all forms of close contact with a woman in a state of menstrual impurity, and it makes no difference whether she is not related to him or if she is his own wife.", "<b>And with the wife of your counterpart,</b> another Jewish man, <b>you shall not engage in sexual relations, to defile yourself with her.</b>", "The Torah now turns to a different type of prohibition: <b>You shall not give from your offspring to pass</b> him as a symbolic or an actual offering <b>to Molekh,</b> which is the name of a particular idol or cult that was widespread at the time. <b>And you shall not profane the name of your God; I am the Lord.</b> According to the alternative opinion that Molekh is not the name of any particular idol, this might mean that one may not worship God by sacrificing children, as in the Molekh ritual, since this is a degenerate practice that profanes the name of God. This interpretation also fits the verses in Deuteronomy that discuss the topic of burning one’s sons or daughters.", "This verse adds another prohibition to the list of forbidden sexual relations that are not due to familial ties, in addition to adultery and relations with a menstruating woman: <b>You shall not lie with a male in the manner of lying with a woman; it is an abomination.</b> Homosexual relations between two men is not considered a normal sexual act; it is an abomination.", "<b>You shall not engage sexually with any animal to defile yourself with it.</b> The defilement of this deed is due to its nature as a purely sexual act, with no possibility of mutual human attachment or procreation. Up to this point, the forbidden sexual acts have been stated as prohibitions for males, though it is clear from context and parallel sources that these prohibitions apply equally to females. The verses have been addressed to men because the man is generally the more active party in these acts. Here the verse addresses a situation where no man is involved at all: <b>And a woman shall not stand before an animal for it to copulate with her; it is a perversion.</b> The verse insists that bestiality is a perversion, though it appears to not have been unheard of in Canaanite culture.", "To conclude the section, the verse adds that transgressions in the area of forbidden sexual relations are not only legally proscribed, but also cause moral and spiritual debasement. Therefore, <b>do not defile yourselves in any of these; for in all these were defiled the nations that I am sending forth from before you.</b> Various types of forbidden sexual relations, including adultery, homosexuality, and bestiality, were a central feature of ancient Canaanite culture.", "<b>The land was defiled, and I visited its iniquity upon it.</b> These acts are not merely private, personal transgressions. When they become accepted and normative they defile the land itself. Severe sexual transgressions contaminate not only the individual who commits them, but one’s surroundings as well, and they cause punishment to be inflicted on the entire land. <b>And the land spewed out its inhabitants,</b> by conquest at the hands of other nations or through natural disasters.", "In contrast to those nations, <b>you,</b> the children of Israel, <b>shall observe My statutes,</b> which determine what is considered a familial relationship, although these definitions are not predicated on human logic, <b>and My ordinances,</b> laws with discernible logical or practical underpinnings. <b>You shall not perform any of these abominations, the native and the stranger who resides among you,</b> as these restrictions apply to anyone who resides in the land.", "<b>For all these abominations were performed by the people of the land, who were</b> living there <b>before you,</b> the Canaanites, <b>and the land was defiled</b> through these acts.", "If you do not sin, the result will be that <b>the land will not expel you by your defiling it, as it spewed out the nation that was before you.</b> The Land of Israel in particular cannot tolerate moral debasement, and it spews out the sinners who defile it.", "<b>For anyone who shall perform any of these abominations</b> listed above, as opposed to other, less severe prohibitions involving sexual relations that are not mentioned here, <b>the people who perform them shall be excised from among their people.</b> Even prior to the involvement of a human court in the case of one who violates these prohibitions, those who transgress these prohibitions are liable to excision at the hands of Heaven.", "<b>You shall keep My commission to refrain from performing any of the abominable practices that were performed before you</b> in the land of Canaan, <b>and you shall not defile yourselves through</b> performing <b>them; I am the Lord your God.</b> The phrase “you shall keep My commission” may also be rendered as: You shall establish a safeguard for My commission. The Sages interpreted this as a mandate to enact protective measures to prevent people from performing transgressions."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 16:1-18:30", "heRef": "ביאור שטיינזלץ על ויקרא ט״ז:א׳-י״ח:ל׳", "sections": ["16", "1"], "toSections": ["18", "30"], "sectionRef": "Steinsaltz on Leviticus 16-18", "heSectionRef": "ביאור שטיינזלץ על ויקרא ט״ז-י״ח", "firstAvailableSectionRef": "Steinsaltz on Leviticus 16:1-18:30", "isSpanning": true, "next": "Steinsaltz on Leviticus 19", "prev": "Steinsaltz on Leviticus 15", "title": "Steinsaltz on Leviticus 16-18", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 16:1-34", "Steinsaltz on Leviticus 17", "Steinsaltz on Leviticus 18:1-30"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}