{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses in the wilderness of Sinai, in the Tent of Meeting, on the first of the second month, in the second year of their exodus from the land of Egypt, saying:</b>", "<b>Take a census of the entire congregation of the children of Israel, by their families, by their patrilineal house, according to the number of names.</b> This is not merely a technical count, as it will include both the names of those counted as well as the group to which they belong. Since this is a military census, it will not encompass the entire people, but only <b>every male, by their head count.</b> The census will be performed in their presence, so that their heads can be counted.", "<b>From twenty years old and above, all those fit for military service in Israel: You shall count them according to their hosts, you and Aaron.</b>", "<b>With you shall be a man for each tribe.</b> One man shall be appointed over every tribe of Israel, and <b>each</b> man <b>is the head of his patrilineal house,</b> the leader of that tribe.", "<b>These are the names of the men who shall stand with you</b> to administer the counting of their tribes. From the continuation below, it is evident that these men served as heads of their tribes with regard to other matters as well (7:10–84). <b>For Reuben, Elitzur son of Shede’ur.</b>", "<b>For Simeon, Shelumiel son of Tzurishadai.</b>", "<b>For Judah, Nahshon son of Aminadav.</b>", "<b>For Issachar, Netanel son of Tzuar.</b>", "<b>For Zebulun, Eliav son of Helon.</b> The six sons of Leah, in order of birth, have now all been mentioned.", "Following the sons of Leah, the sons of Rachel are listed. <b>For the sons of Joseph: for Ephraim, Elishama son of Amihud; for Manasseh, Gamliel son of Pedatzur.</b>", "<b>For Benjamin, Avidan son of Gidoni.</b>", "Next are the tribes of the sons of the maidservants. <b>For Dan,</b> the firstborn of these maidservants, <b>Ahiezer son of Amishadai.</b>", "<b>For Asher, Pagiel son of Okhran.</b>", "<b>For Gad, Elyasaf son of De’uel.</b>", "<b>For Naphtali, Ahira son of Einan.</b>", "<b>These are the distinguished of the congregation, the princes of the tribes of their fathers; they are the heads of the thousands of Israel.</b>", "<b>Moses and Aaron took these men,</b> listed above, <b>who were</b> also <b>designated by name</b> by God, and selected by Him for their important role.", "<b>They assembled the entire congregation on the first of the second month, and they verified their lineages by their families, by their patrilineal house.</b> They all provided proof of their ancestry. The tribes were not merely formal units; they were also comprised of groups and subgroups: families and houses of fathers. The lists included only the Israelites, and not members of other nations who left Egypt with them. These foreigners apparently lived in a different section of the camp. The Israelites were counted <b>according to the number of names, from twenty years old and above, by their head count.</b>", "<b>As the Lord had commanded Moses, he counted them in the wilderness of Sinai.</b>", "The Torah now lists the census of each tribe: <b>These were the children of Reuben, Israel’s firstborn,</b> and <b>their descendants.</b> They were the individuals counted <b>by their families,</b> which were subgroups of and listed <b>by their patrilineal house, according to the number of names, by their head count, every male from twenty years old and above, all those fit for military service.</b> This was a fixed formula, which was repeated for the census of each tribe.", "<b>Those counted, for the tribe of Reuben, were forty-six thousand five hundred.</b>", "<b>For the children of Simeon, their descendants, by their families, by their patrilineal house, those counted, according to the number of names, by their head count, every male from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Simeon, were fifty-nine thousand three hundred.</b>", "<b>For the children of Gad, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Gad, were forty-five thousand six hundred and fifty.</b>", "<b>For the children of Judah, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Judah, were seventy-four thousand six hundred.</b> As befitting Judah’s status as leader of the brothers, his tribe was exceptionally large.", "<b>For the children of Issachar, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Issachar, were fifty-four thousand four hundred.</b>", "<b>For the children of Zebulun, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Zebulun, were fifty-seven thousand four hundred.</b>", "<b>For the children of Joseph, for the children of Ephraim, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Ephraim, were forty thousand five hundred.</b>", "<b>For the children of Manasseh, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Manasseh, were thirty-two thousand two hundred.</b>", "<b>For the children of Benjamin, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Benjamin, were thirty-five thousand four hundred.</b>", "<b>For the children of Dan, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Dan, were sixty-two thousand seven hundred.</b>", "<b>For the children of Asher, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Asher, were forty-one thousand five hundred.</b>", "<b>For the children of Naphtali, their descendants, by their families, by their patrilineal house, according to the number of names, from twenty years old and above, all those fit for military service;</b>", "<b>those counted, for the tribe of Naphtali, were fifty-three thousand four hundred.</b>", "In summary, <b>these are the counted that Moses, Aaron, and the princes of Israel counted; they were twelve men, one each for his patrilineal house.</b>", "<b>These were all the counted of the children of Israel by their patrilineal house, from twenty years old and above, all those fit for military service in Israel.</b>", "<b>All the counted were six hundred thousand three thousand five hundred and fifty.</b>", "<b>But the Levites by the tribe of their fathers were not counted among them,</b> as they were not part of the army, as the Torah explains below.", "<b>The Lord spoke to Moses,</b> prior to the above census, <b>saying:</b>", "<b>However, the tribe of Levi you shall not count, and you shall not take a census of them among the children of Israel.</b> The members of the tribe of Levi will not serve in the army, and they will not conquer nor inherit any portion of the land.", "<b>You, appoint the Levites over the Tabernacle of the Testimony, over all its vessels, and over everything that is associated with it. They shall bear the Tabernacle and all its vessels, and they shall minister to it.</b> They shall function as a special unit for safeguarding the sacred items and serving in the Tabernacle. This role is already alluded to in Exodus 38:21, among other places. Likewise, the Levites’ inheritance of designated cities in Israel is previously mentioned in Leviticus 25:32. <b>Around the Tabernacle they shall encamp.</b> They shall not reside together with the other tribes, but in the center of the camp, surrounding and keeping in close proximity to the Tabernacle of the Testimony.", "<b>When the Tabernacle travels, the Levites shall dismantle it, and when the Tabernacle encamps, the Levites shall erect it; and the stranger,</b> a non-Levite, <b>who approaches</b> the Tabernacle and the sacred vessels to care for them, <b>shall be put to death,</b> as this service must be performed by the Levites alone.", "<b>The children of Israel shall encamp, each</b> man <b>in his camp, and each</b> man <b>at his banner, according to their hosts.</b> Every member of Israel shall encamp in his designated spot.", "<b>The Levites shall encamp around the Tabernacle of the Testimony, and there shall not be</b> divine <b>rage against the congregation of the children of Israel, and the Levites shall protect the integrity of the Tabernacle of the Testimony,</b> to ensure that the Israelites do not touch the Tabernacle and perish.", "<b>The children of Israel did according to everything that the Lord had commanded Moses, so they did,</b> with regard to the division into consolidated groups, the counting of the military census, and keeping their distance from the Tabernacle."], ["<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Each</b> man <b>at his banner, with the insignias of their patrilineal house, the children of Israel shall encamp.</b> Each tribe shall be represented by its own symbol. <b>At a distance, around the Tent of Meeting they shall encamp.</b>", "<b>Those who encamp at the front, to the east</b> side of the camp, <b>were the banner of the camp of Judah, according to their hosts; and the prince of the children of Judah is Nahshon son of Aminadav.</b>", "<b>Its host and those counted were seventy-four thousand six hundred.</b>", "<b>Those who encamp with it were the tribe of Issachar; and the prince of the children of Issachar was Netanel son of Tzuar.</b>", "<b>Its host and its count was fifty-four thousand four hundred.</b>", "Alongside them shall encamp <b>the tribe of Zebulun; and the prince of the children of Zebulun was Eliav son of Helon.</b>", "<b>Its host and its count was fifty-seven thousand four hundred.</b>", "The sum total of <b>all the counted for the camp of Judah,</b> which includes the tribes of Issachar and Zebulun, were <b>one hundred thousand eighty thousand six thousand four hundred, according to their hosts; they shall travel first.</b> Although these tribes were encamped to the east, when traveling they would always lead, regardless of the direction of the journey.", "<b>The banner of the camp of Reuben was to the south according to their hosts; and the prince of the children of Reuben was Elitzur son of Shede’ur.</b>", "<b>Its host and its count was forty-six thousand five hundred.</b>", "<b>Those who encamp with it were the tribe of Simeon; and the prince of the children of Simeon was Shelumiel son of Tzurishadai.</b>", "<b>Its host and those counted were fifty-nine thousand three hundred.</b>", "<b>The tribe of Gad; and the prince of the children of Gad was Elyasaf son of Re’uel.</b>", "<b>Its host and those counted were forty-five thousand six hundred and fifty.</b>", "<b>All the counted for the camp of Reuben were one hundred thousand fifty-one thousand four hundred and fifty, according to their hosts; and they shall travel second</b> when departing the encampment, after the camp of the banner of Judah.", "After the camp of Reuben has begun to travel, <b>the Tent of Meeting,</b> which constituted a distinct camp, called the camp of the Divine Presence by the Sages, shall travel. And around it shall be <b>the Levite camp,</b> which <b>shall travel in the midst of the camps; as they encamp so shall they travel,</b> with <b>every man in his</b> designated <b>place, according to their banners.</b>", "<b>The banner of the camp of Ephraim according to their hosts was to the west; and the prince of the children of Ephraim was Elishama son of Amihud.</b>", "<b>Its host and those counted were forty thousand five hundred.</b>", "<b>With it was the tribe of Manasseh; and the prince of the children of Manasseh was Gamliel son of Pedatzur.</b>", "<b>Its host and those counted were thirty-two thousand two hundred.</b>", "<b>The tribe of Benjamin; and the prince of the children of Benjamin was Avidan son of Gidoni.</b>", "<b>Its host and those counted were thirty-five thousand four hundred.</b>", "<b>All those counted for the camp of Ephraim were one hundred thousand eight thousand one hundred, according to their hosts; and they shall travel third.</b> They journeyed either directly behind the Levites, or on their side, parallel to them.", "<b>The banner of the camp of Dan was to the north according to their hosts; and the prince of the children of Dan was Ahiezer son of Amishadai.</b>", "<b>Its host and those counted were sixty-two thousand seven hundred.</b>", "<b>Those who encamp with it were the tribe of Asher; and the prince of the children of Asher was Pagiel son of Okhran.</b>", "<b>Its host and those counted were forty-one thousand five hundred.</b>", "<b>The tribe of Naphtali; and the prince of the children of Naphtali was Ahira son of Einan.</b>", "<b>Its host and those counted were fifty-three thousand four hundred.</b>", "<b>All those counted for the camp of Dan were one hundred thousand fifty-seven thousand six hundred; they shall travel last by their banners.</b>", "<b>These are those who were counted of the children of Israel by their patrilineal house; all those counted of the camps according to their hosts were six hundred thousand three thousand five hundred and fifty.</b>", "<b>The Levites were not counted among the children of Israel, as the Lord had commanded Moses.</b> The unusual form for the words “were not counted” [<i>hotpakdu</i>] indicated that they did not count themselves, nor did others count them.", "<b>The children of Israel did according to everything that the Lord had commanded Moses, so they encamped according to their banners, and so they traveled, each</b> man <b>according to his families, by his patrilineal house.</b>"], ["<b>These are the descendants of Aaron and Moses on the day that the Lord spoke with Moses on Mount Sinai.</b> Despite the mention of the descendants of Moses, only the descendants of Aaron are listed in the next verse. Moses’ descendants are only indirectly mentioned in verse 27, via the wording “the family of the Amramites,” as Amram had no sons other than Moses and Aaron, and this cannot be referring to Aaron’s descendants, who are listed before that verse. Nevertheless, their names are not specified. The reason for this is that the descendants of Aaron alone were granted a special role. Although Aaron himself was secondary to his younger brother Moses, his sons served as priests. In contrast, Moses’ descendants were ordinary Levites like the rest of their tribe.", "<b>These are the names of the sons of Aaron: the firstborn, Nadav, and Avihu, Elazar, and Itamar.</b>", "<b>These are the names of the sons of Aaron, the anointed priests, whom he invested to serve as priests,</b> at the time of the inauguration of the Tabernacle.", "However, soon after they were anointed, <b>Nadav and Avihu died before the Lord, when they presented strange fire before the Lord,</b> as a result of which they were burned and died <b>in the wilderness of Sinai, and they had no children; and Elazar and Itamar served as priests in the presence of Aaron, their father.</b> In addition to Elazar and Itamar’s role as Levites, they were also appointed to serve as priests.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Bring the tribe of Levi near, and stand it before Aaron the priest, and they shall serve him.</b> From this point onward, the Levites shall serve the priests and the Tabernacle.", "<b>They shall keep his,</b> Aaron’s, <b>commission, and the commission of the entire congregation before the Tent of Meeting, to perform the service of the Tabernacle.</b> The Levites will become the guard of the Tabernacle and will encamp around it in close proximity. This is not a military guard; rather, they are responsible to tend to the needs of the priests and the Tabernacle.", "<b>They shall safeguard all the vessels of the Tent of Meeting, and the commission of the children of Israel, to perform the service of the Tabernacle.</b>", "<b>You shall give the Levites to Aaron and to his sons</b> as appointed assistants to the priests. <b>They are</b> entirely <b>given to him from the children of Israel.</b> The Levites, a relatively small tribe, are considered here as a gift from the Israelites to the priests to aid in the Tabernacle service. As stated elsewhere, the Israelites must also designate cities for the Levites and give them a tithe from their produce.", "<b>You shall count Aaron and his sons, and they shall observe their priesthood,</b> to the exclusion of all others, who may not serve in their capacity; <b>and the stranger who approaches shall be put to death.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>I have hereby taken the Levites from among the children of Israel in place of every firstborn, first issue of the womb from the children of Israel,</b> who previously performed the sacred service. The priests mentioned at Mount Sinai are in fact identified as the firstborns. <b>And the Levites shall be Mine.</b>", "<b>For every firstborn is Mine; on the day that I smote all the firstborn in the land of Egypt I sanctified to Me every firstborn in Israel, from man to animal; they shall be Mine; I am the Lord.</b> Upon the striking of all firstborns in Egypt, including both man and beast, both the firstborn Israelites and their animals became consecrated to God. Now the unique status of Jewish male firstborns, and their function and rights, passes to the Levites.", "<b>The Lord spoke to Moses in the wilderness of Sinai, saying:</b>", "<b>Count the children of Levi by their patrilineal house, by their families; every male from one month old and above you shall count them.</b> Unlike the counting of the other tribes, which was similar to a military census, and therefore included only those aged twenty and upward, the counting of the Levites applied even to children as young as a month old, when their health is considered stable and they are classified as viable offspring.", "<b>Moses counted them according to the directive of the Lord, as he was commanded.</b> Since this census included children and newborns, it was harder to perform than that of the rest of the people, where all those counted were adults who could appear in person. Therefore, the verse stresses that God assisted Moses in the count.", "<b>These were the sons of Levi by their names: Gershon, Kehat, and Merari.</b>", "<b>These were the names of the sons of Gershon by their families: Livni and Shimi.</b>", "<b>The sons of Kehat by their families: Amram, Yitzhar, Hebron, and Uziel.</b>", "<b>The sons of Merari by their families: Mahli and Mushi. These are the families of the Levites by their patrilineal house.</b>", "Following the listing of the names of the Levite families, the Torah details their numbers, the place of their encampment in relation to the Tabernacle, and their role in carrying the Tabernacle. <b>For Gershon, the family of the Livnites, and the family of the Shimiites; these are the families of the Gershonites.</b>", "<b>Those counted,</b> of the descendants of Gershon, <b>according to the number of all males from one month old and above; those counted were seven thousand five hundred.</b>", "<b>The families of the Gershonites shall encamp behind the Tabernacle to the west.</b>", "<b>The prince of the patrilineal house of the Gershonites was Elyasaf son of Lael.</b>", "<b>The commission of the sons of Gershon in the Tent of Meeting was</b> the responsibility for the curtains of dyed wool and linen, that was above <b>the Tabernacle, and the Tent,</b> the upper curtains of goats’ hair, <b>its</b> outer <b>covering</b> of rams’ skins and sealskins, <b>and the screen of the entrance of the Tent of Meeting,</b>", "<b>and the hangings of the courtyard, and the screen of the entrance of the courtyard that is near the Tabernacle, and near the altar surrounding, and its cords,</b> which hold the screen of the courtyard as well. It is possible that stretched cords were also used to tie the coverings of the Tabernacle to the ground. Furthermore, the descendants of Gershon were responsible <b>for all its work,</b> which included handling all the textiles, skins, and ropes of the Tabernacle, in addition to their other tasks.", "<b>For Kehat, the family of the Amramites, the family of the Yitzharites, the family of the Hebronites, and the family of the Uzielites; these are the families of the Kehatites.</b>", "<b>According to the number of all males, from one month old and above, eight thousand six hundred, keepers of the commission of the sacred.</b> They were entrusted with the special task of carrying the sacred vessels, as detailed below.", "<b>The families of the sons of Kehat shall encamp on the side of the Tabernacle to the south.</b>", "<b>The prince of the patrilineal house of the families of the Kehatites was Elitzafan son of Uziel.</b>", "<b>Their commission</b> that they must perform is to carry <b>the ark, the table, the candelabrum, the altars, and the sacred vessels with which they would serve, and the screen,</b> which divides the Holy of Holies from the Sanctuary, <b>and all</b> the rest of <b>its work.</b> Alternatively, “the screen” refers to the screen of the courtyard, and “all its work” refers to its cords.", "Serving above the princes of the three patrilineal houses of the tribe of Levi was a prince of the whole tribe, from the Kehatites: <b>The prince of the princes of the Levites was Elazar son of Aaron the priest,</b> and he was given <b>the appointment over the keepers of the commission of the sacred.</b> Aaron himself had a special role in the Tabernacle. He was not the prince of the Levites; rather, that task was entrusted to his firstborn son.", "<b>For Merari, the family of the Mahlites, and the family of the Mushites; these are the families of Merari.</b>", "<b>Those counted, according to the number of all males, from one month old and above, were six thousand two hundred.</b>", "<b>The prince of the patrilineal house of the families of Merari was Tzuriel son of Avihayil; they shall encamp on the side of the Tabernacle to the north.</b>", "<b>The appointed commission of the sons of Merari</b> was the responsibility for <b>the beams of the Tabernacle, its bars, its pillars, its sockets, all its</b> accompanying <b>instruments, and all its work,</b>", "<b>and the pillars of the courtyard all around, their sockets, their pegs, and their cords.</b>", "The previous verses detailed the functions of the three patrilineal houses of the tribe of Levi: The descendants of Kehat, who were the most important, were in charge of the sacred vessels. The descendants of Gershon, the firstborn, dealt with the woven fabrics and the skins of the Tabernacle, while the descendants of Merari had the most physically taxing job, to carry all the heavy, solid components of the Tabernacle, including the beams, sockets, pegs, and the like. When the Israelites were encamped, these three patrilineal houses surrounded the Tabernacle on three sides, with Gershon to the west, Kehat to the south, and Merari to the north. On the remaining side, <b>those encamped in front of the Tabernacle,</b> where its entrance was located, <b>to the east, in front of the Tent of Meeting: Moses, and Aaron, and his sons, keeping the commission of the Sanctuary, for the commission of the children of Israel; and the stranger who approaches shall be put to death.</b> Although Moses was not a priest, due to his unique status he encamped alongside his brother.", "<b>All those counted of the Levites, whom Moses and Aaron counted by the mandate of the Lord, by their families, all males from one month old and above, were twenty-two thousand.</b>", "<b>The Lord said to Moses: Count all the firstborn males of the children of Israel from one month old and above, and take the number of their names.</b> Corresponding to the counting of the Levites, you must conduct another census, that of the Israelite firstborns. Since this counting is also unrelated to military roles, but is rather to determine the number of firstborns, it too includes newborns.", "<b>You shall</b> then <b>take the Levites for Me, I am the Lord, in place of all the firstborn among the children of Israel.</b> The firstborns are thereby removed from the Tabernacle service and all ritual functions and are replaced by the Levites. The firstborns will retain only a minor element of sanctity, for which they require redemption, as will be explained below. <b>And</b> likewise, you shall take <b>the animals of the Levites in place of all the firstborn among the animals of the children of Israel,</b> which were consecrated to God.", "<b>Moses counted, as the Lord had commanded him, all firstborn among the children of Israel.</b>", "<b>All the firstborn males according to the number of names, from one month old and above, by their count, were twenty-two thousand two hundred and seventy-three.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take the Levites in place of all the firstborn among the children of Israel, and the animals of the Levites instead of their animals,</b> those of the Israelites; <b>and the Levites shall be Mine,</b> as a special group dedicated to the Tabernacle, <b>I am the Lord.</b>", "Each firstborn is removed from his function and replaced by one of the Levites. As the number of firstborns is not identical to the number of Levites, <b>for the redemptions of the two hundred and seventy-three of the firstborn of the children of Israel, who remain beyond the Levites,</b>", "<b>you shall take five shekels each by head,</b> for every additional firstborn. <b>In the sacred shekel you shall take; twenty gera is the shekel.</b>", "<b>You shall give the silver to Aaron and to his sons; the redemptions of those among them who remain.</b> This money shall serve to redeem those firstborns for whom there is no Levite to replace them.", "<b>Moses took the silver of the redemption from those who remain beyond the redemptions of the Levites.</b>", "<b>From the firstborn of the children of Israel he took the silver: One thousand three hundred and sixty-five shekels, in the sacred shekels.</b> Five shekels were paid for each of the 273 remaining firstborns.", "<b>Moses gave the silver of the redemption to Aaron and to his sons, according to the directive of the Lord, as the Lord had commanded Moses.</b>"], ["<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Take the census of the sons of Kehat,</b> and appoint them for their important task, <b>from among the sons of Levi, by their families, by their patrilineal house.</b>", "<b>From thirty years old and above and until fifty years old, all those enlisted for duty, to perform labor in the Tent of Meeting.</b>", "<b>This is the work of the sons of Kehat in the Tent of Meeting: the sacred sacraments [<i>kodesh hakodashim</i>].</b> Here, this expression does not bear its usual meaning of the Holy of Holies, which is the location behind the curtain in the Sanctuary where the ark was located but rather means the sacred sacraments.", "The priests must prepare the vessels before the Kehatites may carry them. <b>Aaron and his sons shall come when the camp travels, and they shall remove the curtain that screens,</b> divides between the Sanctuary and the Holy of Holies, <b>and with it they shall cover the Ark of the Testimony.</b> The curtain, which itself is part of the Sanctuary, shall serve as the first cover over the ark.", "<b>They shall</b> then <b>place upon it,</b> the ark, above the curtain, <b>a covering of the hide of a taḥash,</b> which is stronger and more impermeable than the curtain, <b>and they shall spread</b> a third layer, <b>a cloth entirely of sky-blue wool,</b> a valuable woven material, <b>over it, and they shall</b> straighten and <b>fasten its staves</b> in preparation for its journey.", "<b>On the table for the showbread they shall spread a cloth of sky-blue wool, and place upon it the bowls and the spoons, the supports,</b> which were the pillars on the sides of the table, <b>and the covering tubes,</b> which were the thin tubes installed on the supports. In short, all the movable appurtenances of the table are placed upon the cloth. <b>And the perpetual bread shall remain upon it,</b> the table which is beneath the cloth of sky-blue wool. The bread may not be removed from the table during the journey.", "<b>They shall spread upon them</b> another <b>cloth of scarlet wool, and they shall cover it</b> as well <b>with a covering of the hide of a taḥash, and shall place its staves,</b> with which the table for the showbread shall be carried.", "<b>They shall take a cloth of sky-blue wool, and cover the candelabrum of the light, its lamps, its tongs, its fire-pans, and all its oil vessels with which they serve it.</b>", "<b>They shall place it and all its vessels into a covering of the hide of a taḥash, and shall place it on a pole.</b> In contrast to the table for the showbread and the Ark of the Covenant, the candelabrum did not have staves inserted into rings. In order to carry it, the candelabrum must be placed inside a covering of a <i>taḥash</i> hide, into which a pole is inserted, and the pole is carried by two Levites.", "<b>Upon the golden altar they shall spread a cloth of sky-blue wool, and cover it with a covering of the hide of a taḥash, and shall place its staves.</b> They shall insert the staves with which the altar is carried into the rings of the altar.", "<b>They shall take all the service vessels with which they serve in the Sanctuary, and they shall place them in a cloth of sky-blue wool, and cover them with a covering of the hide of a taḥash, and shall place its staves, and they shall place them</b> all <b>on the pole.</b>", "The chapter now moves from discussing the vessels that were placed inside the Tent of Meeting to those vessels located outside the Tent. <b>They shall remove the ashes from the altar, and spread a cloth of purple wool over it.</b>", "<b>They shall place upon it all its vessels with which they serve upon it: the fire-pans,</b> which are spoon-like utensils, <b>the forks,</b> for handling the flesh of offerings, <b>the shovels,</b> for sweeping the ashes, <b>and the basins,</b> for collecting and sprinkling the blood. This was done for <b>all the vessels of the altar; and they shall spread upon it a covering of the hide of a taḥash, and place its staves</b> for carrying the altar. Despite its size, the altar was not heavy, as it was hollow.", "<b>Aaron and his sons shall conclude to cover the sacred, and all the sacred vessels, when the camp travels. And thereafter, the sons of Kehat shall come to bear.</b> Only after the priests have prepared and covered the vessels for the journey are the sons of Kehat permitted to carry them, so <b>that they shall not touch the sacred and die,</b> as direct contact with the sacred vessels is permitted to the priests alone. <b>These are the burden of the sons of Kehat in the Tent of Meeting.</b>", "<b>The charge,</b> the area of responsibility, <b>of Elazar son of Aaron the priest,</b> who, as the oldest of Aaron’s remaining sons, has a special role, <b>is</b> the bearing of <b>the illuminating oil, the fragrant incense, the meal offering of the daily offering, and the anointing oil.</b> He did not necessarily bear these himself, but it was his job to ensure that they were carried. As the prince of the princes of the Levites (3:32), he also had <b>the charge of the entire Tabernacle, and of all that is in it, in the sacred, and in its vessels.</b>", "<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Do not excise,</b> or cause the death of <b>the tribe of the families of the Kehatites from among the Levites,</b> due to lack of appropriate caution.", "<b>But this do for them, and they will live, and will not die, upon their approach to [<i>et</i>] the Holy of Holies.</b> Although “to” is usually signified by the Hebrew word <i>el</i>, a similar example where the word <i>et</i> means “to” can be found in I Samuel 9:18. <b>Aaron and his sons</b> alone <b>shall come, and assign them,</b> the Levites, <b>each man to his work and to his burden.</b> The Levites shall do nothing of their own accord. All the vessels shall be covered by the priests and be ready for the journey when the Kehatites enter the Holy of Holies.", "<b>They shall not come to see while the sacred is covered,</b> when the priests cover the sacred vessels. And the reason is <b>that</b> if they gaze upon the holy to satisfy their curiosity, <b>they will die.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 1:1-4:20", "heRef": "ביאור שטיינזלץ על במדבר א׳:א׳-ד׳:כ׳", "sections": ["1", "1"], "toSections": ["4", "20"], "sectionRef": "Steinsaltz on Numbers 1-4", "heSectionRef": "ביאור שטיינזלץ על במדבר א׳-ד׳", "firstAvailableSectionRef": "Steinsaltz on Numbers 1:1-4:20", "isSpanning": true, "next": "Steinsaltz on Numbers 5", "prev": null, "title": "Steinsaltz on Numbers 1-4", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 1:1-54", "Steinsaltz on Numbers 2", "Steinsaltz on Numbers 3", "Steinsaltz on Numbers 4:1-20"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}