{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["The prophet responds to God’s statement about the nation’s abandonment of the correct path and their following false gods: <b>Lord, my strength, my stronghold, and my refuge </b>to whom I flee<b> on the day of trouble, to You nations will come from the ends of the earth, and they will say: It is but falsehood that our fathers inherited </b>over the generations,<b> futility, and they are to no avail. </b>In the future, all the nations will recognize that their ancestors’ idolatrous religions were meaningless.", "After all, <b>will a person make gods for himself? </b>Such an idea is impossible, for <b>they are not gods. </b>", "<b>Therefore, behold, I, </b>God,<b> am informing them; this time I will inform them of My hand and My might, and they shall know that My name is the Lord. </b>Although even the gentiles will ultimately recognize the true God, first Israel must receive its punishment."], ["<b>The sin of Judah is </b>as though <b>written </b>in stone <b>with an iron pen, with </b>the<b> </b>sharp <b>point of </b>a <b>crystal</b><b> </b>stylus,<b> </b>a strong substance that can cut and even break stones; <b>it,</b> their sin,<b> is engraved on the tablet of their heart and on the horns of your </b>idolatrous <b>altars.</b>", "<b>Like the remembrance of their children, </b>so too <b>are </b>their memories of <b>their altars and their </b>idolatrous <b>sacred trees by the flourishing trees, on the lofty hills.</b> They think of their heathen practices with the same frequency and fondness that they contemplate their own children. Alternatively, Judah’s sin becomes engraved on their hearts when the children recall their parents’ idolatrous practices. These behaviors are deeply entrenched in the people’s culture and are not merely a superficial adoption of contemporary trends.", "An address to Jerusalem, or to the entire territory of Judah, which is a mountainous region bordered by plains: <b>Mountains in the field, your wealth, all your treasures, I will deliver as loot; your shrines are</b> soaked <b>with sin throughout your borders. </b>", "<b>You will be expelled, because of you, </b>your actions, <b>from your inheritance that I gave </b>to <b>you; and I will cause you to serve your enemies in the </b>distant <b>land that you have not known, for you have</b> <b>ignited a</b> furious<b> fire in My nostrils; it will burn </b>for many years, seemingly <b>forever.  </b>", "After depicting the nation’s grievous sin of idolatry and its severe punishment, the prophet addresses the individual. <b>So said the Lord: Cursed is the man who trusts </b>only <b>in people and makes flesh </b>and blood <b>his </b>only source of <b>strength</b><b> and whose heart strays from the Lord. </b>Such a person devises elaborate plans, such as business deals, based exclusively on human behavior, without paying any attention to God’s ultimate control over human affairs.", "<b>He will be like a solitary tree </b>that barely survives and does not produce fruit, which grows among the low shrubs <b>in the </b>flat lands of the <b>desert, and </b>he <b>will not </b>merit to <b>see when good comes; </b>rather, <b>he will inhabit the </b>dry and <b>parched places in the wilderness, </b>in<b> a salty land and uninhabited </b>abode.", "Conversely, <b>blessed is the man who trusts in the Lord; the Lord will be his haven. </b>", "<b>He will be like a tree planted</b><b> by water, that spreads its roots near a </b>small <b>stream; </b>as a result, <b>it does not see, </b>or, alternatively, it does not worry about drying up,<b> when heat comes, and its leaves flourish. </b>Even<b> during a year of drought, it is not concerned, and it does not cease from producing fruit.</b>", "Indeed, <b>the </b>human <b>heart is deceitful above all, and it is </b>sick and <b>mortally ill; who can know it? </b>It is impossible to know whose lives are built on the pursuit of transitory material pleasures, and who genuinely relies on God and follows His directives. The human heart is so devious and weak that at times one fails to recognize one’s own true nature.", "<b>I, the Lord, </b>alone can <b>probe the heart, </b>and<b> examine the kidneys, </b>which represent the seat of practical reason and judgment. Only I can determine a person’s true thoughts and motivations, and<b> </b>thus I am the only one able <b>to give to each man in accordance with his ways, in accordance with the fruit of his actions. </b>", "<b>A partridge,</b><b> </b>a small wild bird from the pheasant family,<b> collects</b><b> </b>and tries to incubate<b> eggs that it did not lay. </b>When several of these birds share a nest, there is often a struggle between them, with each trying to expel the others and gather all of their eggs under its own wings. Since the partridge’s wings are fairly short, it cannot protect and properly incubate the stolen eggs, many of which are ultimately ruined or abandoned. This is a metaphor for a dishonest person,<b> one who</b> <b>amasses wealth unjustly. </b>Just as the partridge does not benefit from the eggs it stole from others, so too such an individual will not profit from his wealth.<b> In the middle of his days he will leave it, and at his end he will be reviled, </b>disgraced, and wretched, or, alternatively, he will be revealed and recognized as a wicked criminal.", "Conversely, <b>a</b> <b>throne of glory, </b>which has been <b>exalted from the first, </b>from the earliest times,<b> is the place of our Temple. </b>", "<b>The</b> <b>hope of Israel is</b> <b>the Lord,</b><b> </b>who dwells in that Sanctuary. Therefore, <b>all who forsake You will be ashamed. And</b> <b>those who stray from Me, </b>from the correct path, and who distance themselves from the exalted Sanctuary, <b>will be written in </b>the<b> </b>bowels of <b>the</b> <b>earth. </b>Their names will be unknown in the world,<b> because </b>in their greed <b>they forsook the fount of flowing water, the Lord. </b>Consequently, the wealth they amass will not remain in their possession for long, and they themselves will be abandoned, neglected, and humiliated.", "At this point, Jeremiah utters a personal prayer for relief from his own suffering: <b>Heal me, Lord,</b><b> and I will be healed; save me, and I will be saved, for You are my praise.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Jeremiah", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Jeremiah", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}], "ref": "Steinsaltz on Jeremiah 16:19-17:14", "heRef": "ביאור שטיינזלץ על ירמיהו ט״ז:י״ט-י״ז:י״ד", "sections": ["16", "19"], "toSections": ["17", "14"], "sectionRef": "Steinsaltz on Jeremiah 16-17", "heSectionRef": "ביאור שטיינזלץ על ירמיהו ט״ז-י״ז", "firstAvailableSectionRef": "Steinsaltz on Jeremiah 16:19-17:14", "isSpanning": true, "next": "Steinsaltz on Jeremiah 18", "prev": "Steinsaltz on Jeremiah 15", "title": "Steinsaltz on Jeremiah 16-17", "book": "Steinsaltz on Jeremiah", "heTitle": "ביאור שטיינזלץ על ירמיהו", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Jeremiah 16:19-21", "Steinsaltz on Jeremiah 17:1-14"], "indexTitle": "Steinsaltz on Jeremiah", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Prophets"], "heIndexTitle": "ביאור שטיינזלץ על ירמיהו", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Jeremiah"], "heTitleVariants": ["ביאור שטיינזלץ על ירמיהו"], "index_offsets_by_depth": {}, "warnings": []}