{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses at Mount Sinai</b> before the Israelites set out for the Land of Israel, despite the fact that the following <i>halakhot</i> would be practiced only when they reached their land, <b>saying:</b>", "<b>Speak to the children of Israel, and say to them: When you come into the land that I am giving you, the land shall rest a Sabbath to the Lord.</b> Just as the weekly Sabbath, during which people must rest, expresses the sovereignty of God as the Creator, so too this sabbatical year, which occurs once every seven years, represents God’s lordship over the land.", "<b>Six years you will sow your field, and six years you will prune your vineyard, and you will gather its produce.</b> You must harvest and collect everything you have planted before the beginning of the seventh year.", "<b>In the seventh year, it shall be a sabbatical rest for the land,</b> just as the weekly Sabbath is a rest for people, <b>a Sabbath for the Lord; your field you shall not sow, and your vineyard you shall not prune.</b>", "<b>The aftergrowth of your reaping,</b> the produce that grows by itself from the remnants that fell to the ground during the previous harvest, without any plowing and sowing on your part, <b>you shall not reap</b> in the normal manner of an owner in his field, despite the fact that it is permitted to consume this produce. <b>And the uncultivated grapes of your vine,</b> the grapes of the seventh year, which are for the Lord, or the grapes of highest quality, <b>you shall not gather.</b> This year is not designated as a time of rest for humans; rather, <b>it shall be a sabbatical year for the land.</b>", "<b>The Sabbath of the land,</b> the produce that grows during the seventh year, also called the <i>Shemitta</i> Year, <b>shall be yours for eating, for you, and for your slave, and for your maidservant, and for your hired laborer, and for your resident alien who reside with you,</b> all the inhabitants of the Land of Israel.", "<b>And for your animals,</b> your livestock, <b>and for the</b> wild <b>beasts,</b> including birds, <b>that are in your land, all of its,</b> the year’s, <b>produce shall be to eat.</b>", "These Sabbatical Years are themselves part of a larger cycle: <b>You shall count for yourselves seven Sabbatical Years, seven years seven times, and they shall be to you the days of the seven Sabbatical Years, forty-nine years.</b>", "After forty-nine years, <b>you shall sound an alarm blast of the shofar during the seventh month, on the tenth day; on the Day of Atonement you shall sound the shofar throughout your land,</b> thereby proclaiming the start of a new year.", "<b>You shall sanctify the fiftieth year,</b> in which there is an even more significant cessation of activities and transactions than in the Sabbatical Year, <b>and proclaim liberty in the land for all its inhabitants.</b> You must ensure that all slaves are freed from all bonds. <b>It shall be a Jubilee</b> Year, of blowing the shofar, <b>to you; each man shall return to his ancestral portion, and each man shall return to his family.</b> The fiftieth year is a year of manumission, at which point certain matters revert to their original state.", "<b>It is a Jubilee, the fiftieth year shall be for you; you shall not sow, and you shall not reap its aftergrowth, and you shall not gather its uncultivated grapes.</b>", "<b>Since it is a Jubilee, it shall be sacred for you;</b> you shall abstain from working the land and reaping its produce in the manner of an owner. <b>From the field you shall eat its produce,</b> which must be made available to all. As in the Sabbatical Year, the produce does not belong to you; rather, it is comparable to public property located in your custody.", "<b>In this Jubilee Year you shall return each man to his ancestral portion.</b> If one sold his family’s land during the previous forty-nine years, it will revert to his possession in the Jubilee Year.", "The verse states a related <i>halakha</i>: <b>If you sell a sale item to your counterpart,</b> another citizen, <b>or acquire</b> an article <b>from the hand of your counterpart, you shall not exploit one another</b> by cheating. Of course, fraud is always prohibited, but it is mentioned in this context for a specific reason:", "The fact that land in the Land of Israel cannot be sold permanently, but merely leased until the Jubilee, affects the price of transactions. <b>On the basis of the number of years after the Jubilee you shall acquire from your counterpart.</b> The price of the land should be calculated based on the number of years that the sale will last. Here the word “after” should be understood to mean “until.” <b>On the basis of the number of crop years,</b> excluding the Sabbatical Years, which provide no profitable yield, <b>he shall sell to you.</b>", "<b>According to the abundance of the years,</b> if there are many years until the Jubilee, <b>you shall increase its price, and according to the paucity of the years you shall decrease its price, as it is the number of crops he is selling to you.</b> He is selling you only the right to the land’s produce for a given number of years, not the land itself.", "The Torah reiterates that <b>you shall not wrong one another, and you shall fear your God; for I am the Lord your God.</b> These <i>halakhot</i> are not easy to observe. Canceling all sales of land will likely lead to various complications and misunderstandings. Therefore, the Torah issues an extra warning.", "<b>You shall perform My statutes,</b> including the Sabbatical Year and the Jubilee Year, <b>and My ordinances,</b> e.g., the <i>halakhot</i> regarding sale of land stated above, <b>you shall observe, and perform them, and</b> then <b>you shall live on the land in security.</b>", "<b>The land shall yield its produce,</b> as explained below, <b>and you shall eat your fill, and you shall live in security upon it.</b>", "<b>If you shall say: What shall we eat during the seventh year? Behold,</b> due to these prohibitions, <b>we shall not sow, nor shall we gather our harvest.</b>", "<b>I will command My blessing for you in the sixth year, and it shall generate the produce</b> so abundantly that it will provide food <b>for the three years:</b> the sixth year, the seventh year, and part of the eighth year.", "<b>You shall</b> be permitted to <b>sow</b> again in <b>the eighth year, and</b> meanwhile you will <b>eat of the old produce</b> from the sixth year, <b>until the ninth year, until the arrival of its produce</b> that you planted in the eighth year, <b>you shall eat the old.</b>", "The Torah stresses once again: <b>The land,</b> the Land of Israel, <b>shall not be sold in perpetuity, as the land is Mine; for you are strangers and resident aliens with Me,</b> as you live in My land under a special agreement, but it does not belong to you. The Sabbatical Year and the Jubilee Year are a reminder and our acknowledgment that the land is no one’s personal property.", "<b>In all the land of your ancestral portion,</b> the land of Canaan, which will become your ancestral property, <b>you shall provide redemption for the land</b> by returning all properties to their original owners.", "The following <i>halakhot</i> also fall into the general framework of the Jubilee Year: <b>If your brother becomes poor and sells</b> a portion <b>from his ancestral portion</b> for his livelihood, <b>his redeemer,</b> a family member <b>who is close to him, shall come and redeem the sale of his brother.</b> This relative has the right to buy back the property.", "<b>If a man shall have no redeemer</b> who is able to exercise this right, <b>and</b> after a period of time <b>he</b>, the original owner, <b>acquires the means and finds enough</b> money <b>for its redemption,</b>", "<b>he shall calculate the years of its sale,</b> the total number of years that the land would have remained in the buyer’s possession from the time of sale until the Jubilee Year, and subtract the number of years that it was actually under the buyer’s control, <b>and return the balance,</b> the money for the remaining years, <b>to the man to whom he sold it,</b> as compensation to the buyer for the loss of the land’s produce until the Jubilee Year. <b>And he shall return to his ancestral portion.</b>", "<b>But if he does not acquire enough</b> money <b>for its return to him,</b> then <b>his sale,</b> the property, <b>shall remain in the possession of the buyer until the Jubilee Year; and it shall go out</b> to the seller <b>in the Jubilee</b> without the need for redemption, <b>and he shall return to his ancestral portion.</b>", "On the other hand, <b>if a man sells a house of residence in a walled city, its</b> right of <b>redemption</b> by the seller <b>shall be until the conclusion of the year of its sale; its redemption shall be for</b> exactly <b>one year.</b>", "<b>If it,</b> the house, <b>shall not be redeemed until the completion of one full year for it,</b> as the seller was unable to find the means to redeem it during that period, <b>the house that is in the city that has a wall shall be established in perpetuity to the one who bought it for his generations; it shall not go out in the Jubilee.</b> The buyer will become the permanent owner of the house, which does not return to the original owner.", "<b>But the houses in open cities that have no wall surrounding them shall be reckoned like the fields of the land; it,</b> such a house, <b>shall have redemption</b> like a field, <b>and in the Jubilee it shall go out.</b>", "As for <b>the cities of the Levites,</b> with regard to <b>the houses of the cities of their ancestral portion,</b> which are houses owned by Levites within their walled cities, <b>there shall be eternal redemption for the Levites.</b> Houses in the cities of Levites cannot be sold permanently, even if those cities are walled, as these houses are considered their primary property. For most Israelites, houses in cities were not usually sources of livelihood. For Levites, however, such houses were the only real estate they possessed, and therefore they had the same status as the agricultural land of other Israelites.", "Therefore <b>one who buys from the Levites, the sale of the house in the city,</b> or of an entire city, <b>of his ancestral property shall go out in the Jubilee; for the houses of the cities of the Levites are their ancestral portion in the midst of the children of Israel.</b> Consequently, even if the Levite seller is unable to redeem such property, it reverts to his possession in the Jubilee Year.", "<b>But the fields of the open land of their cities,</b> surrounding the Levites’ cities, which is the common property of all the residents of the city rather than of individual Levites, <b>shall not be sold, as it is their eternal ancestral portion.</b>", "In a similar vein, the Torah suggests another method by which a poor person’s situation can be improved. <b>If your brother should become poor, and his means fail</b> while living <b>with you, you shall support him,</b> not only your brother but any <b>stranger or resident alien, and</b> offer him the help he needs so that <b>he shall live with you.</b>", "<b>Do not take interest,</b> that is <b>,</b> do not lend money on the condition that the longer the borrower delays repayment the more he is forced to pay, <b>or increase,</b> demand a fixed fee that must be paid in addition to the loan, <b>from him; you shall fear your God,</b> who prohibits these practices, despite the fact that most people consider them normal. <b>And your brother shall live with you.</b> When one offers a loan to someone who needs money, it is only natural to seek to profit from such a transaction. The Torah warns against succumbing to such temptation.", "<b>Your silver you shall not give him with interest, and with increase you shall not give him</b> even <b>your food.</b> The prohibition applies to loans of all items, not only money.", "<b>I am the Lord your God, who brought you out of the land of Egypt to give you the land of Canaan, to be your God.</b> This statement serves to emphasize that God is the master of the Jewish people, as He provides them with everything they have. Therefore, one may use his property only in accordance with God’s commandments.", "<b>If your brother shall become poor with you and is sold to you</b> as a slave due to his financial situation, <b>you shall not work him as a slave</b> by forcing him to perform menial tasks.", "In general, a master does not hesitate to compel his slaves to perform those denigrating tasks that he would not assign to a hired hand, who possesses enough leverage to refuse to do such work. Therefore, the Torah commands: <b>As a hired laborer, as a resident</b> of your area, <b>he,</b> the slave, <b>shall be with you.</b> Furthermore, <b>until the Jubilee Year he shall work with you.</b>", "Then <b>he shall go out from you, he and his children with him.</b> Anyone who buys a slave also acquires his family by default, as they have no one else to support them. When the slave goes free, his family leaves with him. <b>He shall return to his family, and to the ancestral portion of his fathers he shall return.</b>", "The same principle that was stated above with regard to the land, “The land shall not be sold in perpetuity, as the land is Mine” (verse 23), is applied here to the children of Israel. They too may not be sold permanently, <b>for they are My servants, whom I brought out of the land of Egypt.</b> The servants of God possess a lofty status, and therefore <b>they shall not be sold as slaves.</b> One may not treat them disrespectfully by putting them up for sale in a slave market.", "Furthermore, <b>you shall not oppress him with</b> uncommonly <b>hard labor; you shall fear your God.</b>", "<b>But your slaves and your maidservants whom you shall have from the nations that surround you: From them,</b> but not from your fellow Israelites, <b>you may buy a slave or a maidservant.</b> Gentile slaves, who are not your brothers and do not merit special treatment, may be purchased from the neighboring peoples.", "<b>Also from the children of the resident aliens who reside with you,</b> gentiles who are resident aliens in the Land of Israel, who accept certain basic norms of the Israelites but have not become fully part of the nation, <b>from them you shall buy, and from their families that are with you, which they have begotten in your land; they shall be an ancestral portion for you.</b> These slaves may be bought, and you may use them throughout your lives.", "Furthermore, <b>you shall bequeath them to your children after you, to inherit as an ancestral portion;</b> like all your other possessions, they are inherited by your children. <b>You shall enslave them forever;</b> there is no set date when you must emancipate them. Indeed, this verse indicates that it is undesirable to free them at all. <b>But with regard to your brethren the children of Israel, one to another, you shall not oppress him with hard labor.</b> You must treat them gently and with respect.", "<b>If a stranger who is a resident with you,</b> a gentile from a different nation who resides among you and who does not worship idolatry, <b>shall acquire means, and your brother becomes poor with,</b> in comparison to, <b>him and he is sold to</b> that wealthy <b>stranger who is a resident with you, or to an offshoot of a stranger’s family</b> who does worship other gods,", "in both such cases, the sale is valid. However, <b>after he,</b> the Israelite, <b>is sold</b> as a slave, <b>he shall have redemption; one of his brothers shall redeem him.</b> One of the slave’s relatives is obligated to do his utmost to buy his freedom.", "<b>Or his uncle or his cousin shall redeem him, or</b> another relative <b>from his close kin from his family shall redeem him; or if he</b> himself <b>acquires</b> the <b>means, he shall be redeemed</b> with his own money.", "<b>He shall calculate with his buyer from the year of his sale to him until the Jubilee Year, and his sale price shall be according to the number of years.</b> All Hebrew slaves go free at the advent of the Jubilee Year, even those owned by gentiles. Therefore, the price of the slave is calculated as a lease until the Jubilee: <b>As the time of a hired laborer, he,</b> the slave, <b>shall be with him.</b>", "<b>If there are still many years</b> for the slave to work until the Jubilee, <b>in accordance with them he shall repay the cost of his redemption from the silver of his purchase.</b>", "<b>If a few remain of the years until the Jubilee Year, he shall calculate for him; in accordance with his years he shall repay the cost of his redemption.</b> This slave was initially bought at a certain price for a certain number of years’ labor. When he or another comes to redeem him before the Jubilee, he must buy back the years of labor that are left, as dictated by the original price.", "<b>As a yearly hired laborer he shall be with him.</b> Even gentiles residing in the Land of Israel are obligated to treat Israelite slaves with the respect accorded to hired workers. <b>He,</b> the gentile master, <b>shall not oppress him with hard labor before your eyes.</b> Since the master is not an Israelite, he might not observe the requirements of the Torah if he is not watched carefully.", "<b>If he shall not be redeemed by</b> one of <b>these</b> relatives, his uncle, cousin, or any other relative, and he does not acquire the means to redeem himself, nevertheless <b>he shall go out in the Jubilee Year; he, and his children with him.</b>", "The chapter summarizes the guiding principle of these <i>halakhot</i>: <b>For to Me the children of Israel are slaves; they are My slaves whom I took out of the land of Egypt. I am the Lord your God.</b> Since God is the Master of Israel, and the people are His exclusive property, they cannot be treated as chattel, and their servitude is regulated by the terms outlined here."], ["<b>You shall not make for you false gods, and you shall not establish for you an idol or a pillar,</b> whether in the likeness of other gods or in service of God. <b>And an ornamented stone you shall not place in your land, to prostrate yourself upon it,</b> as idol worshippers would often bow on a mosaic floor as an act of worship. <b>For I am the Lord your God.</b>", "This section concludes with a mention of principles that are relevant to most of the issues discussed in the book of Leviticus: <b>You shall observe My Sabbaths,</b> the Sabbath and the festivals, <b>and you shall revere My Sanctuary.</b> The obligation to revere the Temple includes the scrupulous observance of the sacrificial rituals and the preservation of the Temple’s ritual purity (see 16:16, 19:30). <b>I am the Lord.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 25:1-26:2", "heRef": "ביאור שטיינזלץ על ויקרא כ״ה:א׳-כ״ו:ב׳", "sections": ["25", "1"], "toSections": ["26", "2"], "sectionRef": "Steinsaltz on Leviticus 25-26", "heSectionRef": "ביאור שטיינזלץ על ויקרא כ״ה-כ״ו", "firstAvailableSectionRef": "Steinsaltz on Leviticus 25:1-26:2", "isSpanning": true, "next": "Steinsaltz on Leviticus 27", "prev": "Steinsaltz on Leviticus 24", "title": "Steinsaltz on Leviticus 25-26", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 25:1-55", "Steinsaltz on Leviticus 26:1-2"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}