{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["God promises: <b>If you follow My statutes</b> that I have made known to you, <b>and observe My commandments,</b> which further establish what paths one may not follow, <b>and perform them,</b>", "<b>I will provide your rains in their season.</b> For workers of the land, not only is the overall yearly amount of rainfall important, but their precise distribution during the agricultural year is of no less significance. <b>And</b> when rain falls at the desired times, then <b>the land shall yield its produce, and the tree of the field shall yield its fruit.</b> If rain does not come at the right time, the fertility of the land is reduced, and even if the plants and trees grow, the course of their development will be adversely affected.", "When the harvest is successful, <b>your threshing,</b> which starts at the beginning of the summer months, when the barley ripens, followed by the wheat harvest, <b>shall reach until grape harvest.</b> The grapes start to ripen during the months of Tammuz to Av, July to August. In a year of blessing, each one of these stages shall lengthen, so that they follow in an uninterrupted sequence. <b>And</b> therefore the <b>grape harvest shall reach until sowing,</b> the season for sowing the fields at the beginning of the next agricultural year, after the summer. The unbroken succession of these agricultural seasons is indicative of the earth’s fertility. <b>You shall eat your food to repletion, and</b> although a rich, productive land generally tempts enemies to come and seek to conquer it, <b>you shall live in your land in security.</b>", "In addition to the granting of rain and the resultant blessing of fertility, <b>I shall grant peace in the land, and you shall lie without threat</b> of an enemy attack; <b>and I will banish wild beasts from the land.</b> When the land is tilled and the villages are inhabited, wild animals keep away from the settled areas. Furthermore, not only will you be spared a direct attack, but <b>a sword shall not pass in your land.</b> Foreign forces will not dare even to pass through your territory.", "Not only shall armies not pass through your land, but <b>you shall pursue your enemies, and they shall fall before you by the sword.</b>", "Furthermore, <b>five of you shall pursue one hundred, and one hundred of you shall pursue ten thousand; and your enemies shall fall before you by the sword.</b>", "Not only will you not encounter difficulties, but <b>I will turn to you</b> with a special blessing <b>and make you fruitful, and multiply you; and I will fulfill My covenant with you,</b> with all the promises the covenant includes.", "<b>You shall eat old produce.</b> This is a double blessing: First, there will be a surplus of food beyond present consumption which will be placed in storage; and second, the produce will improve with age. <b>And</b> as the land will continue to be fertile, <b>you shall remove the old from before the new.</b> You will have to take out the excess old produce in order to make room for the new.", "On a broader scale, <b>I will place My dwelling in your midst, and My self shall not reject you;</b> I shall willingly rest My presence among you.", "<b>I shall walk in your midst,</b> openly and with satisfaction. <b>I shall be your God, and you shall be My people.</b> The mutual relationship between the nation and its God will be apparent. You will feel that you are My people, not only when you submit to My will, but also when you take shelter in My shade.", "<b>I am the Lord your God, who took you out of the land of Egypt, from being slaves to them; I broke the beams of your yoke, and caused you to walk upright.</b> By breaking the beams of the yoke, which force the wearer’s head downward, I enabled you to lift up your heads and walk erect.", "Here the chapter starts the list of curses: <b>And if you do not heed Me, and do not perform all these commandments,</b>", "<b>but if you</b> also <b>despise My statutes, and if your soul rejects My ordinances, failing to perform all My commandments, in your violating My covenant,</b>", "<b>so</b> too will <b>I</b> act like you, as I <b>will do this to you: I will appoint over you panic,</b> existential anxiety that is not caused by any particular event. I will also bring upon you diseases: <b>consumption and fever, causing the eyes to seek and the soul to despair</b> with continuous suffering. There are sicknesses that are far more severe than the ones listed here, but those for the most part are circumscribed in that they start and end at defined points. Consumption and malaria, which is a classic example of the fever mentioned here, generally cause chronic pain for an extended period of time. <b>And</b> in a different realm of activity, <b>you shall sow your seed in vain, and your enemies shall eat it.</b>", "<b>I shall direct My attention against you,</b> in contrast to the blessing of verse 9: “I will turn to you.” In the Bible, the act of turning toward is invariably a positive move, a sign of affection, whereas the directing of attention, which is likewise a mark of providence, means that God will attend in a negative form. <b>And you shall be smitten</b> in combat <b>before your enemies; those who hate you shall subjugate you; and you shall flee with no one pursuing you.</b> This is the reverse of the description in verse 8. Panic, fear, and the loss of composure cause one to flee even when there is nobody chasing.", "<b>And if after these you do not heed Me,</b> in your willful refusal to interpret your troubles as a punishment for your evil deeds, if you continue to live your lives in the same manner, without rectifying your behavior, <b>I will amplify chastising you,</b> I will continue to punish you <b>sevenfold for your sins.</b> Some commentaries, both here and with regard to similar expressions below, spell out precisely seven types of punishments, to which this alludes. Generally speaking, however, seven is a symbolic number, often used in an inexact manner, to denote a substantial amount.", "<b>I will break the pride of your power,</b> I will destroy the Temple. This expression can also be interpreted as referring to the shattering of Israel’s sense of power and strength. Such a feeling might be due to various causes, including years of famine and hunger, as indicated by the continuation: <b>And I will render your sky like iron,</b> which does not drip, <b>and your earth like bronze,</b> from which nothing grows.", "<b>Your strength shall be</b> entirely <b>expended in vain.</b> During a drought, much time and effort is invested to work the land and draw water in various ways for irrigation, but all this shall be for naught: <b>And your land shall not yield its produce and the tree of the land shall not yield its fruit.</b>", "<b>And if you walk recalcitrantly with Me,</b> in rebellion, <b>and you do not</b> wish to <b>heed Me,</b> as you learn nothing from the punishments, then <b>I will amplify My blow upon you sevenfold in accordance with your sins.</b>", "<b>I will send the beast of the field against you.</b> In sharp contrast to the blessing: “I will banish wild beasts from the land” (verse 6), here wild beasts invade settled areas. <b>It will bereave you of your children,</b> the easiest prey, <b>and destroy your cattle, and diminish you; and your roads shall become desolate.</b> Due to their reduced number and out of fear, people will shut themselves up in their communities, and the roads will be deserted and laid waste.", "<b>And if with these</b> too <b>you are not chastised to Me,</b> by accepting My reproof, <b>and you walk recalcitrantly with Me;</b>", "<b>so I also will walk with you recalcitrantly,</b> in the same harsh and forceful manner, <b>and I too will smite you sevenfold for your sins.</b>", "<b>I will bring upon you a sword</b> of war, <b>avenging the vengeance of the</b> broken <b>covenant; you shall be gathered into your cities,</b> to hide from the enemy. Also, <b>I will send forth pestilence among you.</b> When you are crowded within your cities, a plague will be all the more deadly. <b>And</b> eventually <b>you shall be delivered into the hand of an enemy,</b> as your cities will be unprotected.", "<b>When I break for you the staff,</b> your support <b>of bread, ten women shall bake your bread in one oven.</b> This is an exaggerated depiction of a lack of bread. Home ovens were like relatively small jugs, designed for baking the bread required by a single family. <b>And they shall return your bread by weight.</b> Since food will be so sparse, people will be unable to act in a broad-minded, generous manner, and swap portions freely; rather, they will weigh how much they put into the oven and how much they took out, to determine exactly what belongs to them and what belongs to their neighbor. <b>And</b> then <b>you shall eat, but you shall not be satisfied,</b> both due to the fact that there is not enough food and also because the feeling of scarcity itself will cause the meal to be unsatisfying.", "<b>And if with</b> even <b>this,</b> actual hunger, when the hardships and disasters increase, <b>you do not heed Me, and you walk recalcitrantly with Me;</b>", "<b>I will walk with you in recalcitrant fury.</b> After causing a food shortage and harming your welfare, I will bring further horrors upon you: <b>I, too, will chastise you sevenfold for your sins.</b>", "<b>You shall eat the flesh of your sons, and the flesh of your daughters you shall eat.</b> Due to the increasing hunger, you will eat the flesh of man, and not just any person; rather, you will cannibalize your very own children.", "<b>I will destroy your high places,</b> the tall structures on which altars are built, <b>and destroy your sun idols,</b> images and monuments for the worship of the sun, <b>and I shall cast your carcasses on the carcasses of your idols.</b> You will die, and your idols will likewise be smashed. <b>And my Soul shall reject you.</b> You will feel that you have no path to approach Me.", "<b>I will render your cities ruins, I will make your sanctuaries desolate, and I will not smell your pleasing aroma.</b> On the one hand, the idols upon which you relied shall be broken; on the other hand, I, God, will not answer you.", "<b>I will make the land desolate, and</b> the result will be that <b>your enemies who live in it shall be desolate upon it.</b> Even those who try to settle the land after you are gone will be unable to make it blossom.", "The land will be desolate, and its settled areas, if there are any left at all, will be sparse and feeble. As for <b>you, I will scatter</b> you <b>among the nations, and I will draw [<i>harikoti</i>] the sword after you,</b> and it will consume you incessantly. <i>Harikoti</i> literally means, “I will empty.” This is a graphic expression of a sheath left empty due to the frequent use of its sword. <b>Your land shall be desolate, and your cities shall be ruins.</b>", "<b>Then the land shall be repaid for its sabbaths, all the days of its desolation, and you are in the land of your enemies; then the land shall rest and will repay its sabbaths.</b> Since you refused to observe the <i>halakhot</i> of the Sabbatical Year and let the land rest, as commanded in the previous section, the land shall find its own way to rest, when you have been exiled from it. It is as though the land itself will complete the missing years in which you did not keep the prohibitions of its rest. This is an ironic description of a measure-for-measure punishment.", "<b>All the days of its desolation it,</b> the land, <b>shall rest</b> from yielding produce; <b>that which it did not rest during your sabbaths, when you lived upon it.</b> This will be a cruel rest for the land. No labor will be performed in your cities on the Sabbath, as your cities will be deserted; the land will not be worked in the seventh year, because you will no longer live there.", "<b>Of the survivors among you, I will bring cowardice,</b> weakness and spinelessness, <b>in their hearts in the lands of their enemies; the sound of a driven leaf,</b> or a falling or rustling leaf, <b>shall pursue them.</b> Due to their constant state of fear, as well as their sense of vulnerability and the knowledge that they are surrounded by enemies on all sides, they will experience every slight noise as a sign that they are being chased. Consequently, <b>they shall flee, as one flees the sword, and they shall fall</b> while running <b>with no pursuer.</b> Their own panicked flight shall lead to their downfall, even though nobody is actually chasing after them.", "<b>They shall stumble over one another</b> during their flight, <b>as before a sword,</b> like those who flee from war and hurt each other in their rush to escape, <b>with no pursuer. You shall have no recourse before your enemies.</b> You will be unable to rise up and face enemy attackers.", "Moreover, <b>you shall perish among the nations, and the land of your enemies shall consume you.</b> There is no assurance that you will remain as you are, both on the personal and the national levels. The land of the gentiles shall destroy you and swallow you up. This is one of the harshest curses of all.", "<b>The survivors among you</b> after all these retributions <b>shall molder in,</b> due to, <b>their iniquity, in the lands of your enemies, and also in the iniquities of their fathers, with them they shall molder.</b>", "Ultimately, <b>they shall confess their iniquity and the iniquity of their fathers, in their trespass,</b> betrayal, <b>that they committed against Me, and also that they walked recalcitrantly with Me.</b> At some point they will acknowledge their betrayal and the rebellious nature of their acts. The time will come when they will recognize their impudence and their obtuse response to God’s callings. The aim of the retributions, which appeared gradually, was not merely to punish them, but also to call upon them to change their perspectives, repent, and return to God.", "This verse summarizes the above stages. <b>I too will walk recalcitrantly with them, and I will bring them into the land of their enemies,</b> the punishment of exile, which breaks all the frameworks of their lives; <b>or perhaps then,</b> when they have been exiled from their land, <b>their sealed</b> and dense <b>hearts will be humbled.</b> As described earlier, people will take no notice of the implications of the events that have befallen them, even when each tragedy is followed by a worse event. When the seal that blocks the heart is removed, they will become more sensitive to the meaning of these occurrences. <b>And they</b> will <b>then be repaid for their iniquity.</b> Their sins will be atoned for in exile, not only because punishment in general serves to atone for sins, but also because the shock of exile will cause them to return to God.", "<b>I will remember My covenant</b> that I enacted <b>with Jacob, and also My covenant with Isaac, and also My covenant with Abraham I will remember; and the land</b> that I chose to give to you, which due to your sins became a remote, miserable province, <b>I will remember.</b>", "Although I shall not forget it, <b>the land shall be forsaken of them,</b> during their exile, <b>and shall be repaid for her sabbaths</b> that they failed to observe, <b>in</b> the fact of <b>its desolation from them; and they shall repay their iniquity</b> through their punishment, as described above, <b>because they despised My ordinances, and their soul rejected</b> and abhorred <b>My statutes.</b> They did not merely neglect and abandon God’s commandments, but they actively recoiled from them in revulsion and treated them with contempt.", "Here comes a very important point: <b>Despite this,</b> after all the transgressions and punishments, and notwithstanding the people’s indifference to the lessons of the past, even <b>when they are in the land of their enemies,</b> poor, downtrodden, lowly in spirit, and weak in body, <b>I will not have despised them and will not have rejected them</b> in order <b>to destroy them</b> entirely, and thereby <b>to violate My covenant with them, as I am the Lord their God.</b> Even when they transgress the commandments and rebel in every possible manner, My covenant will remain in force.", "<b>I shall remember for them,</b> those who will live after many generations, <b>the covenant of their ancestors, that I took them out of the land of Egypt,</b> not in the manner of individuals taking flight, but <b>before the eyes of the nations,</b> in public display, on a grand scale, <b>to be their God.</b> In conclusion, God states: <b>I am the Lord,</b> who is responsible for all these events.", "In summary, <b>these are the statutes and ordinances and laws which the Lord gave between Him and the children of Israel at Mount Sinai,</b> before their many journeys in the wilderness, <b>at the hand of Moses.</b> At Mount Sinai, Israel received numerous commandments, instructions, and <i>halakhot</i>. In a certain sense, this chapter recapitulated all the central matters given at Sinai."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: If a man articulates a vow in accordance with the valuation of persons to the Lord,</b> when one obligates himself to give to God the value of a certain person. With regard to the term <i>erkekha</i>, “valuation,” see commentary on 5:15.", "<b>The valuation shall be: For the male from twenty years old until sixty years old, the valuation</b> of such a man with regard to this form of dedication, <b>shall be fifty shekels of silver of the sacred shekel.</b>", "<b>And if it is for a female,</b> in the same age range of twenty years old to sixty, <b>the valuation shall be thirty shekels.</b> Someone of this age is considered to be in his or her prime.", "<b>And if from five years old until twenty years old, the valuation shall be: The male twenty shekels, and for the female ten shekels.</b>", "<b>And if from one month old until five years old, the valuation shall be: The male five shekels of silver, and for the female, the valuation three shekels of silver.</b>", "<b>And if from sixty years old and above: If a male, the valuation shall be fifteen shekels, and for the female ten shekels.</b>", "<b>And if he,</b> the one who vowed, <b>is too poor</b> to pay <b>for the valuation, he shall be set before the priest, and the priest shall assess him; on the basis of what the one who vowed can afford, the priest shall assess him.</b> The priest shall grant him a deduction.", "<b>And if it,</b> the subject of one’s vow, <b>is a type of animal from which one would present an offering to the Lord,</b> an animal fit for the altar, <b>any that one gives of it to the Lord shall be sacred.</b> The sanctity of the vow applies to the body of the animal itself.", "Consequently, the animal itself must be sacrificed upon the altar. <b>One shall not exchange it and not substitute it,</b> replacing a <b>good</b> animal <b>with</b> a <b>bad</b> one, <b>or</b> even a <b>bad</b> one <b>with</b> a <b>good</b> one; <b>if he substitutes an animal for an animal, it and its substitute shall be sacred.</b> On the other hand, if one dedicates produce or other items, he is permitted to exchange them, to give the value of the object in its stead. Such an exchange is prohibited in the case of an animal that is fit for the altar, as the body of the animal itself is sanctified; it is not consecrated merely for its monetary value. And yet <b>if he substitutes an animal for an animal, it and its substitute shall be sacred.</b> Although it is prohibited to say that another animal should replace a consecrated animal, this declaration is not entirely without effect. This contrasts with most other situations, as the <i>halakha</i> generally does not recognize the validity of an action which constitutes a prohibition. In the formulation of the Talmud, if there is a matter about which God said: Do not do it, and one did it, his action is ineffective. In this case, however, the animal which one sought to use as a substitute is indeed consecrated, although the original animal also retains its sanctity.", "<b>And if</b> a man consecrates an animal, and <b>it is any type of nonpure animal</b> or an animal <b>from which one does not present an offering to the Lord</b> for other reasons, e.g., if it is blemished, <b>he shall set the animal before the priest.</b>", "<b>The priest shall assess it, whether good or bad; as the priest’s valuation, so shall it be.</b> The priest shall evaluate the worth of the animal standing before him, and his determination is final.", "<b>And if,</b> after the owner consecrates the non-pure animal, <b>he redeems it,</b> seeks to reacquire it from Sanctuary property, <b>he shall add its one-fifth to the valuation</b> of its worth.", "This verse presents a similar <i>halakha</i>: <b>And when a man consecrates his house sacred to the Lord, then the priest shall assess it, whether good or bad; as the priest assesses it, so shall it stand.</b>", "<b>And if the one who consecrated it redeems his house</b> himself, <b>he shall add one-fifth the silver of the valuation to it,</b> and <b>then</b> the house <b>shall be his.</b>", "It was stated earlier (25:25–28) that one cannot transfer permanent ownership of an ancestral field, as it theoretically remains in the family’s possession forever. Yet <b>if from the field of his ancestral portion a man consecrates to the Lord, the valuation,</b> the value of the field, <b>shall be according to its seed.</b> Since the field is not sold forever, this consecration is a gift for a limited number of years. Its value, for the purposes of redemption with money, is based on the following formula: <b>An area</b> that is required to be <b>sown with a ḥomer,</b> a measure of volume <b>of barley,</b> shall be redeemed <b>for fifty shekels of silver.</b> The Sages refer to this area as a <i>beit kor</i>; in modern measurements it is roughly 18 dunams, about 4.5 acres.", "<b>If he consecrates his field from,</b> that is, immediately after, <b>the Jubilee Year,</b> when there is maximum time until the next Jubilee, <b>the valuation shall stand.</b> It shall be redeemed in accordance with the full sum.", "<b>And if he consecrates his field after the Jubilee, the priest shall calculate for him the silver according to the remaining years until the Jubilee Year, and it shall be deducted from the valuation.</b> If fifty shekels of silver is the valuation of the field for forty-nine years, these must be divided into forty-nine parts, which means that slightly more than one shekel must be deducted from the total sum for each year that has passed.", "<b>And if the one who consecrated it</b> himself <b>redeems the field, he shall add one-fifth of the silver of the valuation to it, and it shall be his.</b> This is a general principle with regard to the redemption of consecrated items: If a stranger, not the original owner, seeks to acquire it, he pays the amount determined by the priest, or its fixed valuation, whereas the original owner must add a fifth, a kind of compensation or surcharge to the Sanctuary.", "<b>And if he does not redeem the field</b> from the Sanctuary property in all the years of the Jubilee cycle, <b>or if,</b> in the meantime, <b>he,</b> the Temple treasurer, <b>sold the field to another man, it shall no longer be redeemed</b> by the original owner, and his historical link to the field shall be severed.", "<b>When the field goes out in the Jubilee, it shall be sacred to the Lord.</b> Just like all fields in Israel, this field shall leave the possession of the buyer at the Jubilee Year. However, as its owner consecrated it, the field now reverts to become Temple property. It is considered <b>like a proscribed field,</b> as explained below (verses 28–29); <b>his portion shall belong to the priest.</b>", "<b>And if he consecrates to the Lord a field of his acquisition,</b> a field that he purchased from another, <b>that is not a field of his ancestral portion.</b> He does not have full ownership of this field, but merely the right of usage for fifty years at the most.", "Consequently, <b>the priest shall calculate for him the sum of the valuation until the Jubilee Year,</b> the valuation in accordance with the number of years remaining until the Jubilee, and <b>he shall give the valuation as of that day</b> on which he comes to redeem it. The field shall thereby return to the possession of the redeemer, and <b>it</b>, the payment, <b>is sacred to the Lord.</b> No payment of an additional fifth is mentioned here, as the current owner is considered like a stranger with regard to this purchased field. The Sages disagree whether an acquired field is redeemed by its actual sale value, or in accordance with the fixed value established in verse 16 for an ancestral field.", "<b>In the Jubilee Year, the field shall return to the one from whom he acquired it,</b> the original seller, <b>to the one whose ancestral portion of the land it is.</b> The person who consecrated it did not have the right to permanently dedicate a field that did not belong to him. To summarize, in all cases the fields return to their original owners in the Jubilee Year, apart from an ancestral field that was consecrated and not redeemed.", "<b>Every</b> payment of <b>valuation</b> discussed above <b>shall be in the sacred shekel; twenty gera shall be</b> the value of <b>the shekel.</b> These <i>gera</i> are called <i>maot</i> in the terminology of the Sages. Although there were smaller units of weight and coins, the <i>ma’a</i> was the basic silver coin, ten of which were worth a regular shekel, while twenty were worth the holy shekel, which was double in size.", "Pursuant to the discussion of consecration and redemption, the Torah presents a related law: <b>However,</b> with regard to <b>a</b> male <b>firstborn that is born first to the Lord, from an animal, no man shall consecrate it,</b> since it is not anyone’s property; <b>whether it is an ox or a sheep, it is the Lord’s,</b> and must be brought as an offering.", "<b>And if it,</b> the firstborn animal, <b>is a non-pure beast,</b> which cannot be brought as an offering, <b>he,</b> the owner, <b>shall redeem it according to the valuation,</b> by paying the animal’s worth, <b>and he shall add one additional fifth of it to it,</b> as one always must when redeeming consecrated items. <b>And if it is not redeemed</b> by the owner, <b>it shall be sold for the valuation.</b> Unlike pure animals, impure animals cannot be consecrated in and of themselves as offerings. Only their value is consecrated, and therefore the animal itself can be redeemed by paying its value to the Temple. In practice, among all impure animals, only the firstborn of a donkey must be redeemed. As mentioned elsewhere in the Torah, it is redeemed in exchange for a sheep, or for silver or other objects equal in value to itself.", "<b>However,</b> in contrast to consecrated objects, which may be redeemed or sold, <b>anything proscribed that a man proscribes for the Lord from all that is his, whether man,</b> e.g., one of his slaves, <b>or animal, or the field of his ancestral portion,</b> which is in the absolute possession of its owner, <b>shall not be sold and shall not be redeemed; anything proscribed is a sacred sacrament to the Lord.</b>", "<b>Anything proscribed with regard to people,</b> captives of war who have been proscribed, or one who has been sentenced to death for political or halakhic reasons <b>shall not be redeemed; he shall be put to death.</b> This is referring to a human <i>ḥerem</i>, but there is also the <i>ḥerem</i> of an area or a city. In such cases all the objects go to Heaven, and they are prohibited for all benefit and earthly uses, and may not be redeemed or sold.", "<b>All the tithe of the land,</b> a tenth separated <b>from the seed of the land,</b> such as wheat or barley, <b>or from the fruit of the tree,</b> wine, oil, and possibly other types of fruit as well, <b>is the Lord’s; it is sacred to the Lord.</b> It may not be treated like other fruit, but must be eaten near the Temple in a state of ritual purity. The Sages call this the second tithe.", "<b>And if a man shall redeem from his tithe,</b> if he wants to reacquire his tithe and be permitted to treat his produce like regular produce, <b>he shall add one-fifth of it to it,</b> like all who buy back their consecrated property from the Sanctuary.", "In addition to the better-known tithe of produce, there is also an animal tithe: <b>And all the tithe of cattle or the flock, any that passes under the rod,</b> the herdsman’s staff, <b>the tenth shall be sacred to the Lord.</b> All herd and flock born during each year shall pass under the rod and be counted in that manner, and the herdsman shall mark every tenth animal.", "<b>He shall not distinguish between good and bad, nor shall he substitute it.</b> The counting of the animals serves to establish which is the tithe. The animal that is counted as tenth is consecrated and cannot be exchanged. it must be sacrificed to God, while its meat is eaten by the owner in compliance with the <i>halakhot</i> of offerings. <b>And if he substitutes it, it and its substitute shall be sacred,</b> in accordance with the <i>halakha</i> of substitution stated above (verse 10); <b>it shall not be redeemed.</b> The tithe remains consecrated to God; one may not redeem it.", "This verse concludes the book of Leviticus: <b>These are the commandments that the Lord commanded Moses for the children of Israel on Mount Sinai.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 26:3-27:34", "heRef": "ביאור שטיינזלץ על ויקרא כ״ו:ג׳-כ״ז:ל״ד", "sections": ["26", "3"], "toSections": ["27", "34"], "sectionRef": "Steinsaltz on Leviticus 26-27", "heSectionRef": "ביאור שטיינזלץ על ויקרא כ״ו-כ״ז", "firstAvailableSectionRef": "Steinsaltz on Leviticus 26:3-27:34", "isSpanning": true, "next": null, "prev": "Steinsaltz on Leviticus 25", "title": "Steinsaltz on Leviticus 26-27", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 26:3-46", "Steinsaltz on Leviticus 27:1-34"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}