{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron, and say to him: When you kindle the lamps, the seven lamps shall illuminate toward the front of the candelabrum,</b> the middle branch, which forms the body of the candelabrum. The branches of the candelabrum culminated with lamps, which were vessels that held the oil and wicks with a spout that could be turned in any direction. Aaron was commanded to ensure that these spouts would face the middle branch of the candelabrum. Alternatively, some commentaries explain that this verse means that the spouts should face the area in front of the candelabrum, either the curtain separating the Sanctuary from the Holy of Holies or the table for the showbread.", "<b>Aaron did so; toward the front of the candelabrum he kindled its lamps, as the Lord had commanded Moses.</b>", "<b>This is the craftsmanship of the candelabrum: Hammered gold; from its base to its</b> decorative <b>flowers</b> on its branches, <b>it is hammered;</b> the entire candelabrum was sculpted from one piece of gold, without welding or otherwise attaching other pieces. <b>Like the vision that the Lord showed Moses, so he crafted the candelabrum.</b> From the descriptions in the Torah, it is difficult to fully understand what the candelabrum was supposed to look like, including the shape and number of its decorative knobs and flowers. Consequently, God showed Moses an image of the candelabrum on Mount Sinai, and then Moses was able to instruct the artisans as to its construction.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take the Levites from among the children of Israel, and purify them.</b>", "<b>So shall you do to them, to purify them: Sprinkle upon them purification water</b> from a red heifer (see 19:1–13), <b>and they shall pass a razor over all their flesh,</b> shaving off all the hair on their heads, beards and bodies, <b>and they shall wash their clothes and become pure</b> by immersing in a ritual bath.", "<b>They,</b> the Levites, <b>shall take a young bull</b> as a burnt offering, <b>and its meal offering,</b> made from <b>high-quality flour mixed with oil; and a second young bull you,</b> Moses, <b>shall take as a sin offering</b> as part of their purification process.", "<b>You shall bring the Levites before the Tent of Meeting and you shall assemble the entire congregation of the children of Israel,</b> as this matter pertains to them as well.", "<b>You shall bring the Levites before the Lord; and the</b> representatives of the <b>children of Israel shall lay their hands upon the Levites.</b> The representatives may have been the Sanhedrin or the firstborn, who were replaced by the Levites. The laying of the hands in this ceremony was parallel to the rite of one who brings an offering, who must lay his hands upon the head of the offering he brings. By this act, the Levites were designated as a sort of offering, consecrated by the nation to work in the Tabernacle instead of the firstborn and to act as representatives of the entire nation.", "<b>Aaron shall wave the Levites as a wave offering before the Lord from the children of Israel, and they shall be</b> designated <b>to perform the service of the Lord.</b> Similar to an offering, the Levites were bestowed with a special status, for which they had to undergo preparatory rites parallel to those of an offering. Just as a priest waves parts of certain offerings, so Aaron was commanded to wave the Levites. This was a difficult procedure that required great physical strength.", "The children of Israel shall lay their hands on the heads of the Levites, and <b>the Levites shall lay their hands upon the heads of the</b> two <b>bulls,</b> which are the offerings actually sacrificed on the altar; <b>and you shall perform the one as a sin offering, and the one as a burnt offering, to the Lord, to atone for the Levites.</b>", "<b>You shall have the Levites stand before Aaron and before his sons, and</b> you, Moses, shall also <b>wave them as a wave offering to the Lord</b> as part of their rite of sanctification.", "<b>You shall separate the Levites from the midst of the children of Israel, and the Levites shall be Mine</b> as My honor guard.", "<b>Thereafter the Levites shall come to serve the Tent of Meeting; you shall purify them, and wave them as a wave offering</b> before they come to serve.", "<b>For they are given to Me from among the children of Israel. In place of the one that emerges first from each womb, the firstborn, of all the children of Israel, I have taken them for Myself.</b>", "<b>For all the firstborn among the children of Israel are Mine, man and animal; on the day that I smote all the firstborn in the land of Egypt I sanctified them for Myself,</b> to serve Me.", "<b>I have</b> then <b>taken the Levites in place of all the firstborn among the children of Israel.</b>", "<b>I have given the Levites, given to Aaron and to his sons from among the children of Israel, to perform the service of the children of Israel in the Tent of Meeting, and to atone for the children of Israel, and</b> accordingly <b>there shall not be a stroke against the children of Israel, when the children of Israel approach the Sanctuary.</b> The regular watch of the Levites will ensure that the Israelites do not touch sanctified items improperly, and it will thereby protect the Israelites from harm. The Levites required training for their position to remain in the Tabernacle or Temple, to perform services there and to prevent those who were not fit from entering. It was difficult to demand this of the firstborn of every Israelite household, but possible to set aside one small tribe for this purpose.", "<b>Moses, Aaron, and the entire congregation of the children of Israel did to the Levites in accordance with everything that the Lord commanded Moses with regard to the Levites, so the children of Israel did to them.</b>", "<b>The Levites purified themselves, and they washed their clothes, and Aaron waved them as a wave offering before the Lord. Aaron atoned for them to purify them</b> and thereby elevate them so that they would be worthy of their task.", "<b>Thereafter the Levites came to perform their service in the Tent of Meeting before Aaron, and before his sons; as the Lord had commanded Moses with regard to the Levites, so they did to them.</b>", "The Torah continues the previous topic and concludes the section: <b>The Lord spoke to Moses, saying:</b>", "<b>This is with regard to the Levites: From twenty-five years old and above he shall enlist to preform duty in the work of the Tent of Metting.</b>", "<b>From fifty years old, he shall return from the duty of the work, and he shall work no more</b> in physically demanding labor such as carrying the vessels.", "<b>He shall serve with his brethren in the Tent of Meeting,</b> as an aid to the other Levites, <b>to stand a watch</b> over the Levites’ other tasks, <b>but</b> physical <b>work he shall not perform. So shall you do with the Levites with regard to their watches.</b>"], ["<b>The Lord spoke to Moses</b> in the Tent of Meeting <b>in the wilderness of Sinai, during the second year,</b> one full year <b>since their exodus from the land of Egypt, in the first month,</b> Nisan, <b>saying:</b>", "<b>The children of Israel shall offer the paschal lamb at its appointed time.</b>", "<b>On the fourteenth day of that month, in the afternoon,</b> from when the sun begins its descent in the western portion of the sky until it completely sets, <b>you shall offer it at its appointed time; in accordance with all its statutes and in accordance with all its ordinances, you shall offer it.</b> There were commandments issued with regard to the paschal lamb offered in Egypt that applied only that year, such as the requirement to apply its blood to the lintel and side-posts instead of applying the blood to the altar. However, other commandments that were issued with regard to the paschal lamb in Egypt apply for all time.", "<b>Moses spoke to the children of Israel, to offer the paschal lamb.</b>", "<b>They offered the paschal lamb during the first month, on the fourteenth day of the month, in the afternoon, in the wilderness of Sinai; in accordance with everything that the Lord commanded Moses, so the children of Israel did.</b>", "<b>There were men</b> in the camp <b>who were impure by means of a corpse, and they were unable to offer the paschal lamb on that day,</b> as one who is ritually impure is prohibited from entering the sacred areas or partaking of sacrificial food; <b>and they approached Moses and Aaron on that day.</b>", "<b>Those men said to him: We are impure by means of a corpse</b> through no fault of our own; generally, one who becomes impure from a corpse has acted properly by attending to the burial needs of his relative. Consequently, <b>why shall we be deprived and not present the offering of the Lord at its appointed time among the children of Israel?</b>", "<b>Moses said to them: Stand, and I will hear what the Lord will command you.</b> This is one of the cases where Moses tells individuals who have consulted with him to wait until God instructs him about how to act in their case. Moses speaks with God “face to face as a man speaks to his neighbor.” He can therefore initiate dialogue with God in order to request instruction.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: When any man shall be impure by means of a corpse, or on a distant journey,</b> far from the Tabernacle or Temple, <b>for you or for your</b> future <b>generations, he shall offer the paschal lamb to the Lord.</b>", "<b>During the second month,</b> Iyar, <b>on the fourteenth day in the afternoon,</b> exactly one month after the first <i>Pesaḥ</i>, <b>they shall offer it; with unleavened bread and bitter herbs they shall eat it,</b> similar to the first <i>Pesaḥ</i> .", "<b>They shall not leave from it until the morning, and they shall not break a bone in it; in accordance with the entire statute of the paschal lamb they shall do it.</b>", "<b>But the man who is pure, and was not on a journey, and</b> who yet <b>refrains from offering the paschal lamb, that person shall be excised from his people; because he did not present the offering of the Lord at its appointed time, that man shall bear his sin.</b>", "<b>If a stranger</b> from another nation <b>shall reside among you, and will offer the paschal lamb to the Lord: In accordance with the statute of the paschal lamb, and in accordance with its ordinance, so shall he do; there shall be one statute for you, for the stranger, and for the native of the land.</b> The paschal lamb and the festival of Passover commemorate and celebrate the national experience of the exodus from Egypt. Since the convert is not a descendant of those who left Egypt, one might think that he is not included in these commandments. This verse teaches that converts are included, because these commandments do not pertain to an individual or familial experience or memory but to the national experience, and therefore all those who join the nation are included.", "<b>On the day that the Tabernacle was erected, the cloud covered the Tabernacle, to the Tent of the Testimony;</b> the cloud covered only the tent itself, which housed the Tablets of the Testimony, but did not cover the courtyard. <b>And in the evening there would be upon the Tabernacle as the appearance of fire, until morning.</b>", "<b>So it would be always: The cloud would cover it</b> by day, <b>and the appearance of fire at night.</b>", "<b>In accordance with the</b> timing and direction of the <b>ascent of the cloud from upon the Tent</b>, <b>thereafter the children of Israel would travel, and in the place where the cloud would stop, there the children of Israel would encamp.</b>", "<b>According to the directive of the Lord the children of Israel would travel, and according to the directive of the Lord they encamped: As all the days that the cloud would rest upon the Tabernacle they would encamp.</b>", "<b>When the cloud lingered upon the Tabernacle many days, the children of Israel kept the commission of the Lord, and did not travel.</b>", "<b>At times, the cloud would be several days upon the Tabernacle; according to the directive of the Lord they would encamp, and according to the directive of the Lord they would travel.</b> God’s instructions, referred to as the word of the Lord, were relayed by means of the cloud’s movements rather than by actual speech.", "<b>At times the cloud would be</b> in place only <b>from evening until morning; the cloud would ascend in the morning, and they would travel; or</b> the cloud would remain in place for <b>a day and a night, and the cloud would ascend and they would travel.</b> It is possible that at times the Israelites traveled at night.", "<b>Or two days, or one month, or one year, when the cloud lingered upon the Tabernacle, to rest upon it, the children of Israel would encamp, and would not travel; with its ascent, they would travel.</b>", "<b>At the directive of the Lord they would camp, and at the directive of the Lord they would travel; the commission of the Lord they kept, according to the directive of the Lord</b> as expressed through the movements of the cloud, <b>at the hand of Moses,</b> who explained to them the significance of the cloud’s movements and resting."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Craft for you two silver trumpets; hammered</b> from one piece of silver, <b>you shall craft them,</b> rather than attaching together separate pieces of silver; <b>they shall be for you for summoning the congregation, and for causing the camps to travel</b> by notifying them that it is time to begin traveling.", "<b>They shall sound them, and the entire congregation shall assemble to you at the entrance of the Tent of Meeting.</b>", "<b>If they shall sound one</b> trumpet, <b>the princes, the heads of the thousands of Israel, shall assemble to you.</b>", "<b>You shall sound an alarm, and</b> this sound indicates that <b>the camps that encamp to the east,</b> the banner of the camp of Judah, <b>shall travel.</b>", "<b>You shall sound an alarm again, and the camps that encamp to the south shall travel;</b> following that, the camps that encamp to the west shall travel; and finally, the camps that encamp to the north, which are the tribes of the banner of Dan, shall travel. <b>They shall sound an alarm for their travels,</b> with each series of blasts signaling to one of the sets of camps that it is time to travel. However, according to the Ibn Ezra only the two alarms mentioned explicitly in the verses were blown. These were sounded for the tribes encamped to the east and to the south because the Tabernacle and its vessels traveled with those tribes.", "<b>When assembling the assembly, you shall sound a blast, but you shall not sound an alarm.</b>", "<b>The sons of Aaron, the priests, shall sound the trumpets; they shall be for you as an eternal statute for your generations.</b> The trumpets referred to in verse 2 above were to be used exclusively by Moses and his generation, based on the repetitive use of the expression “for you” there. In contrast, the trumpets referred to here were to be used by the priests in future generations as well. Clearly, these trumpets were not meant to signal that the camp was to start traveling, rather they served other functions, as described below.", "<b>When you go to war in your land against the enemy who oppresses you, you shall sound an alarm with the trumpets; and you shall be remembered before the Lord your God, and you shall be delivered from your enemies.</b> These trumpets were not military trumpets, but the trumpets used in the Temple. Consequently, the blasts are not part of a military procedure, but rather serve as a call to spiritual awakening, similar to a prayer to God.", "The role of the trumpets in the Tabernacle and Temple is not limited to sounding an alarm in case of emergency. <b>On the day of your rejoicing, at your appointed times, and on your New Moons, you shall sound the trumpets over your</b> communal <b>burnt offerings, and over your</b> communal <b>peace offerings; they shall be a remembrance for you before your God, I am the Lord your God.</b>", "<b>It was during the second year, in the second month,</b> Iyar, <b>on the twentieth of the month, the cloud ascended from upon the Tabernacle of the Testimony.</b>", "<b>The children of Israel traveled on their journeys from the wilderness of Sinai; the cloud rested in the wilderness of Paran.</b> Since the cloud moved forward, the Israelites followed it in the direction of the wilderness of Paran, in the Sinai Peninsula.", "<b>They traveled from the beginning according to the directive of the Lord,</b> as expressed by the movement of the cloud, and <b>at the hand of Moses</b> via the blowing of the trumpets.", "<b>The banner of the camp of the sons of Judah traveled first according to their hosts; and over its host was Nahshon son of Aminadav.</b>", "<b>Over the host of the tribe of the children of Issachar was Netanel son of Tzuar.</b>", "<b>Over the host of the tribe of the children of Zebulun was Eliav son of Helon.</b> These three tribes, Judah, Issachar and Zebulun, comprised the banner of the camp of Judah.", "When the banner of the camp of Judah began traveling, <b>the Tabernacle was dismantled, and the sons of Gershon and the sons of Merari, the bearers of the Tabernacle, traveled.</b> The sons of Gershon carried primarily the textile portions of the Tabernacle, and the sons of Merari carried the beams and the other components of the structure of the Tabernacle.", "<b>The banner of the camp of Reuben traveled according to their hosts; and over its host was Elitzur son of Shede’ur.</b>", "<b>Over the host of the tribe of the children of Simeon was Shelumiel son of Tzurishadai.</b>", "<b>Over the host of the tribe of the children of Gad was Elyasaf son of De’uel.</b> These three tribes, Reuben, Simeon and Gad, comprised the banner of the camp of Reuben.", "After the Tabernacle had been dismantled and the banner of Reuben traveled, <b>the Kehatites, bearers of the</b> sacred vessels of the <b>Sanctuary traveled; they,</b> the sons of Gershon and Merari, <b>erected the Tabernacle before their arrival.</b>", "<b>The banner of the camp of the children of Ephraim traveled according to their hosts; and over its host was Elishama son of Amihud.</b>", "<b>Over the host of the tribe of the children of Manasseh was Gamliel son of Pedatzur.</b>", "<b>Over the host of the tribe of the children of Benjamin was Avidan son of Gidoni.</b> These three tribes, Ephraim, Manasseh and Benjamin comprised the banner of the camp of Ephraim.", "<b>The banner of the camp of the children of Dan, the rear guard of all the camps, traveled</b> following the banner of the camp of Ephraim <b>according to their hosts; and over its host was Ahiezer son of Amishadai.</b>", "<b>Over the host of the tribe of the children of Asher was Pagiel son of Okhran.</b>", "<b>Over the host of the tribe of the children of Naphtali was Ahira son of Einan.</b>", "<b>These are the travels of the children of Israel according to their hosts; and they traveled.</b>", "<b>Moses said to Hovav son of Re’uel the Midyanite, father-in-law of Moses: We are traveling to the place that the Lord said: I will give it to you;</b> you should also <b>come with us, and we will be good to you</b> by giving you a portion of the land; <b>as the Lord has spoken good about Israel.</b> It is not clear whether Hovav or Re’uel is the second name of Yitro, Moses’ father-in-law. Hovav may have been Tzipora’s brother, who was the head of the family at that time; alternatively, it is possible that Hovav was Yitro and Re’uel was Tzipora’s grandfather.", "<b>He,</b> Hovav, <b>said to him: I will not go</b> with you; <b>rather, to my land, and to the land of my birth, I will go.</b> You have hosted me honorably in your camp, but I have my own home to which I will return.", "<b>He,</b> Moses, <b>said: Please do not leave us; for since you know our encampment in the wilderness, you shall be for us as eyes.</b> I am not inviting you just for your benefit but for ours as well. Hovav was a Midyanite, and although the Midyanites had permanent settlements, according to one assessment they were essentially nomads. Consequently, Hovav could assist the Jewish people in their journey through the wilderness.", "<b>It shall be, if you go with us, that good that the Lord shall grant us, we will be good to you.</b> The Torah does not relate the conclusion of this story. It is possible that some members of Hovav’s family returned to their land, however, it is clear that some continued to journey with the Israelites.", "<b>They,</b> the Israelites, <b>traveled from the mountain of the Lord a journey of three days and the Ark of the Covenant of the Lord was traveling before them a journey of three days, to scout for them a resting place.</b> Additionally, the Israelites did not need to determine which path would be the easiest to travel on foot as the ark traveled before them and led them on the best path.", "<b>The cloud of the Lord was upon them by day, when they traveled from the camp.</b> The cloud covered the Israelite camp and shielded them during the daytime hours in the desert, and when they traveled it would move with them.", "<b>It was when the ark traveled</b> at the beginning of a journey, <b>Moses said: Arise Lord, and may Your enemies,</b> the enemies of Israel, <b>be dispersed and may those who hate You flee from before You.</b> The Ark of the Covenant, which contained the tablets, represented God’s Divine Presence in the world, and therefore its movement from its place of resting served as a threat to the enemies of the children of Israel.", "<b>When it rested, he said: Repose O Lord</b>, among <b>the myriad thousands of Israel.</b> Moses would pray that God would rest His Presence in the midst of the people."], ["<b>The people were</b> expressing their distress, <b>as</b> do <b>mourners;</b> the verse does not specify what they were complaining about, but <b>it was evil in the ears of the Lord. The Lord heard it, His wrath was enflamed</b> over their complaints, <b>and the fire of the Lord burned in their midst, and consumed the edge of the camp.</b>", "<b>The people cried out to Moses</b> about the supernatural fire consuming the camp; <b>Moses prayed to the Lord, and the fire subsided.</b>", "<b>He called the name of that place</b> at the edge of the camp <b>Tavera, because the fire of the Lord burned [ba’ara] in their midst.</b>", "In continuation of the nation’s complaining, the verse relates: <b>The mob that was in their midst expressed a craving;</b> this mob was comprised of slaves from other nations who were unhappy in Egypt and joined the exodus of the children of Israel, but never became an organic part of the nation. Their talk of food aroused a desire and even a feeling of need. <b>And the children of Israel,</b> who did not initiate this complaint, were nonetheless influenced by the mob, and they <b>responded and wept as well and said: Who will feed us meat?</b> The primary sustenance for the children of Israel in the wilderness was the manna. Although some had sheep, they refrained from slaughtering them for food due to the difficulty in raising sheep in the wilderness and replacing the ones that had been slaughtered.", "The children of Israel did not suffice with desiring meat; they aroused nostalgic feelings about their lives in Egypt, ignoring the subjugation and suffering they experienced there. <b>We remember the fish that we would eat in Egypt for free;</b> presumably they did not receive fish from Pharaoh but caught them on their own in the Nile and its tributaries. We also remember fondly <b>the cucumbers, the watermelons, the leeks, the onions, and the garlic</b> that we ate in Egypt. All of these foods stimulate the appetite, and the manna did not have a taste similar to any of these.", "<b>But now our soul is parched; there is nothing at all; nothing but the manna before our eyes.</b> The manna is our only source of sustenance. The children of Israel forgot about the decrees of Pharaoh, and their own subservience and suffering, while remembering only the aroma and taste of their old cuisine.", "The Torah now provides background detail that is not part of the complaint of the children of Israel: <b>The manna</b> that they complained about <b>was like</b> a round <b>coriander seed</b> in size and shape, <b>and its appearance was like the appearance of bdellium;</b> it was white, like bdellium, rather than brown like coriander.", "<b>The people roamed about, and gathered and ground it in a mill, or crushed it in a mortar, or boiled it in a pot, and made it into cakes and its taste was like the taste of a cake moist with oil.</b> The manna was not dry; its taste was similar to that of a food saturated with oil.", "<b>With the falling of the dew upon the camp at night, the manna fell upon it.</b>", "<b>Moses heard the people weeping, according to their families, each</b> man <b>at the entrance of his tent.</b> This was not a mass demonstration; rather people saw each other weeping, which spread, along with the sense of lacking and longing, throughout the nation. <b>The wrath of the Lord was greatly enflamed and in the eyes of Moses it was bad</b> that the nation was weeping.", "<b>Moses said to the Lord: Why have You mistreated Your servant and why have I not found favor in Your eyes, to place the burden of this entire people upon me?</b> Am I so unfavorable in Your eyes that you have given me such a difficult job?", "<b>Did I conceive this entire people; did I give birth to it, that You should say to me: Carry it in your bosom, as a nurse carries the suckling babe to the land with regard to which You took an oath to its forefathers?</b> Moses compares the people to dependent children, and asks God why he has been tasked with the responsibility to care for them. He feels that this task is beyond his natural abilities.", "<b>From where do I have meat to give to this entire people that they cry to me, saying: Give us meat, and we shall eat.</b> Their request is unreasonable and I have no way to fulfill it.", "<b>I cannot bear this entire people alone, because it is too heavy for me.</b>", "<b>If this is what You do to me, please kill me, if I have found favor in Your eyes and let me not see my wretchedness.</b> I would prefer that you kill me so that I will not have to remain in this wretched state.", "<b>The Lord said to Moses: Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people, and its officers; and you shall take them to the Tent of Meeting, and they will stand there with you.</b> Take the men who are most prominent and respected, and who function as the leaders of the people.", "<b>I will descend and speak with you there, and I will draw from the spirit</b> of prophecy <b>that is upon you,</b> as well as a portion of your spiritual character, <b>and I will place it upon them; they shall bear with you the burden of the people, and you shall not bear</b> it <b>alone.</b>", "<b>To the people you shall say: Prepare yourselves for tomorrow, and you shall eat meat; for you have wept in the ears of the Lord, saying: Who will feed us meat, as it is better for us in Egypt; and the Lord will give you meat, and you shall eat.</b>", "You shall have so much meat that <b>you shall eat not one day, nor two days, nor five days, nor ten days, nor twenty days.</b>", "<b>Until a month of days, until it comes out of your nose</b> and you regurgitate it, <b>and it shall be loathsome for you;</b> the Lord is angry with you <b>because you despised the Lord who is in your midst, and you wept before Him, saying: Why is it that we left Egypt?</b>", "<b>Moses said:</b> More than <b>six hundred thousand men on foot is the people that I am in their midst, and You said: I will give them meat, and they will eat for a month of days.</b>", "<b>Will</b> it be possible to gather enough <b>flocks and cattle</b> to <b>be slain for them and it suffice for them? If all the fish of the sea will be gathered for them, will it suffice for them?</b>", "<b>The Lord said to Moses: Shall the hand of the Lord be inadequate? Now you will see whether My statement will transpire for you or not.</b>", "<b>Moses emerged</b> from the Tent of Meeting <b>and spoke the words of the Lord to the people,</b> informing them that they would receive meat the following day; <b>he gathered seventy men of the elders of the people, and he had them stand around the Tent.</b>", "<b>The Lord descended in the cloud, and spoke to him, and</b> simultaneously <b>drew from the spirit that was upon him, and put it upon the seventy elders; it was, as the spirit rested upon them, they prophesied, but did not continue.</b> These elders prophesied at that time but did not become regular prophets.", "<b>Two men remained in the camp; the name of the one was Eldad, and the name of the second was Meidad.</b> According to the midrash, the elders of Israel were to be selected from a group of candidates comprised of six men from each tribe. Since there were a total of seventy-two candidates, two of them would not be selected. Eldad and Meidad decided not to go out to the Tent of Meeting so that the spirit of Moses would rest on the remaining seventy men. Nonetheless, <b>the spirit rested upon them and they were among those written</b> on the list of potential candidates, <b>but they did not go out to the Tent and they prophesied in the camp.</b>", "<b>The young man ran and told Moses, and he said: Eldad and Meidad are prophesying in the camp;</b> they remained in the camp, and nonetheless they are prophesying.", "<b>Joshua son of Nun, servant of Moses</b> who had been devoted to Moses <b>from his youth</b>, <b>spoke up and said: My lord Moses, incarcerate them</b> for prophesying without authorization. Alternatively, some commentaries interpret the first part of the verse as stating that Joshua was one of Moses’ finest attendants.", "<b>Moses said to him: Are you zealous on my behalf?</b> Are you angry that prophecy has been granted to others? On the contrary, <b>would that all the people of the Lord be prophets, that the Lord would place His spirit upon them.</b> Ideally, the whole nation should be close to God to the point that they experience prophecy.", "<b>Moses returned</b> from the Tent of Meeting <b>to the camp, he and the elders of Israel.</b>", "<b>A wind went from the Lord, and displaced</b> a group of <b>quails from</b> their larger group that was flying over <b>the sea, and dispersed them over the camp.</b> This flock of birds was so enormous that it extended from the camp <b>approximately a day’s journey here,</b> in one direction, <b>and approximately a day’s journey there, around the camp, and</b> there were so many birds that they were piled to a height of <b>approximately two cubits above the face of the earth.</b>", "<b>The people arose all that day, all the night, and all the next day, and they gathered the quail</b> with gluttonous appetite, having become disgusted with eating the same food every day; <b>he who did the least, gathered ten piles,</b> while those who were more gluttonous or more efficient undoubtedly gathered more; <b>and they spread them around the camp.</b> There were too many quails to store them in vessels, so they left them to dry around the camp.", "<b>The meat was still between their teeth, it was not yet</b> entirely <b>finished, and the wrath of the Lord was enflamed against the people, and the Lord struck the people with a very great blow.</b>", "<b>He called the name of that place Kivrot Hataava, because there they buried [<i>kaveru</i>] the people that lusted [<i>hamitavim</i>].</b>", "<b>From Kivrot Hataava the people traveled to Hatzerot,</b> where they presumably build enclosures [<i>ḥatzerot</i>] as temporary living quarters; <b>and they were in Hatzerot.</b>"], ["<b>Miriam and Aaron spoke against Moses,</b> at Miriam’s initiative, <b>with regard to the Kushite woman whom he had married; for he had married a Kushite woman,</b> Tzipora the Midyanite. It is possible that the Midyanites, who were nomads, mixed with other peoples. It is also possible that Tzipora was called Kushite because the Kushites were known for their black skin and Tzipora’s skin was darker than usual among the Israelites, whose skin color was a light brown. Although she was Moses’ wife, Moses had separated from her and refrained from marital relations in order to commune with God in the Tabernacle.", "<b>They said: Was it only with Moses that the Lord spoke; didn’t he speak with us as well?</b> Since we are also prophets, we do not see what right Moses has to act in this way with regard to his wife. Moses married Tzipora, her father later brought her to the Israelite camp from Midyan, and yet Moses is ignoring her. This was a private conversation between Miriam and Aaron, but <b>the Lord heard.</b>", "The fact that Miriam and Aaron spoke about Moses in third person indicates that they were not directly addressing Moses. However, it is possible that they would not have minded if he had heard about their conversation, and perhaps they even intended for him to hear about it, thereby sending him an indirect message. It is possible that Moses heard and did not respond. However, the verse testifies that even if Moses had been present when this conversation was taking place he would not have responded or have been insulted due to his great humility: <b>And the man Moses was very humble, more than any person on the face of the earth.</b> Moses did not demand special status or extra rights; he saw himself simply as a servant and messenger of God who was transmitting His word and His Torah.", "<b>The Lord said suddenly to Moses, to Aaron, and to Miriam: Go out the three of you,</b> together, <b>to the Tent of Meeting. The three of them went out.</b>", "<b>The Lord descended in a pillar of cloud, and stood at the entrance of the Tent. He called Aaron and Miriam and both of them came out</b> from the Tent and moved closer to the cloud.", "<b>He said: Hear now My words:</b> Even <b>if your prophet is</b> truly a prophet <b>of the Lord,</b> as you are, <b>I will</b> nonetheless <b>reveal Myself to him</b> indirectly, <b>in a vision</b> that must be deciphered, or <b>in a dream I will speak to him.</b> Regular prophets do not hear My words while they are fully conscious, but rather while in a deep trance.", "<b>Not so My servant Moses,</b> who is different from you and from all other prophets; <b>in all My house he is</b> the most <b>trusted,</b> so much so that I speak with him on a regular basis.", "<b>Mouth to mouth I will speak with him,</b> in a direct manner, unlike the visions of other prophets from which they deduce the presence of God; <b>and a</b> clear <b>vision that is not in riddles</b> that require interpretation; <b>and the image of the Lord he will behold.</b> That being the case, <b>why did you not fear to speak against My servant, against Moses?</b> How do you dare to equate yourselves to Moses and to criticize his conduct?", "<b>The wrath of the Lord was enflamed against them and He departed.</b>", "<b>The cloud,</b> representing God’s revelation, <b>withdrew from upon the Tent, and behold, Miriam was leprous like snow,</b> which was an expression of God’s anger. <b>Aaron turned to Miriam; and behold,</b> he discovered that <b>she was leprous.</b> Moses was also present, or at least in close proximity, to this incident, but he was, at this point, uninvolved. God addressed Aaron and Miriam, and it was they who were chastised and punished. The Sages said that Aaron was also struck with leprosy but the verse does not mention this point in order to protect Aaron’s honor, as he was the High Priest and he was not the one who initiated the discussion about Moses.", "<b>Aaron said to Moses: Please my lord, do not place sin upon us, as we have been foolish, and we have sinned</b> by saying things that we should not have said. Aaron, Moses’ older brother, had already been following Moses’ directives before this incident, and had served as his assistant, but he had viewed himself as comparable to Moses. Now, after hearing God’s rebuke, Aaron can only speak to Moses with absolute subservience. Their brotherly relationship and working relationship are no longer relevant, and Aaron turns to his brother with his supplication.", "<b>Please, let her not be as a corpse, who when he emerges from his mother’s womb, half his flesh was consumed.</b> Some interpret the verse as follows: Please, do not be as a corpse. According to this interpretation, Aaron is not requesting that Miriam should not be like a corpse, but is rather asking Moses not to be like a corpse. Since Miriam is his sister, and it is as though she is almost dead, it is as though part of Moses’ flesh is consumed as well. A similar example can be found in Genesis 37:27, where Judah states about Joseph: “as he is our brother, our flesh.” Consequently, Aaron says to Moses: Even if you do not want to act on our behalf, act for the benefit of your own flesh.", "<b>Moses cried out to the Lord, saying: God, please, heal her now.</b>", "<b>The Lord said to Moses: If her father spit in her face</b> and thereby humiliated her, <b>wouldn’t she be ashamed</b> to leave her house for <b>seven days</b> until the humiliation would subside? God afflicted Miriam with leprosy as a form of public disgrace, which is equivalent to spitting in her face. Consequently, <b>she shall be quarantined outside the camp seven days</b> as a leper, <b>and then she shall be readmitted</b> to the camp. Alternatively, the last phrase of this verse may be rendered: And then she shall be cured.", "<b>Miriam was quarantined outside the camp seven days,</b> in accordance with the law of a leper; <b>and the people did not travel until Miriam’s readmission,</b> because despite her sin she was an eminent individual and deserved the honor of the nation waiting for her.", "<b>Then,</b> when Miriam had recovered, <b>the people traveled from Hatzerot, and encamped</b> in a different location <b>in the wilderness of Paran.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 8:1-12:16", "heRef": "ביאור שטיינזלץ על במדבר ח׳:א׳-י״ב:ט״ז", "sections": ["8", "1"], "toSections": ["12", "16"], "sectionRef": "Steinsaltz on Numbers 8-12", "heSectionRef": "ביאור שטיינזלץ על במדבר ח׳-י״ב", "firstAvailableSectionRef": "Steinsaltz on Numbers 8:1-12:16", "isSpanning": true, "next": "Steinsaltz on Numbers 13", "prev": "Steinsaltz on Numbers 7", "title": "Steinsaltz on Numbers 8-12", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 8:1-26", "Steinsaltz on Numbers 9", "Steinsaltz on Numbers 10", "Steinsaltz on Numbers 11", "Steinsaltz on Numbers 12:1-16"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}