{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>In the beginning, God created the heavens and the earth.</b> The opening verse takes the existence of God as a given. It does not address questions about God’s origin or nature; rather, God is understood to be the absolute existence from which everything begins. Already at the beginning of the account of Creation, heaven and earth appear as distinct entities and as a framework for all of creation, as detailed in the rest of the chapter.", "<b>The earth was unformed and empty [<i>tohu vavohu</i>].</b> The earth was completely lacking any structure or order. The heavens too were unformed and empty, but the verse initially focuses on the earth, its structure and content. Although these two terms appear together in other places in the Bible, the precise meaning of the word <i>vohu</i> is difficult to ascertain; it is even uncertain whether <i>vohu</i> refers to a distinct concept. <b>And darkness was upon the face of the deep.</b> The deep may refer to deep waters, or to the unstructured universe, that existed at the time. At this early stage of Creation, nothing had yet to receive definite shape; nothing had been revealed. Therefore, the darkness upon the face of the deep was merely the absence of the light that was about to be created. Some commentaries maintain that the darkness was not the absence of light, but an entity in itself, based on the verse “I form the light, and create darkness.” <b>And the spirit of God hovered over the surface of the water.</b> Water is the first actual substance mentioned in the Torah, as the heaven and the earth are not substances but general entities or zones. The verse does not discuss the creation of the primeval substance that served as the foundation for all of existence. In any case, the Torah indicates that God’s power, or will, exists in some form in this reality. God is not located within these entities, and He certainly is not to be identified with them; rather, He hovers close by while remaining separate from them.", "The process of Creation begins: <b>God said: Let there be light, and there was light.</b> It is difficult to understand the meaning or significance of the phrase “God said.” The most that can be understood from this cryptic description is that God transmitted a kind of message that there should be light, and His instruction came to pass. Light was the first creation to emerge from <i>tohu vavohu</i>. It was unlike any form of light known to mankind; it did not emanate from a prior source. Perhaps it was not even a physical light, but a unique phenomenon.", "<b>God saw the light that it was good.</b> As soon as the light emerged from the unformed universe, God evaluated it and distinguished between good and bad. <b>And God divided between the light and the darkness.</b> Once light was created and discerned as good, the next phase of its creation began, namely, the stage of separation, which established the light as a clearly defined entity. The act of discerning and separating between good and bad would continue till the end of time and manifest itself also in human history and civilization.", "<b>God called the light day.</b> From the inception of the concepts of light and day, there was some measure of synonymy between them. Nevertheless, they are clearly and independently defined. Aside from day’s association with daylight, the day denotes a specific period of time. At this early stage of the Creation, with the formation of light comes the establishment of time. Until this point, the universe was in a raw state, completely unstructured and undefined; even space and time were not yet defined. These concepts came into being when God willed it. <b>And to the darkness He called night.</b> Darkness as well is removed from its previous status as a description of space alone and placed in a framework of time. The concepts of day and night as they appear in this verse express what the Sages called the order of time, in other words, the notions of before and after, relative concepts that did not apply when the earth was still unformed and empty. The verse introduces additional new concepts: <b>It was evening and it was morning, one day.</b> The essence of time is comprised of evening, which is related to darkness and night, and morning, which is related to light and day. After the passage of evening and morning, one day comes to an end. Therefore, the term “day,” which previously referred specifically to the hours of light and was even identified with light, now receives an additional meaning: A unit of time that includes both the hours of light and darkness. The verse refers to this first day of Creation as “one day” instead of the first day, as the day itself is a distinct entity. In other words, the existence of one day did not indicate the existence of a second. The acts of creation that followed occurred spontaneously. Consequently, the next day may be considered the second day only in the sense that there was already one day preceding it; its existence did not derive from the existence of the first day. The creation of light, therefore, was unique, as its appearance allowed for the basic arrangement of space and time.", "<b>God said: Let there be a firmament in the midst of the water.</b> This was not a geographical division, but a metaphysical one. <b>And let it divide between water and water.</b> The breaking up of the all-encompassing primordial waters was vital to the continuation of Creation. These waters would be confined and transformed into two separate entities, with the firmament separating them from one another.", "<b>God made the firmament and divided between the water that was under the firmament and the water that was above the firmament; and it was so.</b> This division served to separate between the material and spiritual planes. From this point forward, physical matter and spirit became distinguishable from one another. They would now exist separately, in some ways interconnected but essentially independent from one another.", "<b>God called the firmament heavens [<i>shamayim</i>].</b> Some expound the word <i>shamayim</i> as <i>sham mayim</i>, meaning “water is there.” However, it is more likely that <i>shamayim</i> is the double form of <i>sham</i>, there there, meaning that it is located beyond. The second day of Creation also brought with it an element of measurement not with regard to space but with regard to time: <b>It was evening and it was morning, a second day.</b> On this day, the universe achieved a new structure. Although it did not yet resemble the universe as we know it, it now contained a hierarchical structure in addition to light.", "<b>God said: Let the water under the heavens be gathered.</b> This refers to the physical water under the firmament, similar to the water of today. The lower waters were called upon to be gathered <b>to one place, and let the dry land appear.</b> When the water was collected in one place, the dry land underneath would be exposed. <b>And it was so.</b>", "<b>God called the dry land earth.</b> It should not be inferred from these verses that the dry land already existed as a distinct entity, albeit under water. Rather, it seems more likely that just as the light burst forth from within the darkness, so too the dry land was initially incorporated within the water, as it were. Only on the third day did the land dry, consolidate, and become a separate entity that would now be called earth. <b>And the gathering of the waters He called seas.</b> The place in which the waters gathered would become a distinct entity. This includes not only actual seas, but also discrete bodies of water, such as lakes of any size. Even the basin in the Temple, which King Solomon fashioned so the priests could wash their hands and feet, is known as a sea. From this point forward, the earth and the sea would be the two largest entities in the world. <b>And God saw that it was good.</b> Unlike the mystifying creation of the first day, or the traumatic separation of the second, the creations of the third day were already the beginnings of the fully formed universe. The earth and the seas were given their own space and unique characteristics that would enable the flourishing of those creatures that would inhabit each of them respectively. The existence of the earth and the seas was possible only because they had been separated from each other. This combination of dry land and water, and their subsequent division, was seen by God as good.", "From an outsider’s perspective, the exposure of dry land, with its tall mountains, plains, and ravines, would have seemed a most dramatic event. However, on the very same day there was another creation, even more significant for humanity: <b>God said: Let the earth sprout grasses.</b> The earth was commanded to bring forth various types of vegetation. If until now the Torah dealt with metaphysics and physics, the third day introduced the concept of biology. The novelty of this creation was not in the actual growth or spread of the grass; such processes occur even in a puddle of water or a mound of earth. Rather, the sprouting of the grass was unique in that it contained within it a novelty known in classical philosophy as the vegetative soul. The grass was the basis for all higher life forms that would be created later, not only because the latter depend upon vegetation in order to survive, but because they are themselves more advanced forms of things that grow. The creation of biology includes not only growth but also proliferation: <b>Vegetation yielding seed, and fruit tree bearing fruit in its kind, in which there is its seed, upon the earth.</b> The definition of the biological system according to a process in which a cell or group of cells start to grow, and indeed to propagate, is not new. Although this phenomenon of growth and reproduction runs counter to all considerations of physics, as it violates the laws of entropy, it is nevertheless the very definition of life. <b>And it was so.</b>", "<b>The earth produced grasses, vegetation yielding seed in its kind, and a tree bearing fruit in which there was its seed in its kind.</b> The Torah does not classify the various species of vegetation; it does not even provide the criteria for categorizing them. The verse instead emphasizes that each of these creations was a species to itself; the creation of plant life was a deliberate, ordered process. <b>And God saw that it was good.</b> In addition to being the day on which the dry land was exposed, the third day was the day on which life was first brought forth. The significance of the emergence of life on the third day is expressed in the double appearance of the phrase “it was good” (see verse 10). Before the third day, the universe consisted only of inanimate entities; on the third day life began, even if it was not yet intelligent. Although vegetation does not share all the characteristics of more complex life forms, it possesses the foundation and source of life, namely, the ability to tend to its own survival, to grow, and to multiply.", "<b>It was evening and it was morning, a third day.</b>", "<b>God said: Let there be lights in the firmament of the heavens.</b> From this point objects would exist that would generate and emit light. These were distinct from light itself, which was created on the first day. The addition on the fourth day of entities responsible for the light was part of the continued structuring and ordering of the universe. These lights would exist <b>to distinguish between the day and the night.</b> The division between day and night was significant not only from a celestial perspective, but also in establishing the rhythm of time. The function of the lights is first and foremost to measure time and divide it into segments. Specifically, <b>let them be for signs,</b> phenomena which occur in heaven and on earth, <b>and for seasons, and for days and years.</b>", "<b>Let them be for lights in the firmament of the heavens to give light upon the earth; and it was so.</b>", "<b>God made the two great lights,</b> as they appear today: <b>the greater light,</b> the sun, <b>to rule the day, and the lesser light,</b> the moon, <b>to rule the night, and the stars.</b>", "<b>God set them in the firmament of the heavens to give light upon the earth</b>", "<b>and to rule during the day and during the night.</b> The sun and moon appear to human beings as rulers over day and night, as it is impossible for one to fail to notice the presence of the sun or its absence, and it is likewise impossible to miss the appearance or disappearance of the moon. <b>And</b> these lights also serve <b>to divide between the light and the darkness.</b> Although earlier verses already referred to day and night, and to morning and evening, and connected them to light and darkness, these entities were not completely defined until now. <b>And God saw that it was good.</b>", "<b>It was evening and it was morning, a fourth day.</b>", "From vegetation and the heavenly bodies, the verse addresses the creation of animals: <b>God said: Let the water swarm with swarms [<i>sheretz</i>] of living creatures [<i>nefesh ḥaya</i>].</b> These creatures would not grow and develop blindly, like vegetation, but would have the ability to move and some measure of will. The word <i>sheretz</i> may allude to wanting, <i>retziya</i>, or running, <i>ritza</i>. Note that the first appearance of the phrase <i>nefesh ḥaya</i> is in connection with aquatic creatures; it appears again only later with regard to land animals. Perhaps this is because water is the first source for creation and for the continued existence of life. <b>And let birds fly above the earth on the face of the firmament of the heavens.</b>", "<b>God created the great serpents [<i>taninim</i>].</b> In several places in the Bible, the <i>tanin</i> is identified with the <i>livyatan</i> or some creature resembling it. In modern Hebrew, <i>livyatan</i> refers to a whale while <i>tanin</i> refers to an alligator, but these are not their biblical meanings. Rather, the <i>tanin</i> and <i>livyatan</i> are mysterious aquatic creatures that were created in the water and whose relationship to our world is unclear. In several places in the Bible they are depicted as enormously powerful monsters, which at times do not accept the authority even of God. <b>And every living creature that crawls, with which the water swarmed in their kinds.</b> The variety of living creatures ranges from tiny fish that fill rivers, lakes, and streams to powerful sharks, and even to the great sea monsters, whose existence borders on the abstract and which may possess some form of intelligence. <b>And every winged bird in its kind,</b> a myriad of species. <b>And God saw that it was good.</b>", "<b>God blessed them, saying: Be fruitful, and multiply, and fill the water in the seas, and let birds multiply on the earth.</b> Vegetation propagates automatically; it does not require action on its own part to multiply. By contrast, the reproductive processes of animals, whether flying, aquatic, or amphibious, involve the search for a mate. Consequently, they required a special blessing that would instill within them the active drive to be fruitful and multiply.", "<b>It was evening and it was morning, a fifth day.</b>", "Up to this point, God had created aquatic creatures and birds, the latter being either more advanced forms of sea life or creatures formed from swamps, a combination of land and sea. On the sixth day, God created land creatures: <b>God said: Let the earth produce living creatures in its kind, animals</b> of many types, not just domesticated ones, <b>and crawling creatures.</b> This is not meant as a zoological definition, but as a description of animal life from a human perspective. That is to say, the term “crawling creatures” refers to the small animals that swarm on the ground, such as mice and snakes. <b>And</b> let the earth produce <b>beasts of the earth in its kind.</b> The Torah distinguishes between animals [<i>behema</i>] and beasts [<i>ḥaya</i>]. Some suggest that <i>ḥaya</i> refers to predatory animals, whereas <i>behema</i> refers to herbivores. <b>And it was so.</b>", "<b>God made the beasts of the earth in its kind, and the animals in its kind, and every creature that crawls upon the ground in its kind; and God saw that it was good.</b>", "This verse is the climax of the entire account of Creation: <b>God said: Let Us make Man in Our image, in Our likeness.</b> Although in a physiological sense man is very similar to other living creatures, he is nevertheless a category of being to himself. Unlike other creations, man was fashioned in the image of God, not in terms of his appearance, but in terms of his essence. Aside from man’s superior intelligence, this likeness is expressed principally in man’s freedom to choose. This quality is unique to man and God. The rest of creation moves within its respective circles, always subject to a long chain of cause and effect. Humans are not bound by these chains. <b>And let them dominate over the fish of the sea, and over the birds of the heavens, and over the animals, and over all the earth,</b> meaning over the inanimate substances, <b>and over every crawling creature that crawls upon the earth.</b>", "<b>God created man in His own image,</b> granting him freedom and the capacity to expand and alter his surroundings; <b>in the image of God He created him.</b> The verse notes: <b>Male and female He created them.</b> The Torah will later elaborate on this statement. In theory, man could have been created as one, just as God is one. The fact that man was created male and female indicates that mankind is part of the world’s system of living creatures. The Torah’s emphasis on this fact indicates that it does not refer to man as an individual, but as a species, whose beginnings are described in this verse. On the other hand, although the other creatures were also created male and female, the Torah mentions the creation of male and female counterparts only with regard to mankind. This serves to emphasize that the difference between man and woman is not merely biological, but fundamental as well.", "<b>God blessed them; and God</b> also <b>said to them: Be fruitful, and multiply.</b> Since the propagation of mankind, unlike that of plants, requires a conscious reproductive act, this was the first command addressed to man as a subject with free will. The second commandment is: <b>And fill the earth.</b> It is not enough for man to be fruitful and multiply. He must also spread out across the entire planet, settle it, <b>and subdue it.</b> Of course this does not negate the presence of other creatures on the earth. Nevertheless, man has a special obligation to populate the world, to cultivate and tame it. <b>And</b> finally, you must <b>rule over the fish of the sea, and over the birds of the heavens, and over every living creature that crawls upon the earth.</b>", "<b>God said: Behold, I have given you,</b> for now at least, <b>all vegetation yielding seed that is upon the face of all the earth, and every tree, in which there is the fruit of a tree yielding seed; to you it shall be for food.</b> You may take your sustenance from all types of plants, herbs, vegetables, and fruit, as you see fit.", "<b>And to every beast of the earth, and to every bird of the heavens, and to everything that crawls upon the earth, in which there is a living soul,</b> I have given <b>all green vegetation for food. And it was so.</b> It is possible that when all life forms were first created, they were herbivorous. However, perhaps there was no prohibition against receiving sustenance from living creatures or their carcasses, only against killing living creatures. It is permitted for man and beast to derive their sustenance from vegetation, because they each possess an animate soul, making them superior to plants.", "<b>God saw everything that He had made,</b> in its entirety, from light to man, <b>and, behold, it was very good. It was evening and it was morning, the sixth day.</b>"], ["<b>The heavens and the earth and their entire host,</b> the abundance of creatures contained within them, with all their abilities and roles, <b>were completed.</b>", "<b>God completed on the seventh day His works that He had made</b> on the previous six days; <b>He rested on the seventh day from all His works that He had made.</b> Concluded is the process in which new, unique creations were formed on each day. From this point forward, the world will continue its existence according to the order that has been determined for it.", "Due to the unique nature of the Sabbath, <b>God blessed the seventh day and sanctified it</b> with additional holiness; <b>because on it He rested from all His works that God created to make.</b>", "<b>This is the legacy of the heavens and of the earth when they were created, on the day that the Lord God made earth and heaven.</b>", "At this stage the world was still incomplete, as <b>no shrub of the field was yet in the earth, and no vegetation of the field had yet sprouted; because the Lord God had not caused it to rain upon the earth.</b> Although rain is a part of the natural order of the world, it was not mentioned in the previous chapter alongside the formation of the seas, dry land, or vegetation. Since it had not yet rained, the plants were unable to fully grow. The Sages teach that the plants initially only barely emerged from the ground. When the first man was created, he prayed for them, and the first rains came, causing the plants to sprout and grow. <b>And there was no man to till the ground.</b> People can work the land even when there is no rainfall, by drawing water from elsewhere. Without man, however, the land remained unworked.", "<b>A mist would rise from the earth, and water the entire surface of the ground.</b> The essence of rain already existed, but the complete hydrological cycle was not yet in place. The Torah here describes a primordial water cycle: Mist would rise from the earth, condense, and fall to water the ground.", "The creation of vegetation, which occurred on the third day of Creation, will soon be described in detail. But first the Torah elaborates on the creation and actions of a far more important entity, man, whose formation was previously depicted only in general terms: <b>The Lord God formed man of dust from the ground.</b> Unlike the other created beings, which were fashioned in one step, God created man in stages: First he was a lump of earth, a purely physical entity known by the Sages as a <i>golem</i>. <b>And</b> He then <b>breathed into his nostrils the breath of life,</b> giving life to this inanimate object. <b>Man became a living creature.</b> The soul of man is living not only in the sense that it is not dead, but also in that it contains a special vitality: It is a speaking soul. The breath of life within man is not just an abstract entity or form of sanctity concealed inside him; rather, it radiates outward from within him.", "As part of the Creation process, <b>the Lord God planted a garden, in</b> the place known as <b>Eden to the east</b>. Although Eden refers to a place, the word itself means pleasure. The ambiguity and mystery regarding this location is further accentuated by the fact that the verse describes it as located eastward without offering any point of reference. This place is a lost world outside the realm of our current experience. <b>He placed there the man whom He</b> had <b>formed.</b>", "<b>The Lord God grew from the ground</b> in the Garden of Eden <b>every tree that is pleasant to the sight and good for food, and the tree of life,</b> which will be discussed later, <b>in the midst of the garden,</b> in the center, <b>and the tree of the knowledge of good and evil.</b>", "<b>A river emerged from Eden to water the garden; and from there it,</b> the river, <b>would part and would become four headwaters.</b>", "<b>The name of the one is Pishon; it is that which encircles the entire land of Havila, where the gold is</b> found. Pishon is generally identified with the Nile.", "<b>The gold</b> in the deposits <b>of that land is</b> of particularly <b>good</b> quality; <b>there is</b> also <b>bdellium and the onyx stone.</b>", "<b>The name of the second river is Gihon; it is that which encircles the entire land of Kush.</b> It is possible that Kush is modern-day Ethiopia. Some identify Kush as the mountain range known today as the Hindu Kush, which stretches between modern-day Afghanistan and Pakistan.", "<b>The name of the third river is Tigris; it is that which goes east of Ashur.</b> The Tigris is an immense river in Mesopotamia, known even today by this name. <b>And the fourth river is Euphrates.</b> There is no need for the verse to elaborate on the location of the Euphrates, as throughout virtually the entire Bible, whenever a verse mentions a river without further specification, it refers to the Euphrates. This river serves as the border between the lands of the Middle East and the surrounding lands. This is also the meaning of the expression “beyond the river,” which appears throughout the Bible and rabbinic literature, as well as in archaeological findings.", "<b>The Lord God took the man, and placed him in the Garden of Eden to cultivate it and to keep it.</b> In contrast to the other creations scattered throughout the garden, the man was placed there for a particular purpose, namely, to cultivate the ground and to keep it. Just as in the previous chapter man was commanded to rule over the entire world, here man is given responsibility over a part of this otherworldly place. The world was not yet functioning in its fixed manner; perhaps rain never fell in the Garden of Eden, which instead drew all its sustenance from the river flowing through it and required the care of man. Consequently, it was of great importance for the man to cultivate the garden and to protect it from harm.", "<b>The Lord God commanded the man, saying: From every tree of the garden you may eat,</b> and from them you shall draw your sustenance.", "<b>But of the tree of the knowledge of good and evil, you shall not eat; for on the day that you eat of it you shall die.</b> If you eat from this tree, you will die.", "<b>The Lord God said: It is not good that the man shall be alone.</b> All living creatures were created male and female, and they were meant to multiply. Only man was created without a mate. Is one to conclude, then, that man was never meant to procreate? Perhaps God created man in His image, with intelligence and free will, as His parallel in this world. If so, just as God is alone above, man was likewise alone below, and this is how he was meant to fulfill his duties. To rule out this understanding, the Torah states that it is not good, neither for man himself nor for the world, for him to be alone. God continued: Therefore, <b>I will make for him a helper alongside him,</b> someone who completes him. Man requires a partnership with another being; this partnership would signify the beginning of humanity.", "To that end, <b>the Lord God formed from the ground every beast of the field and every bird of the heavens and brought them to the man,</b> master of creation below, <b>to see what he would call it. Whatever the man would call every living creature, that was its name.</b>", "<b>The man called names for every animal, and for the birds of the heavens and for the beasts of the field; but</b> after all the animals passed before him to receive their names, it became apparent that <b>for Adam, he did not find a helper to be alongside him;</b> there was no other human being. In a world without nomenclature, each entity was completely unique and uncategorized. The ability to categorize similar creatures into groups and species and apply names to them is contingent on the cognitive abilities of association. Before he began to use these faculties, it is possible that Adam was unaware that he was alone. He lived in a world without classification and considered himself to be just another one of a myriad of creatures. Once Adam began to categorize the types of vegetation and male and female animals, he became acutely aware of his aloneness, as he realized that none of the individual creatures he encountered was suitable for him.", "<b>The Lord God cast a deep sleep upon the man, and he slept; He took one of his sides [<i>tzalotav</i>].</b> Although many commentaries interpret the word <i>tzela</i> as rib, it seems more likely <i>tzela</i> refers to a whole side of the body. If so, one must conclude that the man was originally created with a double body, one half of which was separated from him now. <b>And</b> God <b>closed with flesh in its place,</b> where He had removed this side.", "<b>The Lord God built the side that He took from the man into a woman,</b> whose form differed from that of a man, <b>and brought her to the man</b> after he awakened.", "Before the man fell into a deep sleep the woman was part of him. Only at this point, <b>the man said: This time,</b> this particular entity, is <b>a bone from my bones, and flesh from my flesh.</b> On the one hand, the man realized that the woman was a part of his original composition; on the other hand, he knew that she was a stranger to him. What was once a single being was now divided into two separate entities that were capable of relating to one another. <b>This shall be called woman [<i>isha</i>], because this was taken from man [<i>ish</i>].</b> The linguistic similarity between the terms representing man and woman, <i>ish</i> and <i>isha</i>, attests to the resemblance between them.", "Since man and woman were not created as separate beings, their relationship is unique among creations. Unlike the males and females of the animal world, which have always been separate entities that develop independently, man and woman were once a single person. This unique status is what creates the special bond of love between a man and a woman and gives meaning to the institution of marriage. <b>Therefore, a man shall leave his father and his mother, and he shall cleave to his wife, and they shall become one flesh.</b> Initially, the strongest bond between members of a family is the bond between a child and his parents. Nevertheless, the bond between husband and wife surpasses even the bond between a person and the family of his childhood. One’s bond with one’s parents certainly remains even after marrying, but it grows weaker.", "The verse provides some background for events that will be described below: <b>They were both naked, the man and his wife, and they were not ashamed.</b> Like the other living creatures, the man and his wife did not need clothing in the Garden of Eden. As part of the natural world, humanity was originally bare and exposed."], ["<b>The serpent was more cunning than any beast of the field that the Lord God had made.</b> The serpent was clever; it possessed intelligence. Although the word “cunning” [<i>arum</i>] usually has negative connotations in modern Hebrew, in the Bible it is a neutral term. Furthermore, this primeval serpent was not the same as the diminished snake we know today, but a wholly intelligent creature. <b>He said to the woman: Did God actually say: You shall not eat of any tree of the garden?</b> Perhaps the serpent chose to address the woman because God did not speak directly to her but to the man, reasoning that since she had heard of the prohibition only through an intermediary, it would be easier to incite and deceive her. Although when God forbade man from partaking of the tree of the knowledge of good and evil the woman was still a part of him, one must conclude that only the male side heard the command directly from God.", "<b>The woman said to the serpent: From the fruit of the trees of the garden we may eat.</b> God did not prohibit us from eating the fruit of the garden.", "<b>But from the fruit of the tree that is in the midst,</b> the middle, <b>of the garden, God said: You shall not eat of it, nor shall you touch it, lest you die.</b> This is a dangerous tree. It is prohibited for us to eat from this tree, or even to touch it, as death resides within it.", "In response to this claim, <b>the serpent said to the woman: You will not die.</b> There is no need for you to fear that you might die, as the tree of the knowledge of good and evil does not cause death. The serpent could speak to the woman about this matter with the confidence of being a reliable source, because man was created last, and consequently all the other creatures had more life experience than he had.", "The serpent now revealed the ostensible motivation for the divine prohibition: <b>For God knows that on the day you eat from it, then your eyes shall be opened, and you shall be as God, knowers of good and evil.</b> God does not want you to eat from this tree, not because it is dangerous, but because by consuming it you will be raised to a higher level. God seeks to prevent you from acquiring the knowledge of good and evil that He possesses.", "<b>The woman saw that the tree was good for eating.</b> The woman began to submit to temptation, thus marking the beginning of the sin. Of course the root of this sin preceded its execution; it was based on the willingness to even consider the possibility of violating a divine command. This did not occur to the woman on her own; it was the serpent who presented her with the option of defiance. Perhaps before the serpent spoke to her she was afraid of the tree and refrained from gazing at it or from reflecting on its nature and the effect of its fruit. But after it spoke to her she saw that the tree was as good as all the others, <b>and that it was an enticement to the eyes, and that the tree was attractive to apprehend.</b> There was something intriguing about this tree that made one desire to approach and understand it. <b>She took from its fruit and ate; she also gave to her husband with her, and he ate.</b> In the manner of a good wife who loves her husband, she immediately shared her great discovery with him.", "<b>The eyes of both of them were opened, and they knew that they were naked.</b> Obviously, the man and woman were always aware of their nakedness. Indeed, their nakedness is already mentioned, as a matter of fact, at the end of the previous chapter. However, at first they were not ashamed of their naked state, just as people are not embarrassed to expose their noses or their eyes. Like the animals, all parts of their bodies were considered equal in their eyes. Partaking of the fruit of the tree of the knowledge of good and evil injected something new into their consciousness: A separation of the various forms of good, namely, aesthetics, pleasure, utility, and morality. This new awareness does not mean that until this point they were unaware of their sexuality. However, before eating of the fruit of the tree, they engaged in the sexual act as animals do, with complete innocence and unselfconsciousness. Now they became aware of the unique nature of human sexuality, and into their world was introduced a new sort of inclination. Unlike the sexual drive of animals, which is part of their biological compulsion and limited by objective factors of need and satiation, the human sexual urge is based on a potentially boundless erotic desire. The man and woman were suddenly faced with their ability to choose to what extent to indulge these newly discovered inclinations, and thus found themselves before a gaping chasm. Consequently, <b>they sewed fig leaves, and made themselves loincloths.</b> Since their nakedness was no longer a neutral state but a source of provocation and temptation, it was not to be publicly displayed; they therefore hurried to cover themselves.", "It is difficult to appreciate the severity of the sin of the first man, who violated the sole command God had imposed upon him. From this point forward, humanity’s penchant for sinning would fall to the greatest depths. Perhaps the first man foresaw this and recoiled. It is possible that the man and woman were perplexed, even dazed and intoxicated, by the fruit of the tree of the knowledge of good and evil. <b>They heard the voice of the Lord God</b> as though it were <b>moving in the garden with the day breeze.</b> The Divine Presence was particularly manifest in the Garden of Eden. <b>The man and his wife hid from the presence of the Lord God among the trees of the garden.</b> Before sinning, the man and his wife were like young children, who do only what they are supposed to do and are therefore not ashamed of their actions. For the first time, they sensed that they had acted improperly and felt ashamed and sought to hide.", "<b>The Lord God called to the man, and said to him: Where are you?</b> This question is, of course, not designed to elicit information. It is a summons: Where are you? Stand before Me!", "<b>He,</b> the man, apologized and <b>said: I heard Your voice in the garden, and I was afraid because I was naked, and I hid.</b> I am not standing in the open, because I am confused and ashamed. I hid because I did not want to be seen in my nakedness.", "<b>He,</b> God, <b>said: Who told you that you were naked,</b> that there is something wrong with your nakedness? You were naked beforehand as well, and yet you were not ashamed. Clearly, God was not referring to man’s physical nakedness, as even an animal could have discerned this. <b>Did you eat from the tree from which I commanded you not to eat?</b> This was also a rhetorical question, meant to test the man’s response.", "Despite all he had learned about good and evil, the man had not yet learned how to lie. His response was therefore not a distortion of reality. However, it was also not a direct response. Having internalized the serpent’s cunning, the man did not respond: Yes, or: I sinned. Rather, <b>the man said: The woman whom You gave to be with me, she gave me from the tree, and I ate.</b> You created a woman for me, and she gave me the fruit. By referring to his wife as the woman whom God gave to be with him, the man shirked responsibility for his actions and sought to shift the blame onto her and onto God.", "<b>The Lord God said to the woman: What is this you have done?</b> Why did you consume the fruit, and why did you give it to your husband? <b>The woman said: The serpent enticed me, and I ate.</b> She also absolved herself of responsibility, although her response was indeed very close to the truth. The woman claimed that she herself would never have conceived of such a deed. Rather, another entity, the serpent, persuaded her with its crafty ways to eat from the fruit. Nevertheless, the woman did not seek to blame God.", "<b>The Lord God said to the serpent.</b> God did not ask the serpent why it behaved as it did, because unlike the man and his wife, the serpent had no justification for its actions. It acted out of a profound wickedness whose purpose was to break open the depths of evil, or simply for its amusement. Even if the serpent did not intend to bring about the tremendous upheaval in the world that resulted from its actions or the expulsion from the Garden of Eden, the serpent’s words stemmed from the malicious thought: Perhaps we should do the very opposite of God’s wishes. God therefore cursed the serpent: <b>Because you did this, cursed are you from among all the animals, and from all the beasts of the field; upon your belly shall you go, and dust shall you eat all the days of your life.</b> It can be inferred from the verse that the serpent previously walked on legs.", "God declared an additional punishment: <b>I will place enmity between you and the woman, and between your descendants and her descendants.</b> If, for whatever reason, you sought to establish a connection with the woman, your efforts will be unsuccessful. Henceforth, an irrational hatred will prevail between you and the woman, and between your descendants and hers. This hatred will be expressed by the fact that <b>he shall strike your head, and you shall strike his heel.</b>", "<b>To the woman He said.</b> The curses placed upon the woman distinguish the female human from the females of the animal kingdom: <b>I will increase your suffering;</b> your life will involve much pain. Some explain this as a reference to the menstrual cycle, which has no counterpart in most animals and which is unpleasant and sometimes even painful. <b>And</b> I will increase the difficulty of <b>your pregnancy.</b> Human pregnancy is not as simple or straightforward as that of other creatures. This is partly due to human psychology and partly due to physiology. The same applies to childbirth: <b>In pain you shall give birth to children. And</b> furthermore, <b>your desire shall be for your husband.</b> Since you initiated this action, that is, you were proactive in tempting your husband and attempting to create a new reality, you will henceforth yearn for your husband. Although this is not an adverse state of affairs, it involves a measure of passivity on the woman’s part. <b>And he shall rule over you,</b> not necessarily in terms of a social order, but in the context of sexual relations. The woman was cursed that man and woman would no longer be equal partners. Since the woman wanted to know evil, she would experience suffering; since she sought to lead her husband, she would now be led by him.", "<b>And to Adam He said: Because you heeded the voice of your wife, and ate from the tree that I commanded you, saying: You shall not eat from it,</b> your sin is more severe, as you heeded the voice of your wife despite hearing the prohibition directly from Me. Therefore, <b>cursed is the ground on your account.</b> No longer will the ground be like the fertile soil of the Garden of Eden, which gave forth produce without any toil on your part, and which you only had to protect from damage. From now on, mankind’s relationship with the ground will be different: <b>In suffering,</b> through toil, <b>shall you eat of it all the days of your life.</b>", "<b>And</b> unlike in the Garden of Eden, if you wait for the ground to produce its fruit spontaneously, then <b>thorns and thistles shall it grow for you; and you shall eat the vegetation of the field,</b> which will not always be edible in its natural state.", "In order for the vegetation of the field to be fit for consumption, you will have to toil over its growth. You will no longer be able to consume all produce in its natural state. Rather, <b>by the sweat of your brow shall you eat bread.</b> Until now you have lived in a world in which everything was prepared for you. Henceforth, you will have to exert great effort to produce your food, <b>until you return to the ground; for from it were you taken.</b> Ultimately, you will die. <b>For you are dust, and to dust shall you return.</b>", "<b>The man called the name of his wife Eve [ḥavva].</b> Before the man imagined that other people would inhabit the earth, there was no reason for him to give his wife a name. He was man and she was woman, and that was sufficient. After learning of their mortality and that the woman would give birth to other people who would replace them, he gave her a name. He chose this name <b>because she was the mother of all living [<i>ḥai</i>].</b> There is much affection and love in the selection of this particular name. Adam could have chosen many other names; he could even have given her a name that reflected some resentment toward her. Despite everything, he called her ḥavva, as if to say to her: From you life will come to the world.", "<b>The Lord God made for Adam and for his wife hide tunics and clothed them.</b> God took into account the shame and vulnerability that Adam and Eve felt in the wake of their sin. He wished to assist them on their new path, so He clothed them.", "<b>The Lord God said: Behold, the man has become as one of us,</b> like one of the heavenly beings, as he has the capacity <b>to know good and evil.</b> Man no longer acts solely based on instinct or what he is told, but in accordance with his own free will. <b>And now, lest he put forth his hand, and take also from the tree of life, and eat, and live forever.</b> Although the tree of life was in the garden the entire time, it seems that it did not attract the attention of Adam or Eve. Unlike the enticing tree of the knowledge of good and evil, whose fruits were particularly desirable, perhaps the tree of life was a simple tree whose fruit was unimpressive. However, following man’s recent dramatic awareness of his mortality, he might have sought ways to avoid death. It is possible that no prohibition or threat would prevent him from making use of that which could grant him eternal life.", "<b>Therefore, the Lord God sent him out from the Garden of Eden, to cultivate the ground from which he was taken.</b> Man returned to the unremarkable land outside the Garden of Eden.", "The man was not sent from the garden in a leisurely manner; rather, <b>He,</b> God, <b>banished the man; He stationed the cherubs,</b> a type of angel, <b>east [<i>kedem</i>] of the Garden of Eden.</b> Perhaps the entrance to the garden was on its eastern side, as was the case in the Temple. Alternatively, <i>kedem</i> simply refers to the front of the garden, in whatever direction it may have been. <b>And</b> He placed <b>the blade of the ever-turning sword,</b> which blocked the way, <b>to guard the path to the tree of life,</b> at least for the time being, until God decides to return the man to the Garden of Eden. Angels and heavenly forces of deterrence removed the possibility of immortality from man’s grasp. The man understood that he could no longer return to the garden, and that he had to seek his destiny elsewhere."], ["<b>The man had been intimate with Eve his wife</b> while they were still in the Garden of Eden. Since Eve gave birth after their banishment, the verse relates the entire story here. <b>And she conceived and gave birth to Cain and said: I have acquired [<i>kaniti</i>] a man with the Lord.</b> Eve was amazed by the first human birth, at the fact that she, together with God, created a man that until now did not exist. Eve felt that she could not create man by herself; she was instead a partner with God in giving birth to this new being. To this day, women in labor, and indeed people in general, express similar astonishment at the wonder of childbirth.", "<b>She continued to give birth to his brother,</b> who was called <b>Abel.</b> In contrast to Cain, no reason is given for the choice of Abel’s name. Many explain that the name alludes to Abel’s sad demise; like <i>hevel</i>, vapor, nothing was left of him. His name can also be interpreted in a positive manner, as a reference to a breath of wind, as if the birth of Abel revealed something of a spiritual nature. If so, this passage touches on the foundations of human existence: The first child, Cain, sparked amazement at the birth process itself, whereas the second child, Abel, revealed the wonder of diversity, which is inherent in the human spirit. Although mankind would eventually become accustomed to these marvels, for Adam and Eve the fact that such diverse children could emerge from the same parents was truly remarkable. It is unknown how these two children differed from one another at birth, although the differences between them eventually manifested themselves in behavior: <b>Abel was a shepherd;</b> he would milk the sheep and shear their wool, but he did not eat their meat; <b>and Cain was a cultivator of the ground.</b>", "<b>It happened, after some time,</b> perhaps years later. According to one opinion, this occurred forty years after the birth of Cain and Abel. <b>Cain brought from the fruit of the ground an offering to the Lord.</b> In contrast to various theories claiming otherwise, this episode indicates the fundamental nature of bringing an offering and that this concept was not introduced by foreign cultures. From the very beginnings of humanity, people felt the need to bring gifts to God. Later, these gift offerings would be called burnt offerings, as they were burnt in their entirety in God’s honor. These offerings were not considered a tax; they were not even obligatory. Although the Recipient of the gift has no need for it, the gift offering allows the giver to express his feelings toward Him.", "<b>And Abel, he too brought</b> an offering to God <b>from the firstborn of his flock and from the choicest of them; and the Lord turned toward Abel and to his offering.</b> The verse does not explain how this acceptance expressed itself. Perhaps a fire descended from heaven upon Abel’s offering, as occurred in other instances, or perhaps it was evident that Abel’s offering was accepted because he was in high spirits or experienced some euphoric state.", "<b>But toward Cain and to his offering He did not turn.</b> The two brothers were presumably close in age and had similar characteristics. God’s preference for one brother over the other was therefore highly upsetting for the one who was rejected. <b>Cain was very incensed, and his face became downcast.</b> Understood literally, this expression is an accurate and straightforward description of the behavior of a shamed, disappointed, and angry individual, who lowers his face toward the ground.", "<b>The Lord said to Cain: Why are you incensed, and why did your face become downcast?</b> While it is true that I chose Abel, why are you angry? Although you were not chosen, I did not harm you. Why, then, do you feel despised and ashamed? God reproved Cain for his jealousy, an emotion that easily leads to unjustified rage.", "<b>Truly, if you do good, you will be elevated.</b> If you improve your deeds and behave properly, you will be elevated. This phrase might be an indication that Cain did not bring his offering wholeheartedly, or that he did not select his choicest produce, as expounded by the Sages. <b>And if you do not do good,</b> remember that <b>sin crouches at the entrance.</b> Beyond the very existence of evil is the concept of sin, which is the introduction of evil into the world through the deeds of man. In this figurative representation, sin is depicted as a living creature that prowls at an entrance and seeks to enter. Behind this verse lies the perception that when a person acts properly, he thereby prevents sin from controlling him, while if he does not, even if he does not actually perform evil, sin crouches at the entrance. <b>And its desire is for you.</b> In contrast to the common perception of man as the one who desires to sin, the verse describes the personified sin as seeking to control man. <b>But you may rule over it.</b> It is within man’s potential to rule over sin. He must keep in mind that sin is ever present, and that it seeks to build itself and grow powerful by attaching itself to him. As long as man is the one in control, and he does not let it conquer him, his existence is assured.", "Although Cain heard the words of God, he did not internalize them at all and held firm to his jealousy: <b>Cain said to Abel his brother.</b> The verse does not specify what Cain said to Abel. Perhaps he suggested that they travel somewhere together. Maybe he leveled harsh accusations against him or informed him of God’s statement. In any case, there was some conversation between Cain and Abel that amplified the friction between them: <b>It happened when they were in the field,</b> when they happened to be alone, that <b>Cain arose against Abel his brother and killed him.</b> In his overpowering rage, Cain fell upon Abel and killed him.", "At the dawn of humanity, man was still capable of hearing the word of God directly: <b>The Lord said to Cain: Where is Abel your brother?</b> Similar to the question posed to Adam on the heels of his transgression: Where are you? God turned to Cain with a question following his sin. There were many possible responses to God’s question. Cain could have broken down in tears and admitted that he had committed a terrible crime. Instead, he feigned ignorance: <b>He said: I do not know.</b> It is unknown what Cain did with Abel’s body after killing him. Perhaps he threw it aside, or buried it, or maybe he simply left it untouched. It is entirely possible that Cain’s response was sincere, as this was the first human death. If so, his response bears relevance to one of mankind’s burning questions: What happens to a person after he dies? Nevertheless, the conclusion of his response indicates a denial of responsibility: <b>Am I my brother’s keeper?</b>", "<b>He,</b> God, <b>said</b> to Cain: <b>What have you done?</b> Think about your actions. Do not behave like those individuals, and this includes criminals, who attempt to justify or rationalize their behavior by claiming: It happened spontaneously, or: I lost my temper. <b>The voice of your brother’s blood cries out to Me from the ground.</b> The murder itself calls out with the cry of unfulfilled life. The spilled blood screams out not only over the pain and the injustice but also for the loss of life itself.", "<b>Now, cursed are you from the ground that opened its mouth to take your brother’s blood from your hand.</b> In contrast to the various midrashim that discuss how the blood of certain murder victims was not swallowed up by and continued to bubble up on the ground, Abel’s blood was accepted by the ground, as it were, and absorbed by it. The ground is therefore involved in Cain’s curse. ", "<b>When you cultivate the ground, it shall not continue giving its strength to you.</b> The ground is cursed on your account; it shall cease to be a source of life for you. Instead, <b>restless and itinerant shall you be on the earth.</b> You shall wander the earth and suffice with what you find during your travels. You are not banished from the ground itself, but from its produce. You no longer have any share in the life stored in the ground.", "<b>Cain said to the Lord: My punishment [<i>avoni</i>] is greater than I can bear.</b> Although the word <i>avon</i> is usually interpreted as iniquity, it seems more likely that Cain was referring to his punishment rather than the deed itself. Indeed, there are many instances in which the words <i>avon</i>, iniquity, <i>ḥet</i>, transgression, and <i>pesha</i>, sin, are used in reference to a punishment instead of a deed. This interpretation suits the continuation of Cain’s statement:", "<b>Behold, You have banished me this day from the face of the land.</b> The ground no longer accepts me, and I feel as though the land is burning beneath my feet. Consequently, I cannot settle anywhere. <b>And from Your face shall I be hidden.</b> How will I be able to present myself before You? Cain was warned that sin crouches at the entrance (4:7). Now, after allowing sin to control him to such an extent that he killed his brother, he was too ashamed to bare his face before God. <b>I shall be restless and itinerant on the earth, and anyone who finds me will kill me.</b> I am now exposed to all the dangers of the world. I will find no security anywhere on earth; I cannot even take shelter in Your presence, and I am unprotected from other living creatures. Cain’s statement expresses the loneliness of a murderer, who feels that the entire world despises him.", "<b>The Lord said to him: Therefore, anyone who kills Cain, vengeance shall be taken on him sevenfold.</b> Although you sinned, you will not be punished with immediate death. Rather, you shall be provided with some form of protection, so that you will be able to continue living. <b>The Lord placed a sign for Cain, so that anyone who finds him shall not smite him.</b> This sign, whatever it was, somehow enabled Cain to bear his punishment.", "<b>Cain departed from the presence of the Lord and lived in the land of Nod, east of Eden.</b> Some commentaries hold that this was an actual land called Nod. Others interpret the verse as meaning that Cain attempted to settle in various lands, but he was cast out of each one. Consequently, he was left to wander [<i>noded</i>] from land to land. According to this explanation, the emphasis on the fact that Cain dwelled east of Eden serves to further highlight Cain’s broken state: Cain was from the second generation following the banishment from the Garden of Eden, and now he himself had been exiled.", "At this stage, the propagation of the human race was effected through marriage between siblings. Adam and Eve begot girls, who became their brothers’ wives: <b>Cain was intimate with his wife and she conceived, and gave birth to</b> a son called <b>Hanokh; he,</b> Cain, <b>was the builder of a city.</b> Cain was not just the cursed son; he was also the creative son. As the preceding verses will describe, this creativity was apparent in his descendants as well. <b>And he,</b> Cain, <b>called the name of the city after the name of his son Hanokh.</b> This name alludes to <i>ḥanikha</i>, beginning. Cain chose this name for the city because it marked the beginning of the craft of building. It may also serve as an indication that Cain became educated [<i>hitḥanekh</i>]. However, Cain’s central motive in building a city was his desire to connect to a place and establish roots within it. However, due to the curse imposed upon him, he was unable to actually live in this city. Indeed, the Torah refers to Cain’s construction of the city in the progressive tense, indicating that it was never definitely completed. Rather, throughout his wanderings to and from the land of Nod, he would return to this place to add a stone or two. In this manner, the city was slowly built.", "The verse lists Cain’s descendants. A son called <b>Irad was born to Hanokh; and Irad begot Mehuyael; and Mehuyael begot Metushael; and Metushael begot Lemekh.</b> A comparison with the genealogy in the following chapter reveals that the descendants of Seth had names that were similar to those of the descendants of Cain. Apparently, in those times, many children born in the same generation were called by similar names.", "The verse momentarily dwells on Lemekh on account of his unique behavior: <b>Lemekh took for himself two wives.</b> This is possibly the first instance of polygamy. At first each man married just one woman. This was never explicitly commanded by God, but arose from a basic intuition. Still, by taking two wives Lemekh breached the existing boundaries. This is a further expression of the ambition of Cain’s family to grow and create, although it is possible that Lemekh simply lusted after more than one woman or that he married his second wife because the first had yet to produce children. <b>The name of one was Ada, and the name of the other Tzila.</b>", "<b>Ada gave birth to Yaval; he was the forerunner of those who dwell in tents and raise livestock.</b> Yaval, like his father Lemekh, introduced a new practice. Perhaps he was trying to continue Abel’s legacy; indeed, even their names are similar. Although shepherding was already introduced by Abel, he left no descendants, vanishing from the world like <i>hevel</i>, vapor. As a result, a culture of shepherding had yet to develop. By contrast, Cain sought to establish a stable agricultural society, and it can be assumed that his sons followed him and cultivated the ground as well. In addition, Cain sought to build a city, a permanent settlement. Here, one of Cain’s descendants returned to the practice of shepherding and developed it into a distinct culture, thus becoming the forerunner of those who dwell in tents and among livestock.", "<b>And the name of his brother was Yuval.</b> Yuval, like many of Cain’s progeny, was a creative individual; <b>he was the forerunner of all those who grasp the harp and pipe.</b> He was the first musician, the inventor of the first musical instruments.", "<b>And Tzila, she too gave birth to Tuval Cain.</b> Just as the names Yaval and Yuval are reminiscent of Abel, the name Tuval Cain combines Abel with Cain, patriarch of this family. Tuval Cain was the <b>forger of every sharp instrument of bronze and iron;</b> he was the first metalworker. Until Tuval Cain, people relied on the simplest materials that were readily available in nature. Tuval Cain’s revolutionary discovery was the extraction of copper and iron from the earth. Although some have criticized Tuval Cain for being responsible for introducing armaments into the world, the verse refers explicitly only to the creative act of metalworking, with no mention of weapons. <b>And the sister of Tuval Cain was Naama.</b>", "<b>Lemekh said to his wives.</b> This is the first poem in the Torah. It is structured in the form of parallels between pairs of phrases, as is common in the poetry of the Bible: <b>Ada and Tzila, hear my voice; wives of Lemekh, listen to my speech; for I have slain a man for my wound and a child for my injury.</b> The Torah does not provide the background for Lemekh’s poem. According to one midrash, Lemekh killed Cain unwittingly, and the phrase “I have slain a man” is Lemekh’s confession. Some commentaries maintain that Lemekh’s statement is not an expression of regret but a boast, as if to say: One who wounds me or bruises me I will kill. It is possible that Lemekh was confessing to his wives that he too participated in some act of killing, not necessarily the murder of Cain, but that he acted unwittingly.", "Therefore, <b>as Cain shall be avenged sevenfold, and Lemekh seventy-seven-fold.</b> If God had pity upon Cain and assured him that he would be avenged sevenfold, then I, who killed unwittingly, deserve even greater protection than that provided to Cain (verse 15).", "At first, Adam and Eve had two sons, until one killed the other. It is possible that because of this terrible tragedy of the first murder in the first family, the couple did not immediately want to reproduce. Perhaps they wondered whether they even wanted to bring another child into the world. It took some time until they recovered, after which <b>Adam was intimate with his wife again and she gave birth to a son, and she called his name Seth [Shet]: As God has provided [<i>shat</i>] me with another offspring in place of Abel, as Cain killed him.</b> From the continuation of the record of human history, it emerges that Seth was the foundation of mankind. All of humanity descended from him, effectively making him the father of the human race. This is why the Bible uses the expression “sons of Seth” as a synonym for sons of Adam, or people.", "<b>And to Seth too a son was born; and he called his name Enosh.</b> The name Enosh is also used as a synonym for mankind. <b>Then commenced [<i>huḥal</i>] proclaiming the name of the Lord.</b> There are two opposing interpretations of this statement. According to one opinion, this means that during the period of Enosh, people began to institute prayer and organized worship. Previously, Cain and Abel brought offerings out of a spontaneous religious awakening, without any temple or established structure for worship. Only in the generation of Enosh, when human society grew, did there develop an orderly forum for calling in the name of God. According to the second opinion, the term <i>huḥal</i> relates to the words <i>ḥullin</i>, non-sacred, and <i>ḥillul</i>, desecration. That is, in the days of Enosh people began to desecrate the name of God by introducing idol worship. Initially, idolaters believed in the oneness of God, but they thought that entities through which His power is expressed, either through impressive force, beauty, or some unique quality, were also worthy of reverence. It is only a short leap from such a belief to deifying the entities themselves. The calling of various objects and powers in the name of God, whether this occurred at once or as a gradual process of deterioration that merely began in the generation of Enosh, is at the root of idol worship."], ["<b>This is the book of the legacy of Adam.</b> Although the Torah already discussed the events of Adam’s life, that was not a historical record with any chronological context. Until here, the Torah has presented fundamental paradigms: the Garden of Eden, the sin and its punishment, choosing evil, the first children, sibling rivalry, the first murder, and regret. This chapter provides a short survey of many generations, beginning with the dawn of human history. This process began <b>on the day that God created man, in the likeness of God He made him.</b> The uniqueness of man is that he was created in the likeness of God, and his history therefore merits special attention.", "<b>Male and female He created them.</b> Earlier, the Torah detailed the complex process of creating man. Here it simply states that the male and the female were initially created together. Though this might seem to contradict the previous account, wherein the woman was built from the man while he was in a deep sleep (2:21–22), that was merely a procedure in which the theretofore unified male and female forms were separated from one another. <b>He blessed them, and He called their name Man [Adam], on the day they were created.</b> Of the various terms for human beings, including Adam, <i>ish</i>, Enosh, and <i>gever</i>, Adam is the primary name for the human race and most representative of its essence, both because man was created from the <i>adama</i>, ground (2:7), and because he was formed in the <i>demut</i>, likeness, of God (see verse 1; 1:26). Indeed, this is how the Sages explain the verse: “I will be like [<i>edammeh</i>] the Most High.”", "<b>Adam lived one hundred and thirty years, and begot a son in his likeness, after his image.</b> Some commentaries maintain that before this time, he begot defective offspring who were not in his likeness or after his image. However, the plain meaning of the text is that the child born after 130 years resembled Adam, and this has no bearing on any kind of defect in other offspring. <b>And he called his name Seth [Shet].</b> This name resembles the word <i>tashtit</i>, foundation, as humanity was founded upon him.", "The Torah now provides an extremely brief list of the generations until the time of the flood: <b>The days of Adam after he begot Seth were eight hundred years; and</b> during this time <b>he begot sons and daughters.</b> The Torah does not provide the names of these children or any details of their lives, as they have no importance for the reader.", "<b>All the days that Adam lived were nine hundred and thirty years; and he died.</b>", "<b>Seth lived one hundred and five years, and he begot Enosh.</b>", "<b>Seth lived after he begot Enosh eight hundred and seven years; and he begot sons and daughters.</b>", "<b>All the days that Seth lived were nine hundred and twelve years; and he died.</b> It is unknown if all the sons listed by name in this genealogical record were specifically firstborn offspring. It is possible that the Torah mentions only the first son by name, as his birth divides the father’s life into two periods, before becoming a father and after. There may be other reasons why each son is mentioned by name. In any case, the family line continues through each of these sons until the birth of Noah.", "<b>Enosh lived ninety years, and he begot Kenan.</b> This name, like Cain’s, relates to ownership and acquisition [<i>kinyan</i>].", "<b>Enosh lived after he begot Kenan eight hundred and fifteen years; and he begot sons and daughters.</b>", "<b>All the days of Enosh were nine hundred and five years; and he died.</b>", "<b>Kenan lived seventy years, and he begot Mahalalel.</b>", "<b>Kenan lived after he begot Mahalalel eight hundred and forty years; and he begot sons and daughters.</b>", "<b>All the days of Kenan were nine hundred and ten years; and he died.</b>", "<b>Mahalalel lived sixty-five years, and he begot Yered.</b>", "<b>Mahalalel lived after he begot Yered eight hundred and thirty years; and he begot sons and daughters.</b>", "<b>All the days of Mahalalel were eight hundred and ninety-five years; and he died.</b>", "<b>Yered lived one hundred and sixty-two years, and he begot Hanokh.</b>", "<b>Yered lived after he begot Hanokh eight hundred years; and he begot sons and daughters.</b>", "<b>All the days of Yered were nine hundred and sixty-two years; and he died.</b>", "<b>Hanokh lived sixty-five years, and he begot Methuselah.</b>", "<b>Hanokh walked with God after he begot Methuselah three hundred years; and he begot sons and daughters.</b> The concept of walking with God appears throughout the Bible, and denotes a close relationship with God. Hanokh was close to God and was occupied with His worship. Hanokh was possibly a prophet or an exceedingly righteous man.", "<b>All the days of Hanokh were three hundred and sixty-five years,</b> far fewer than those of his father or his son.", "<b>Hanokh walked with God and he was not, for God took him.</b> Hanokh was an exceptional and mysterious figure. It is possible that God took him up to Heaven alive just as He took the prophet Elijah. Indeed, various sources state that to this day, Hanokh remains in Heaven, as a kind of angel, similar to Elijah. Perhaps God brought him into His court because he did not belong in this world.", "<b>Methuselah lived one hundred and eighty-seven years, and he begot Lemekh.</b>", "<b>Methuselah lived after he begot Lemekh seven hundred and eighty-two years; and he begot sons and daughters.</b>", "<b>All the days of Methuselah were nine hundred and sixty-nine years; and he died.</b> Methuselah is the oldest person recorded in the Bible.", "<b>Lemekh lived one hundred and eighty-two years, and he begot a son.</b>", "<b>He called his name Noah, saying: This shall relieve us from</b> the suffering of <b>our work and from the misery of our hands, from the ground, which the Lord has cursed.</b> Noah received this name because already from birth he was recognized as special. The commentaries and midrashim discuss what might have made Noah so unique. Noah was named after a prophecy, or after the hope, or as a prayer, that there would be relief from the toil and suffering. Indeed, the events of his life proved that Noah was the hope of humanity. Nevertheless, he did not provide relief for all of humanity, as only Noah and his family were spared during the flood. He did not bring salvation to the rest of mankind.", "<b>Lemekh lived after he begot Noah five hundred and ninety-five years; and he begot sons and daughters.</b>", "<b>All the days of Lemekh were seven hundred and seventy-seven years; and he died.</b>", "<b>Noah was five hundred years old; and Noah begot Shem, Ham, and Yefet.</b> The Sages debate whether this listing reflects the order of their births. The verse marks the conclusion of the book of the descendants of Adam, which contains the names of representatives of the ten generations from Adam to Noah, but it provides almost no information about them. This “book of the legacy of Adam” concludes in a generation that underwent a great transformation. For this reason, the Torah goes into detail with regard to Noah and notes that already at his birth he was made a locus for humanity’s hope, by a prophecy that through him the world would be rectified. A new world would indeed begin with him, albeit in an unexpected manner."], ["<b>It was, when men began to multiply on the face of the earth, and daughters were born to them;</b>", "<b>the sons of the great ones [<i>benei ha’elohim</i>] saw that the daughters of man were fair.</b> Some explain that with the proliferation of the human race came the development of a social hierarchy. The term <i>benei ha’elohim</i> refers to members of an upper class that grew apart from the rest of humanity. According to this understanding, the daughters of man were women of the lower classes. According to another interpretation, the sons of God were angels who arrived in this world and were granted human bodies and qualities as a kind of test, which they failed. Although they ceased to be angels, they still retained their supernatural powers alongside their human urges. According to this opinion, the daughters of man refers to mortal women. <b>And they took for themselves wives, from whomever they chose,</b> whether young or old, single or married, without consideration for laws of any kind.", "Society turned a blind eye to lawlessness. No one interfered with or objected to the breaching of boundaries. Therefore, <b>the Lord said: My spirit shall not abide in man forever.</b> According to many commentaries, the verse means: My spirit shall not fight and complain about man forever, <b>for he too is flesh.</b> Man has repeatedly failed to actualize his superiority over other creatures; therefore, he too is only flesh. <b>And his days shall be one hundred and twenty years.</b> I will grant mankind an extension of 120 years before sealing its fate. If man does not change, humanity will cease to exist in its current form.", "The verse notes: <b>The giants [<i>nefilim</i>] were on the earth in those days, and also thereafter.</b> It is possible that they were called <i>nefilim</i> because they fell [<i>nafelu</i>] from their position of greatness, or because they were more wondrous [<i>nifla</i>] than the rest of humanity. The <i>nefilim</i> are mentioned much later as well, some as mythical creatures, others as actual people, perhaps remnants of the primeval giants mentioned in this verse. The <i>nefilim</i> were born <b>when the sons of the great ones consorted with the daughters of man, and they bore them children.</b> Although the <i>nefilim</i> were not themselves “sons of the great ones” in either sense mentioned above, as their children they were nonetheless great and powerful. Although few in number, the <i>nefilim</i> ruled over many places in the world. For example, Og, king of Bashan, was described as one of the last surviving descendants of these giants. He was killed by the children of Israel in his kingdom, the Bashan, in the present-day Golan Heights. <b>They were the mighty who were from ancient times, the men of renown,</b> those who made a name for themselves and were remembered by later generations. When people spoke of the mighty men of yore, they were referring to these <i>nefilim</i> .", "<b>The Lord saw that the wickedness of man was great on the earth, and that every inclination of the thoughts of his heart was only evil all the time.</b> One’s inclinations are not necessarily evil; they are the proactive and creative force within man, which can lead him in various directions. Indeed, the Sages speak of a good inclination. The verse, however, refers to an inclination that is completely evil. That is, man chose to utilize his inclination exclusively for evil.", "<b>The Lord regretted,</b> as it were, <b>that He had made man on the earth.</b> The hopes placed upon man, who was granted free will, were dashed. <b>And He was saddened in His heart.</b> The verse employs anthropomorphic expressions toward God, meant to convey that the creation of man was a failure. Some explain the verse as follows: The Lord considered and decided with regard to the man that He had made on the earth, and He brought sadness to the heart of man.", "<b>The Lord said: I will obliterate man whom I have created from the face of the earth; from man to animal, to crawling creatures, to birds of the heavens; for I regret that I made them.</b> Man is not simply the pinnacle of creation, but the very purpose of it. Only man can direct the many objects and creatures of the world to their collective purpose. Consequently, in his absence, all of creation loses its reason for being. The Sages teach a parable to illustrate this idea: A man fashioned a wedding canopy for his son and prepared many types of food for the wedding feast. Sometime later, before the wedding, his son died. The father then dismantled the canopy, saying: I fashioned all this only for my son. Now that he is dead, why do I need a wedding canopy? Similarly, the Holy One, blessed be He, said: I created all the animals only for man. Now that man sins, why do I need these creatures?", "<b>But</b> from the entire human race, only <b>Noah found favor in the eyes of the Lord.</b> After being disappointed by the rest of Adam’s descendants, God chose Noah as the father of the new humanity, due to his special qualities."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "", "priority": "", "license": "", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "Chavruta Chats Traduções", "versionTitle": "Publicado em 5784, Saymon Pires da Silva [pt]", "actualLanguage": "pt", "languageFamilyName": "portuguese", "isSource": false, "isPrimary": false, "direction": "ltr"}], "ref": "Steinsaltz on Genesis 1:1-6:8", "heRef": "ביאור שטיינזלץ על בראשית א׳:א׳-ו׳:ח׳", "sections": ["1", "1"], "toSections": ["6", "8"], "sectionRef": "Steinsaltz on Genesis 1-6", "heSectionRef": "ביאור שטיינזלץ על בראשית א׳-ו׳", "firstAvailableSectionRef": "Steinsaltz on Genesis 1:1-6:8", "isSpanning": true, "next": "Steinsaltz on Genesis 7", "prev": null, "title": "Steinsaltz on Genesis 1-6", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 1:1-31", "Steinsaltz on Genesis 2", "Steinsaltz on Genesis 3", "Steinsaltz on Genesis 4", "Steinsaltz on Genesis 5", "Steinsaltz on Genesis 6:1-8"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}