{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>It was, in Pharaoh’s sending forth the people, that God did not guide them via the land of the Philistines,</b> along the Mediterranean coast, <b>although it was near, for God said: Lest the people reconsider when they see war.</b> Although the Philistines were not a large nation, they were militarily powerful. Passing through their land risked a war which might have caused the Israelites to reverse course <b>and return to Egypt.</b>", "<b>God led the people circuitously, via the wilderness of the Red Sea.</b> Instead of turning northward, toward the Mediterranean coastline, God led them southeast. <b>And the children of Israel came up armed from the land of Egypt,</b> as they assumed that they would eventually be forced to fight. God decided that they were not yet ready to stand in battle, and He therefore guided them on a path that would avoid direct confrontation with the Philistines.", "<b>Moses took the bones of Joseph with him, for he,</b> Joseph, <b>had administered an oath to the children of Israel,</b> the children of Jacob, or the Israelites in general, <b>saying: God will remember</b> and redeem <b>you; and</b> when this occurs, I request that <b>you shall bring my bones up from here,</b> from Egypt, <b>with you.</b>", "<b>They,</b> the Israelites, <b>traveled from</b> a place called <b>Sukot;</b> alternatively, from a place where there were booths [<i>sukkot</i>], <b>and they encamped in Etam, at the edge of the wilderness.</b> Until this point, the Israelites traveled in fertile areas that were part of Egypt or Goshen. Now, they begin to travel in uninhabited areas.", "So that they could navigate the desert, an angel of <b>the Lord was going before them by day in a pillar of cloud to guide them on the way.</b> They followed the cloud, which represented the glory of God. <b>And by night</b> He would go with them <b>in a pillar of fire to illuminate for them, to go day and night.</b> It is unclear whether the Israelites actually traveled by night. In any event, the pillar of fire gave them the ability to do so.", "<b>The pillar of cloud by day and the pillar of fire by night would not move from before the people.</b> The Israelites did not know where they were traveling; these two pillars represented God’s guiding hand in the wilderness."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, that they return</b> in the direction of Egypt <b>and encamp before Pi HaHirot,</b> a famous place at the time. The name Pi is Egyptian. It is located <b>between Migdol and the</b> Red <b>Sea, before</b> the pagan god <b>Baal Tzefon. Opposite it you shall encamp, by the sea.</b> On their way to Canaan, the Israelites did not need to cross the Red Sea. From the eastern bank of the Nile, their way was open toward the Land of Israel, even if the Red Sea once extended further north than it does today. Still, God instructed Moses to turn from their route and camp by the sea.", "<b>Pharaoh will</b> then <b>say of the children of Israel: They are astray in the land.</b> They have lost their way, and are doubling back. <b>The wilderness has closed in on them,</b> allowing them to travel no further.", "<b>I will harden Pharaoh’s heart.</b> After the plagues, the ruin, and the destruction inflicted upon Egypt, Pharaoh’s heart will be hardened one last time, <b>and he will pursue them; and I will be exalted through Pharaoh, and through his entire army, and the Egyptians will know that I am the Lord,</b> for something will occur now more miraculous than the plagues of Egypt. <b>And they,</b> the Israelites, <b>did so.</b>", "Meanwhile, <b>it was told to the king of Egypt that the people had fled.</b> The three days originally agreed upon (see 8:23–24) had passed, and the Israelites did not seem bound for any particular destination. <b>The heart of Pharaoh and his servants was transformed with regard to the people, and they said: What is this that we have done, that we have sent Israel from our servitude?</b> This nation of slaves filled an important economic function for us, and was part of our way of life. We did not mean to set them free, only to allow them a respite.", "<b>He harnessed his chariot.</b> Pharaoh commanded that his horses be harnessed to his personal chariot. <b>And</b> he <b>took his people,</b> his soldiers, <b>with him.</b>", "<b>He took six hundred select chariots,</b> the best he had. These were the elite forces of Egypt, whose size is comparable to that of a modern armored division. <b>And</b> he took as well <b>all the chariots of Egypt; chariots played</b> a dominant role in Egypt’s military. <b>And there were auxiliaries with all of them.</b> In addition to the driver, who held the reins, and the warrior, who held a weapon, usually a bow, as seen in ancient Egyptian drawings, Pharaoh added an officer over each chariot.", "<b>The Lord hardened the heart of Pharaoh, king of Egypt, and he pursued the children of Israel; the children of Israel went out with a high hand,</b> not as escapees.", "<b>Egypt pursued them; all the horses and chariots of Pharaoh and his horsemen and his army caught up with them encamped by the sea, by Pi HaHirot, before Baal Tzefon.</b>", "<b>Pharaoh approached</b> the Israelite encampment; <b>the children of Israel lifted their eyes and behold,</b> the forces of <b>the Egyptians were traveling after them, and they were very frightened.</b> They were startled to see an entire army advancing on them. Despite all the losses that the Egyptian army suffered during the plagues, they had enough animals left to mount a campaign. <b>The children of Israel cried out to the Lord.</b>", "After crying out to God, <b>they said to Moses: Is it due to the lack of graves in Egypt that you took us to die in the wilderness?</b> If we are to die now, we might as well have died in Egypt, without going through the trouble of traveling through the desert. <b>What is this that you have done to us, to take us out of Egypt?</b> They, as much as Pharaoh, were filled with regret at their release (see above, 14:5).", "<b>Is this not the matter of which we spoke to you in Egypt, saying: Let us be;</b> stop tempting us with the unrealistic prospect of leaving Egypt for a good and spacious land, <b>and we will serve Egypt? For serving Egypt is preferable to us to dying in the wilderness.</b> Already in Egypt we told you to leave us to our work and not to fill our heads with unattainable dreams; now you see that your dreams were for nothing.", "<b>Moses said to the people: Fear not; stand and see the salvation of the Lord that He will perform for you today; for as you saw the Egyptians today, you shall not see them ever again.</b> God’s salvation will ensure that they never threaten you again.", "<b>The Lord will make war for you, and</b> you will not need to do anything; rather, <b>you will be silent.</b>", "<b>The Lord said to Moses: For what are you crying out to Me?</b> This is no time for lengthy prayers; you need to act. <b>Speak to the children of Israel that they will travel.</b> It seemed as though the Israelites had no means of escape. They could not retreat, since that would send them into the arms of the Egyptian army. Perhaps they could have run to one side or another, but it is nearly certain that the Egyptians would have quickly caught them. God instead ordered them to march forward, into the sea.", "<b>And you, raise your staff, and extend your hand over the sea, and</b> you will thereby <b>split it; and the children of Israel will go into the sea on dry land.</b> That is, they will march into the sea, and it will turn into dry land.", "<b>As for me, behold, I am hardening the heart of Egypt, and they will come after them.</b> Were the Egyptians to act rationally, they would not choose to enter the sea in pursuit of the Israelites, since they had already been stricken by plagues that targeted them selectively. But because I am hardening their hearts, they will enter the sea. <b>And I will be exalted through</b> the demise of <b>Pharaoh and through his entire army, through his chariots and through his horsemen.</b>", "<b>Egypt will know that I am the Lord, when I am exalted through Pharaoh, through his chariots, and through his horsemen.</b> All the power of Egypt is concentrated here. When I break that power, My honor will grow in the eyes of those Egyptians left alive who will hear of these events.", "<b>The angel of God, who was going before the camp of Israel, traveled and went behind them; and the pillar of cloud,</b> which during the day embodied the angel of God and was always in front of the camp, <b>traveled from before them and stood behind them,</b> at the back of the camp.", "<b>It,</b> the cloud, <b>came between the camp of Egypt and the camp of Israel and there was the cloud and the darkness</b> in the space between the camps, <b>and it illuminated the night.</b> erhaps the pillar of fire shone from within the cloud, or the pillar of cloud turned to fire, and thus lit up the night. On the Egyptian side, the cloud and darkness hid the Israelites from the view of the Egyptians; on the Israelite side, the fire illuminated the night. <b>And one,</b> the Egyptian camp, <b>did not approach the other,</b> the Israelite camp, <b>the entire night,</b> due to the thick fog separating them.", "<b>Moses extended his hand over the sea, and the Lord moved the sea with a powerful east wind the entire night, and it rendered the sea dry land, and the water split.</b>", "<b>The children of Israel came into the sea</b>, but <b>on dry land; and the water was a wall for them on their right and on their left.</b> The sea did not disappear entirely. Rather, a path, or perhaps several paths, took shape, through which the Israelites could pass. Although dry strips of land may naturally appear in the water during low tide, here the water stood up like walls on either side of the Israelites.", "<b>Egypt pursued and came after them.</b> It is probable that as morning approached, the pillars of fire and cloud disappeared, and the Egyptians caught sight of the Israelites marching into the sea and gave chase. <b>All Pharaoh’s horses, his chariots, and his horsemen</b> pursued them <b>into the sea.</b>", "<b>It was at the morning watch,</b> the final third of the night, <b>and the Lord looked down at the camp of Egypt</b> and struck at them <b>with a pillar of fire and cloud</b> that approached the camp, <b>and</b> the Lord <b>confounded the camp of Egypt.</b>", "<b>He removed the wheels of its chariots and caused them to drive with difficulty.</b> The pillars of fire and cloud caused the wheels to separate from their chariots. Even if only some of the wheels fell off, it caused the chariots to lose their balance, so that the horses could not pull them. This caused panic in the camp. The Egyptians could not move, let alone fight, so <b>Egypt said: I will flee from before Israel, as the Lord is making war for them against Egypt.</b> Now there can be no doubt that some supreme power is aiding them. This place is strange and dangerous; we would do well to flee.", "<b>The Lord said to Moses: Extend your hand over the sea</b> again, so <b>that the water will return</b> to its place, <b>upon Egypt, upon its chariots, and upon its horsemen.</b>", "<b>Moses extended his hand over the sea</b> that had turned in just a few hours into dry land, <b>and the sea returned to its</b> original <b>vigor before morning,</b> as morning approached. The waters previously stood as walls on either side of the dry path; they now came crashing down into the Egyptians’ path as they fled toward the shore. <b>And</b> thus, <b>Egypt was fleeing toward it,</b> the water that came crashing down between them and the shore, <b>and the Lord shook up the Egyptians in the sea.</b>", "<b>The water returned</b> to its normal state, <b>and it covered the chariots and the horsemen, all the army of Pharaoh that came after them into the sea.</b> The walls of water collapsed onto the Egyptians so forcefully that they wiped out their entire army. <b>Not one of them remained.</b> The chariots, horsemen, and infantry disappeared; all of them drowned in the supernaturally stormy waters.", "While the Egyptians drowned in the water, <b>the children of Israel walked on the dry land in the sea; and the water was a wall for them on their right and on their left.</b> It seems that these walls guided their route through the sea.", "<b>The Lord saved Israel on that day from the hand of Egypt, and Israel saw the Egyptians dead on the seashore.</b> Dead bodies in the sea usually wash up on the shore; the Israelites thus saw a tremendous number of dead Egyptian soldiers on the beach.", "<b>Israel saw the great power that the Lord wielded against Egypt.</b> God’s ability to perform miracles was established beyond all doubt to the Israelites when they witnessed the unnatural behavior of the sea, the fate of the Egyptians, and their own salvation. <b>And the people feared the Lord and believed in the Lord and in Moses, His servant.</b> They saw with their own eyes that Moses acted according to the will of God, and that God had suspended the laws of nature in response to Moses’ actions."], ["<b>Then Moses and the children of Israel sang this song to the Lord.</b> It seems that Moses led the people in song; he would sing a verse, and they would repeat it after him. The Talmud presents other opinions regarding the recitation of this song. <b>And they said, saying: I will sing to the Lord, as He is</b> highly <b>exalted;</b> He has exalted Himself by displaying His power, for <b>the horse and its rider He cast into the sea.</b>", "<b>The Lord is my strength and song.</b> The meaning of this Hebrew phrase is uncertain, though it occurs elsewhere in the Bible. Other interpretations have been suggested: The strength and song of God; a song of praise for God’s strength; strength expressed by God cutting down His foes; my strength is God’s and my song is directed to Him. <b>And He has become my salvation; this is my God, and I will glorify Him</b>. Some would translate this as: I will enshrine him; <b>my father’s God, and I will exalt Him.</b>", "<b>The Lord</b> acted like He <b>is a warrior</b> by doing battle for us. <b>The Lord is His name.</b> He fought and no other, and in doing so revealed His name.", "<b>Pharaoh’s chariots and his army He cast in the sea, and the elite of his officers were drowned in the Red Sea.</b>", "<b>The deep covers them,</b> Pharaoh’s army. <b>They descended into the depths</b> of the sea <b>like a stone.</b> One infers from the song that the Egyptians sank in stormy waters, which overcame them with tremendous force. They were tossed and thrown about in the waves.", "<b>Your right hand, Lord, is glorious in power,</b> Your power is enormous; <b>Your right hand, Lord, shatters an enemy.</b> Alternatively: Your right hand, Lord, glorious in power, shall shatter the enemy.", "<b>In the abundance of Your majesty You overthrow those who rise against You,</b> Your enemies; <b>You send forth Your wrath,</b> which is sometimes likened to fire; <b>it consumes them like</b> flames consume <b>straw.</b>", "<b>With the blast of Your nostrils,</b> the strong east wind that blew through the night (14:21), <b>the water was piled.</b> Some translate this: The water became intelligent, behaved unnaturally. <b>Fluids stood like a mound; the deep was congealed in the heart of the sea.</b>", "<b>The enemy said: I will pursue, I will overtake</b> the Israelites, <b>I will divide the spoils</b> after I defeat them. The Egyptians did not expect to engage in battle, but assumed they would easily overtake and capture the Israelites and plunder their possessions. <b>My desire shall be sated upon them,</b> I will devour them; <b>I will draw my sword, my hand will dispossess them.</b>", "But <b>You blew with Your wind,</b> and <b>the sea covered them; they sank like lead in</b> the <b>mighty water.</b>", "<b>Who is like You among the powers, Lord? Who is like You, mighty in sanctity, awesome in praise,</b> exalted in praise, <b>performer of wonders?</b>", "One of the wonders You just performed: <b>You extended Your right hand</b> against the enemy and <b>the earth swallowed them.</b>", "Until now, the song addressed the defeat of the enemies and their demise at sea. Now it turns in a new, softer direction: <b>You guided with Your kindness, this people You redeemed; You directed them with Your strength to</b> reach their ultimate goal, <b>Your holy abode,</b> the Land of Israel. Alternatively, this is a prophecy for the future: You will direct them with Your strength until they reach Your holy abode, the Land of Israel.", "Since the song refers to the march to the Land of Israel, it addresses the dramatic impact of the exodus and the parting of the Red Sea on the surrounding nations: <b>Nations,</b> when they <b>heard, they were agitated; trembling has gripped the inhabitants of Philistia.</b> The Philistines feared the Israelites would pass through their land.", "<b>Then the chieftains of Edom were alarmed,</b> lest the Israelites cross their borders; <b>trembling gripped the powers,</b> the leaders, <b>of Moav; all the inhabitants of Canaan have dissipated,</b> as they knew that the Israelites were marching toward their land.", "<b>May dread and fear fall over them; with</b> the display of <b>the greatness of Your arm may they be stilled as a stone</b> from fear; <b>until Your people will pass</b> to their destination, <b>Lord, until this people whom You have acquired will pass.</b>", "Eventually, <b>You will bring them,</b> the Israelites, <b>and plant them in the mountain of Your inheritance, the place You fashioned for Your dwelling, Lord, the Sanctuary, my Lord, that Your hands</b> have already <b>established.</b> This is the intended goal toward which the Israelites are directed: They will enter Canaan, settle it, and build the Temple of God.", "<b>The Lord shall reign forever and ever.</b>", "The verse provides a prose summary of the song: <b>For the horses of Pharaoh came with his chariots and with his horsemen into the sea, and the Lord returned the water of the sea upon them</b> to drown them; <b>and the children of Israel walked on dry land in the sea.</b> The Israelites did not walk on land that had historically been sea but had become shallow and fordable. Rather, the area of their passage turned miraculously from sea into dry land at God’s command so that the Israelites could pass.", "<b>Miriam the prophetess, sister of Aaron, took the drum in her hand, and all the women came out after her with drums and in dance.</b> Alternatively: With tambourines and with hollow [<i>ḥalul</i>], or round, instruments.", "As the women sang and danced, <b>Miriam called</b> and sang <b>to them</b> the first verse of the Song by the Sea: <b>Sing to the Lord, as He is</b> highly <b>exalted, the horse and its rider He cast into the sea;</b> and all the women followed Miriam in song.", "<b>Moses led Israel from the Red Sea, and they went out to the wilderness of Shur</b> on the western edge of the Sinai. From the fact that the wilderness of Shur is mentioned in the story of Hagar’s wanderings, it is apparent that this wilderness is not very far from Canaan. <b>They walked three days in the wilderness, and did not find water</b> to drink.", "<b>They came to Mara,</b> perhaps adjacent to one of the saltwater lakes near the Nile, <b>and they could not drink</b> the <b>water from Mara, as it is bitter. Therefore, its name is called Mara,</b> meaning bitter.", "<b>The people complained against Moses, saying: What will we drink?</b> For three days we have found no water in the wilderness. Now that we have finally reached a body of water, it is undrinkable.", "<b>He,</b> Moses, <b>cried out to the Lord, and the Lord indicated</b> the natural properties of <b>a</b> certain <b>tree to him, and he cast it into the waters, and the waters sweetened</b> from their contact with the tree. Apparently, the Israelites stayed for a time at Mara, for <b>there He,</b> God, <b>instituted for it statutes and ordinances.</b> Until now, the Israelites were largely commanded to observe laws connected specifically to the exodus and the paschal offering. Now, however, they were ready to receive new laws and commandments. At Mara, the Israelites received a few ritual commandments and civil laws; the Sages identify these based on oral tradition. <b>And there He tested it,</b> Israel, by the bitter waters. In this case, the Israelites passed the test and became stronger for it.", "God <b>said: If you heed the voice of the Lord your God and will perform that which is right in His eyes and listen to His commandments and observe all His statutes, all of the diseases that I placed on Egypt I will not place upon you, as I am the Lord your healer,</b> and I will protect you from sickness.", "The Israelites traveled from Mara and <b>they came to Eilim, and there were twelve springs of water and seventy palm trees; they encamped there by the water</b> after their wearying journey."], ["<b>They traveled from Eilim, and the entire congregation of the children of Israel came to the wilderness of Tzin, which is between Eilim and Sinai, on the fifteenth day of the second month since their exodus from the land of Egypt,</b> the month of Iyyar.", "<b>The entire congregation of the children of Israel complained against Moses and against Aaron in the wilderness.</b> The Israelites likely still had some grain and livestock. However, a whole month had passed since they left Egypt, and they had exhausted much of their food supply.", "<b>The children of Israel said to them: If only our death had been at the hand of the Lord in the land of Egypt, when we sat by the fleshpots, when we ate bread until satiation.</b> hen, at least, we had food to eat. <b>For you have taken us out into this wilderness to kill this entire assembly through famine.</b>", "<b>The Lord said to Moses: Behold, I am raining</b> a miraculous form of <b>food for you from the heavens; and the people shall go out and gather each day’s portion on its day, so that I may test them,</b> to see <b>whether they will follow My law,</b> and gather only one portion each day, <b>or not.</b>", "<b>It shall be on the sixth day,</b> that <b>they will prepare that which they will bring</b>, <b>and it will be twice what they gather each day.</b> As will be explained, the Sabbath is a day of rest, and it is therefore prohibited for the Israelites to gather the manna, or cook or bake it, on that day. To ensure they have enough food for the Sabbath, God will provide a double portion of manna on the sixth day for them to gather.", "<b>Moses and Aaron said to the entire children of Israel: In the evening you will know that the Lord took you out of the land of Egypt.</b> God listens to you and attends to your needs.", "<b>And in the morning you will see the glory of the Lord, because He has heard your complaints against the Lord. And as for us, why do you bring complaints against us?</b> We make no decisions on our own; we are only messengers of God, and you are subject to His direct supervision.", "<b>Moses said:</b> You will be convinced of God’s providence <b>with the Lord giving you meat to eat in the evening and bread in the morning to be satiated, with the Lord hearing your complaints that you bring against Him, then what are we? Your complaints are not against us, but against the Lord.</b>", "<b>Moses said to Aaron: Say to the entire congregation of the children of Israel: Approach before the Lord, as He has heard your complaints.</b>", "<b>And it was, as Aaron spoke to the entire congregation of the children of Israel, that they turned toward the wilderness, and behold, the glory of the Lord appeared in a cloud.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>I have heard the complaints of the children of Israel. Speak to them, saying: In the afternoon you shall eat meat, and in the morning you shall be sated with bread, and you shall know that I am the Lord your God.</b>", "Indeed, <b>it was in the evening that the quails came up and covered the camp, and in the morning there was a layer of dew around the camp.</b> In springtime in the desert, formation of a layer of dew around the camp at night is a natural phenomenon.", "When the morning sun warmed the air, <b>the layer of dew lifted and behold,</b> the Israelites found that <b>on the surface of the wilderness</b> there lay <b>a fine, grainy substance;</b> alternatively, this may be translated to mean that it was a fine substance that dissolved easily. It was <b>fine as the frost on the earth,</b> but it was clear that this was not frost.", "<b>The children of Israel saw</b> it, <b>and they said one to another: What [man] is it?</b> Others would translate: It is food, or: It is a portion. <b>As they did not know what it was, Moses said to them: It is the bread that the Lord has given you for eating</b> throughout your journey.", "<b>This is the matter that the Lord has commanded: Gather from it, each man according to his eating; an omer,</b> a dry measure greater than two liters, <b>for a person, according to the number of your people, you shall each take for whomever is in his tent.</b> God will provide every person the same measure.", "<b>The children of Israel did so,</b> and <b>they gathered</b> the manna that was scattered on the surface of the ground; <b>some</b> diligent or greedy people took <b>more, and some,</b> who were slower or less interested, took <b>less.</b>", "But <b>they measured it with an omer</b> measure after gathering it in all their different vessels, <b>and</b> they found that <b>he who took more did not have excess, and he who took less did not lack;</b> all their different vessels held the same measure per person. <b>Each gathered according to his eating.</b> Already from the gathering of this food, it became apparent that it was an unnatural substance.", "<b>Moses said to them:</b> The manna collected in the morning is meant to be consumed throughout the day, but no later. Therefore, <b>no man may leave from it until morning.</b>", "<b>But they did not heed Moses; people left from it until the morning.</b> As can be found in any large group, there were some who were averse to any authority imposed upon them. Perhaps it was these individuals who refused to heed the instructions of Moses. However, it is possible that people left some of their manna overnight because they were not told that the manna would fall again the next day; they were therefore worried they would have no food. <b>And it,</b> the manna, <b>became infested with worms and reeked; and Moses became angry with them</b> for disregarding his instructions, and in the process, disgracing the manna, a miraculous gift from God. Here, yet another extraordinary property of the manna was revealed. Normally, worms do not appear in food within a matter of hours, and the process of decomposition takes longer.", "<b>They gathered it each morning,</b> just as the dew evaporated, <b>each</b> man <b>according to his eating,</b> as much as he needed to eat, or according to the size of his household; <b>and</b> then <b>the sun grew hot and it melted.</b>", "<b>It was on the sixth day that they gathered double the bread, two omer for each one.</b> As always, the amount they gathered was independent, miraculously, of their efforts. On the sixth day, everyone found they had gathered two omers per person, rather than one. <b>And all the princes,</b> leaders, <b>of the congregation came and told Moses</b> about this anomaly.", "<b>He said to them: It is what the Lord said: Tomorrow is a day of rest, a holy Sabbath to the Lord.</b> Tomorrow is the holy day of which we spoke at Mara, whose laws were not explained until now. Perhaps this is the first time he used the word Sabbath. <b>That which you would bake, bake, and that which you would cook, cook</b> today, on the sixth day; <b>and all that remains, set aside for safekeeping until morning.</b> You cannot eat the extra food today; set it aside for tomorrow.", "<b>They set it aside until the morning, as Moses had commanded; and,</b> unlike what had occurred on the previous days, <b>it,</b> the manna gathered on the sixth day, <b>did not reek</b> on the seventh, <b>and there were no maggots in it.</b>", "<b>Moses said: Eat it today, for today is</b> a <b>Sabbath of the Lord; today you will not find it in the field.</b> God Himself rests today, as it were, and does not produce manna.", "This will be the arrangement from now on: <b>Six days you shall gather it, and on the seventh day it is Sabbath; there will be none on it.</b> No manna will fall on the seventh day.", "Indeed, <b>it was on the seventh day,</b> and <b>some of the people</b> who did not believe Moses and wanted to see for themselves, or who were greedy, <b>went out to gather and they did not find</b> any manna.", "<b>The Lord said to Moses: Until when do you</b> continue to <b>refuse to observe My commandments and My laws?</b> I gave very few restrictions, but already some people are beginning to flout them.", "<b>See that the Lord has given you the Sabbath; therefore, He gives you on the sixth day bread for two days. Remain each man where he is; no man shall leave his place on the seventh day.</b>", "The majority of <b>the people rested on the seventh day.</b>", "<b>The house of Israel called it manna,</b> after their initial response to it (above, verse 15). For want of another name, this word endured. <b>And</b> this is a description of the manna: <b>It was like</b> a <b>white coriander seed,</b> meaning that it was perfectly round, like coriander, but white, unlike coriander, which is brown; <b>and its</b> natural <b>taste was like a cake with honey.</b>", "The following passage was actually stated at a later point; however, it is brought here since it relates to the manna: <b>Moses said: This is the matter that the Lord has commanded: An omerful from it,</b> the manna, <b>is</b> to be kept <b>for safekeeping for your generations, so that they,</b> your descendants, <b>will see the bread that I fed you in the wilderness when I took you out of the land of Egypt.</b> It shall be kept as a reminder of these events.", "<b>Moses said to Aaron: Take one jar and put there an omerful of manna and set it before the Lord for safekeeping for your generations.</b>", "<b>As the Lord had commanded Moses</b> to place the manna before the Lord, <b>Aaron set it before</b> the Ark of <b>the Testimony</b> in the Tabernacle, <b>for safekeeping,</b> as a reminder of the miracles that God performed for the Israelites in the wilderness.", "<b>The children of Israel ate the manna</b> for <b>forty years, until they came to an inhabited land; they ate the manna until they came to the border of the land of Canaan.</b> When Joshua eventually led the Israelites across the Jordan River, the manna ceased to fall.", "The Torah notes: <b>And the omer is one-tenth of an ephah,</b> another dry measure."], ["<b>The entire congregation of the children of Israel traveled from the wilderness of Tzin on their travels, at the word of the Lord,</b> by the guidance of the pillar of cloud; <b>they encamped in Refidim, and</b> here again, <b>there was no water for the people to drink.</b>", "<b>The people quarreled with Moses and said: Give us water that we may drink. Moses said to them: Why do you quarrel with me?</b> You know that these matters are not in my control. And furthermore, <b>why do you try the Lord,</b> rather than trusting Him? In the meantime, there is no need to complain, for perhaps tomorrow we will be commanded to travel elsewhere.", "They remained there, and the request turned into a complaint. <b>The people thirsted there for water, and the people complained against Moses and said: Why did you bring us up from Egypt, to kill me and my children and my livestock with thirst?</b> Their language was becoming belligerent and confrontational.", "<b>Moses cried out to the Lord, saying: What shall I do for this people? A moment more and they will stone me.</b> Moses was afraid that the complaints would increase in intensity until they led to a riot.", "<b>The Lord said to Moses: Pass before the people</b> ceremoniously, <b>and take with you some of the elders of Israel, and take in your hand your staff with which you struck the Nile, and go.</b> This procession of Moses with his staff and the elders was meant to remind everyone that he was acting as the messenger of God.", "<b>Behold, I am standing before you there upon the rock at Horev,</b> Mount Sinai; you will feel My presence there; and <b>you shall strike the rock, and</b> when you do so <b>water will emerge from it, and the people will drink. Moses did so before the eyes of the elders of Israel.</b> The elders saw with their own eyes the water flow from the rock as Moses struck it.", "Pursuant to this, <b>he called the place Masa,</b> trial, and <b>Meriva,</b> quarrel <b>, due to the quarrel of the children of Israel, and due to their trying of the Lord, saying: Is the Lord among us, or not?</b> At first, the Israelites expressed doubts as to whether God cared for them, as He sent them to a place without water. These doubts then evolved into a quarrel with Moses.", "<b>Amalek came</b> from its territory, <b>and made war with Israel in Refidim,</b> in the wilderness. There is no indication that Amalek was a particularly large or strong nation, yet it nevertheless had the courage to leave its own territory and attack the Israelites, who were already great in number. It seems that Amalek dared attack the Israelites because the Israelites had not yet organized themselves militarily into effective fighting units, making them vulnerable.", "<b>Moses said to Joshua,</b> his servant: <b>Choose men for us</b> who are capable of fighting, as most of the people are simple slaves with no combat experience, <b>and go out and fight with Amalek; tomorrow,</b> during the battle, <b>I will be standing on top of the hill and the staff of God will be in my hand.</b> It will symbolize God’s support for you.", "<b>Joshua did as Moses said to him and fought with Amalek; and Moses, Aaron</b> his brother, <b>and Hur ascended to the top of the hill.</b>", "So <b>it was</b> that <b>when Moses raised his hand, Israel prevailed</b> in battle; <b>and when he</b> tired and <b>lowered his hand, Amalek prevailed.</b>", "<b>Moses’ hands,</b> held up continuously, perhaps holding the staff, <b>were heavy</b> as the battle went on; <b>and they took a stone and they placed it beneath him, and he sat on it, and Aaron and Hur supported his hands</b> without having to lift their own, as Moses was seated, <b>one</b> of them <b>on this side, and the other on that side, and his hands were steady</b>, or raised in prayer, <b>until the setting of the sun.</b>", "<b>Joshua defeated Amalek and its people by sword.</b>", "<b>The Lord said to Moses: Write</b> down <b>this</b> episode of Amalek <b>as a remembrance</b> for all time <b>in the book, and set it in the ears of Joshua</b> as a lesson for the future: <b>For</b> I promise that <b>I will expunge the memory of Amalek from under the heavens.</b> Because of its intrinsic hatred for Israel, there can be no coexistence with Amalek. It will fight Israel as long as it survives.", "<b>Moses built an altar</b> out of gratitude to God, <b>and</b> he <b>called it: The Lord is my standard.</b>", "<b>He said: Because a hand is on the throne of the Lord.</b> Raising one’s hand expresses an oath, as does holding a sacred object. The image of a hand gripping God’s throne, which symbolizes His kingship, signifies that God vows on His very kingship that <b>the Lord’s war with Amalek is from generation to generation,</b> until all descendants of Amalek have been wiped out."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 13:17-17:16", "heRef": "ביאור שטיינזלץ על שמות י״ג:י״ז-י״ז:ט״ז", "sections": ["13", "17"], "toSections": ["17", "16"], "sectionRef": "Steinsaltz on Exodus 13-17", "heSectionRef": "ביאור שטיינזלץ על שמות י״ג-י״ז", "firstAvailableSectionRef": "Steinsaltz on Exodus 13:17-17:16", "isSpanning": true, "next": "Steinsaltz on Exodus 18", "prev": "Steinsaltz on Exodus 12", "title": "Steinsaltz on Exodus 13-17", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 13:17-22", "Steinsaltz on Exodus 14", "Steinsaltz on Exodus 15", "Steinsaltz on Exodus 16", "Steinsaltz on Exodus 17:1-16"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}