{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord said to Moses: Come to Pharaoh for I made his heart and the heart of his servants stubborn,</b> in their continuous refusal to let the Israelites go, <b>so that I might place these signs of Mine in his midst,</b> and thereby display My power;", "<b>and so that you may relate, in the ears of your son and the son of your son, how I have harried Egypt.</b> I did not strike them with the ultimate plague of death at the outset, but repeatedly with other plagues, all the while strengthening Pharaoh’s heart. <b>And</b> you will retell <b>My signs that I placed among them; and you will know that I am the Lord.</b>", "<b>Moses and Aaron came to Pharaoh and said to him: So said the Lord, God of the Hebrews: How long will you refuse to submit before Me</b> and refuse to accept My authority? <b>Send forth My people, and they will serve Me.</b>", "<b>For if you refuse to send forth My people, behold, tomorrow I will bring locusts into your border.</b>", "<b>They,</b> the great swarm of locusts, <b>will cover the face of the earth, that one will be unable to see the earth, and they will devour the rest of that which was saved that remains for you from the hail,</b> the young plants that survived the hail (9:32), <b>and they will devour all the trees that grow for you from the field,</b> since not all the trees were completely destroyed by the earlier hail. Anything remaining will be eaten by the locusts.", "<b>They will fill your houses and the houses of all your servants and the houses of all Egypt, as your fathers and the fathers of your fathers did not see from the day that they were upon the earth until this day. He turned and departed from Pharaoh’s presence,</b> without waiting for a response. Moses’ dramatic exit from Pharaoh is an act of defiance, marking a turning point in their relationship.", "<b>Pharaoh’s servants said to him: Until when will this</b> man, Moses, <b>be a snare for us?</b> He is constantly bringing upon us fresh troubles. <b>Send forth the people that they may serve the Lord their God; do you not yet know that Egypt is lost?</b> While you sit in your comfortable palace, we move among the people. The kingdom is suffering from plague after plague, and the population cannot bear it anymore.", "<b>Moses and Aaron were returned to Pharaoh;</b> messengers were sent to bring them back to the ruler, <b>and he said to them: Go, serve the Lord your God.</b> After expressing his agreement in principle, Pharaoh seeks to clarify the details: <b>Who are those who are going?</b>", "<b>Moses said: With our youth and with our elders we will go, with our sons and with our daughters, with our flocks and with our cattle we will go.</b> We will not leave anyone or anything here, young or old, male or female, human or animal, <b>because it is a festival of the Lord for us.</b> Moses is alluding to the fact that Israel’s exit will signal its independence, and he does not promise their return.", "<b>He,</b> Pharaoh, <b>said to them,</b> angrily and with derision: <b>So may the Lord be with you when I will send forth you and your children.</b> In a mocking tone, Pharaoh makes it clear that he has no intention of allowing this to occur. <b>See that evil faces you.</b> You do not wish to go out to celebrate a religious holiday, but to seek trouble for yourselves.", "<b>Not so!</b> Pharaoh continued. You do not get to decide. <b>Rather, let the men go now and serve the Lord; as that,</b> a one-time gathering to worship the Lord <b>, is what you seek.</b> The women and children, and certainly the flocks, are not required for such a purpose. <b>He banished them from Pharaoh’s presence.</b>", "<b>The Lord said to Moses: Extend your hand over the land of Egypt for the locusts,</b> meaning, in order to begin the plague of locusts. Alternatively, God commands Moses: Extend your hand while grasping a locust, or tie a locust to the end of your staff, as a symbolic action marking the plague that is about to occur. <b>And they shall go up upon the land of Egypt and eat all the vegetation of the land, everything that the hail left.</b>", "<b>Moses extended his staff over the land of Egypt and the Lord directed an east wind in the land all that day and all the night; it was morning and the east wind carried the locusts.</b>", "<b>The locusts went up upon the entire land of Egypt and settled within the entire border of Egypt; it was very severe; before them there were no locusts like them, and there will never be so after them.</b>", "<b>They covered the face of the entire land, and the land was darkened,</b> as it was covered with locusts. Alternatively, the shadow of the flying swarm of locusts cast a giant shadow over the surface of the earth. <b>And they consumed all the vegetation of the land and all the fruit of the trees that the hail left, and no greenery remained on the tree or in the vegetation of the field, in the entire land of Egypt.</b>", "<b>Pharaoh hastened to summon Moses and Aaron, and he said: I have sinned to the Lord your God and to you.</b> This time he explicitly apologized for his rude behavior and for banishing them from his presence.", "<b>Now, please bear my sin just this time and plead with the Lord your God that He will remove from me just this death.</b> Since it consumes all agricultural produce, the plague of locusts could kill us all.", "<b>He,</b> Moses, <b>departed from Pharaoh’s presence, and pleaded with the Lord</b> to remove the locusts.", "Countering the east wind that brought the locusts to Egypt, <b>the Lord changed it to a very powerful west wind, and it carried the locusts and cast them into the Red Sea; not one locust remained within the entire border of Egypt.</b>", "However, after Pharaoh’s admission that he had sinned, his apology and his realization beyond a shadow of a doubt that Moses was capable of controlling these dramatic events, <b>the Lord hardened Pharaoh’s heart and he did not send forth the children of Israel.</b>", "<b>The Lord said to Moses: Extend your hand at the heavens and let there be darkness over the land of Egypt, and the darkness will be</b> a <b>palpable,</b> tangible entity, not merely the absence of light. Alternatively, the verse means that the darkness will move, arriving from elsewhere.", "<b>Moses extended his hand at the heavens and there was pitch darkness,</b> an absolute blackness, <b>in the entire land of Egypt for three days.</b>", "<b>They did not see one another, nor did anyone rise from his place, for three days.</b> Due to the intensity of the darkness, they could not move around. <b>But all the children of Israel had light in their dwellings.</b> The darkness did not reach their vicinity. The Sages teach that the Israelites were accompanied by light wherever they went.", "<b>Pharaoh summoned Moses and he said:</b> All of you, <b>go, serve the Lord; only your flocks and your cattle will remain</b> as security for your return; <b>also your children will go with you.</b> This time I am allowing all the people, including men, women, and children, to depart.", "<b>Moses said:</b> We have no intention of leaving our herds and flocks behind. On the contrary, <b>you too will put in our hand peace offerings and burnt offerings, and we will sacrifice to the Lord our God.</b>", "<b>Our livestock will also go with us; a hoof</b> from our animals <b>shall not remain, as we will take from it,</b> our herds and flocks, <b>to serve the Lord our God, and we will not know with what we will serve the Lord until we come there.</b> We do not know how, in what quantity, and which kinds of animals will be required as offerings until we reach the wilderness and God reveals Himself and instructs us in His worship.", "<b>The Lord hardened Pharaoh’s heart, and he did not assent to send them forth,</b> despite the fearful darkness.", "<b>Pharaoh said to him,</b> Moses: <b>Go from my presence; beware, do not continue to see my face, because on the day that you see my face you shall die.</b> Once again, Pharaoh banished Moses, but this time he threatened his life if he dared approach him again.", "Since Moses had already heard from God what would happen, as recounted in the following section, he knew that he would not need to initiate another meeting with Pharaoh at the palace. Therefore, he confirmed Pharaoh’s statement. <b>And Moses said: You have spoken truly; I will not continue to see your face anymore.</b>"], ["<b>The Lord said to Moses,</b> after the plague of darkness: <b>One more blow I will bring upon Pharaoh and upon Egypt; afterwards, he will send you forth from here; when he sends you forth, he will completely expel you from here.</b>", "Therefore, the Israelites must prepare for the upcoming events: <b>Speak now in the ears of the people, and they shall ask each man from his neighbor, and each woman from her neighbor, silver vessels and gold vessels.</b> Although the Israelites were enslaved, they remained part of Egyptian society and maintained relationships with their neighbors. God commanded them, or perhaps merely requested, that they should borrow valuable objects from their Egyptian acquaintances.", "One might have thought that the Egyptians would resent the Israelites after the plagues they had suffered on their account. However, <b>the Lord granted the people favor in the eyes of Egypt.</b> Initially victims of oppression and censure, the Israelites were now treated favorably by the Egyptians, who had become aware that a Great Power stood behind Israel. The social standing of the all the Israelites improved, <b>while the man Moses</b> was no longer looked upon as a stranger, but <b>was very great in the land of Egypt, in the eyes of Pharaoh’s servants, and in the eyes of the people.</b>", "After the above interlude, the Torah narrates the conclusion of the confrontation between Moses and Pharaoh in the palace. Although he has been banished by Pharaoh, Moses continues to speak before he leaves. <b>Moses said: So said the Lord: About midnight,</b> or: At midnight, <b>I will emerge in the midst of Egypt</b> and strike the Egyptians.", "<b>Every firstborn in the land of Egypt will die, from the firstborn of Pharaoh,</b> the highest and most important in the land, <b>who sits on his throne, to the firstborn of the maidservant, who</b> possesses the lowest social status, as his mother performs the menial task of grinding grain while she <b>is</b> standing <b>behind the mill, and all firstborn animals.</b>", "<b>There will be a great outcry in the entire land of Egypt that there has not been like it, nor will there be like it again.</b> The disaster will strike the entire land, as death will reach every household.", "<b>But for all the children of Israel, a dog will not extend his tongue</b> at anyone, <b>from man to beast.</b> The dogs will not dare to so much as bark at the children of Israel or even at their animals, <b>so that you will know that the Lord distinguishes between Egypt and Israel.</b>", "<b>All these servants of yours,</b> who surround you here, <b>will descend to me and prostrate themselves to me, saying: Leave, you and all the people that follow you; and thereafter I will leave</b> Egypt. <b>He departed from Pharaoh’s presence in enflamed wrath,</b> visibly angry.", "This and the following verse conclude the account of the plagues, except for the very last and worst plague. The final plague is separated from the others both due to its severity and because of the commandments which will be given to the Israelites to be performed at the same time, as related in the next section. <b>The Lord</b> had <b>said to Moses</b> already: <b>Pharaoh will not heed you,</b> despite the threat against his own firstborn, <b>in order to increase My wonders in the land of Egypt.</b> This was stated before the onset of the plagues, in 7:4: “Pharaoh will not heed you.”", "<b>Moses and Aaron performed all these wonders before Pharaoh, and the Lord hardened Pharaoh’s heart, and he did not send forth the children of Israel from his land.</b>"], ["<b>The Lord spoke to Moses and Aaron in the land of Egypt, saying:</b>", "<b>This</b> current <b>month,</b> Nisan, <b>is for you the beginning of months; it is first for you of the months of the year.</b>", "The commandment of the beginning of months was given solely to Moses and Aaron because as heads of the judicial system, they were in charge of establishing the calendar and determining the months and years. The other commandments that God gave to Moses at this juncture had to be communicated to the people. <b>Speak to the entire congregation of Israel, saying: On the tenth</b> day <b>of this month they shall take for themselves, each one, a lamb,</b> a young sheep or goat, <b>for each house of the fathers, a lamb for the household.</b>", "<b>If the household will be too few for a lamb,</b> as the family is too small to eat an entire lamb, then <b>he and his neighbor who is near his house shall take</b> one lamb together, <b>according to the number of people; each according to</b> the estimated amount of <b>his eating you shall account,</b> by setting the number of those appointed <b>for</b> eating <b>the lamb.</b> Since the lamb is an offering that must be eaten, only those who can actually consume some minimal amount may be numbered among those who will partake of it. The elderly, sick, or very young, who are unable to eat a minimal amount, are excluded from the tally for each particular lamb.", "<b>An unblemished lamb, a male in the first year</b> of its life <b>it shall be for you; you shall take it from the sheep or from the goats.</b>", "After setting the lamb aside on the tenth of the month, <b>it shall be for you for safekeeping until the fourteenth day of this month and the entire assembly of the congregation of Israel shall slaughter it</b> as an offering <b>in the afternoon.</b>", "<b>They shall take from the blood</b> of the slaughtered lamb, <b>and put it on the two doorposts</b> of the entryway to the house <b>and on the lintel, on the houses in which they will eat it.</b> If more than one family eats in one house, or if a single family eats two lambs as separate groups in two houses, the blood must be sprinkled on each house in which the eating takes place.", "<b>They shall eat the meat on that night, roasted over fire, and they shall</b> also <b>eat it with unleavened bread, with</b> either the leaves or stalks of <b>bitter herbs.</b>", "<b>You shall not eat from it half cooked, nor cooked in water, only roasted over fire, its head with its legs and with its innards.</b> The entire lamb must be roasted as a single unit.", "<b>You shall not leave anything from it until morning,</b> as it must be wholly consumed that night. <b>And</b> if this nevertheless occurs, <b>that which remains until morning you shall burn with fire.</b>", "As well as the requirement that it be eaten in the manner of liberated people, there is a further significance to the consumption of the lamb. <b>So you shall eat it: Your loins girded, your shoes on your feet.</b> Many people, especially simple farm workers, would ordinarily go barefoot. The donning of shoes signifies that they are about to depart on a journey. <b>And</b> eat it with <b>your</b> walking <b>staff in your hand; you shall eat it in haste, it is the paschal lamb to the Lord.</b>", "God informs Israel of the forthcoming events: <b>I will pass through the land of Egypt on that night and I will smite all the firstborn in the land of Egypt, from man to animal, and against all the gods of Egypt I will administer</b> great <b>punishments: I am the Lord.</b>", "<b>The blood</b> that you will place on the doorways <b>shall be a sign for you on the houses where you are and I will see the blood; I will pass over you,</b> or: I will have mercy upon you, that you will not be struck. <b>And there shall not be a stroke against you to destroy, when I smite the land of Egypt.</b>", "Up to this point, the Israelites have been commanded only with regard to the next few days, until the fourteenth of Nisan of the current year. Now God instructs them to commemorate this date in the future as well: <b>This day shall be a remembrance for you, and you shall celebrate it as a festival to the Lord; for your generations, you shall celebrate it as an eternal statute.</b>", "These days shall be commemorated each year in the following manner: <b>Seven days you shall eat unleavened bread.</b> At this point no explanation is given for this command. <b>However, on the first day you shall eliminate leaven from your houses. For anyone who eats leavened bread from the first day until the</b> conclusion of the <b>seventh day</b> of the festival, <b>that person shall be excised from Israel.</b>", "<b>It shall be for you a holy convocation,</b> a gathering devoted to holiness, <b>on the first day</b> of the festival that will be celebrated in subsequent years, <b>and a holy convocation on the seventh day.</b> In addition, <b>no labor shall be performed on them, except</b> labor required in the preparation <b>for that which shall be eaten for each person,</b> such as slaughtering, cooking, and baking; <b>it alone may be performed for you.</b> The types of labor permitted on festivals are called by the Sages the labors necessary for preparing food.", "<b>You shall guard the unleavened bread,</b> to ensure that it shall not become leavened at all; <b>because on this very day</b> of the festival, <b>I brought your hosts,</b> camps, <b>out of the land of Egypt; and you shall observe this day for your generations, an eternal statute.</b> The significance of these events will remain important in your future as well.", "<b>In the first</b> month, Nisan, <b>on the fourteenth day of the month, in the evening,</b> after nightfall, <b>you shall eat unleavened bread</b> with the offering that was slaughtered earlier that day in the afternoon, <b>until the twenty-first day of the month in the evening.</b>", "Not only must you eat unleavened bread and refrain from eating leavened bread, but for these <b>seven days, leaven,</b> the sourdough used to leaven other dough, <b>shall not be found in your houses; as anyone who eats leavening,</b> sourdough <b>, that person shall be excised from the congregation of Israel, whether he is a stranger or a native of the land.</b>", "<b>You shall not eat anything leavened, or containing</b> leavening; <b>in all your dwellings you shall eat unleavened bread</b> during the festival of Passover.", "The above commands were issued by God to Moses. <b>Moses</b> then <b>summoned all the elders of Israel and said to them</b> that they must prepare themselves: <b>Select and take for yourselves lambs for your families and slaughter the paschal lamb.</b>", "<b>You shall take a bunch of hyssop, and dip it in the blood that is in the basin, and you shall touch the lintel and the two doorposts with the blood that is in the basin, and no man shall emerge from the entrance of his house until morning,</b> as destruction shall be inflicted upon Egypt on this night.", "<b>The Lord will pass to strike the Egyptians, and when He sees the blood on the lintel and on the two doorposts, the Lord will pass over the entrance</b> of your houses, <b>and He will not allow the destroyer to come to your houses to strike.</b>", "<b>You shall observe this matter as a statute for you and for your children forever.</b> Some of the details mentioned here, such as the requirement to eat the paschal lamb with girded loins and shoes on one’s feet, applied only to the original Passover when Israel left Egypt. However, the festival itself must be observed in future generations.", "<b>It shall be when you come to the land that the Lord will give you, as He spoke</b> and promised, <b>you shall observe this service.</b> You are required to observe the laws of Passover in the future as well.", "<b>It shall be when your children will say to you: What is this service to you?</b> For what purpose are you performing these complicated rites?", "<b>You shall say: It is the paschal offering to the Lord, who passed over the houses of the children of Israel in Egypt when He struck Egypt, and our households He saved.</b> From that time onward, we celebrate our salvation with this offering. <b>The people bowed their heads</b> upon hearing this message, <b>and prostrated themselves.</b> They thereby indicated their willingness to follow these instructions. This response also expressed their gratitude at the tidings of their imminent release from bondage, as until now they had not been given a specific date on which they would be free.", "<b>The children of Israel went and did; as the Lord had commanded Moses and Aaron, so they did,</b> in compliance with all the details of the commandment.", "<b>It was at midnight, and the Lord smote every firstborn in the land of Egypt, from the</b> exalted <b>firstborn of Pharaoh,</b> the prince, <b>who was sitting on his throne, to the</b> lowliest <b>firstborn of the captive who was in the dungeon, and every firstborn animal.</b>", "<b>Pharaoh arose during the night, he, and all his servants, and all Egypt, and there was a great outcry in Egypt.</b> The cries of anguish filled the land <b>because there was no house in which there were no dead.</b>", "<b>He summoned Moses and Aaron at</b> the middle of the <b>night and said: Rise and go out from among my people, both you and the children of Israel, and go serve the Lord as you have spoken.</b>", "<b>Take both your flocks and your cattle, as you have spoken, and go and bless me too.</b> I can do nothing but ask that you include me in your prayers.", "<b>The Egyptians urged the people, to hasten to send them forth from the land.</b> The Egyptians realized that they had been stricken because they forced the Israelites to stay in their land. Now, in terror of death, they urged them to leave immediately. <b>As they said: We are all dying.</b>", "In their haste, <b>the people carried their dough before it became leavened; their kneading bowls,</b> in which they prepared the dough, were <b>bound in their garments on their shoulders.</b> They did not have time to let the dough rise, and as the kneading bowls were full of dough they could not be packed up with the rest of their belongings. Therefore, they carried those bowls separately.", "Beforehand, <b>the children of Israel acted in accordance with the word of Moses, and they requested silver vessels, gold vessels, and garments from Egypt.</b>", "<b>The Lord granted the people favor in the eyes of Egypt, and they acceded to their request, and they stripped Egypt,</b> taking everything they could.", "<b>The children of Israel traveled from Rameses,</b> the place with the greatest concentration of Israelites, where the Egyptians built large cities, <b>to</b> a place called <b>Sukot.</b> The Israelites numbered <b>some six hundred thousand men on foot, besides children,</b> women, and the elderly.", "<b>A mixed multitude</b> of other peoples <b>came up with them.</b> Once the possibility of leaving Egypt became available, the Egyptians lost control of their borders and many others took advantage of the opportunity and joined Israel. <b>And</b> the Israelites took with them the <b>flocks and cattle</b> that they owned, <b>very considerable livestock.</b>", "<b>They baked the dough that they took out from Egypt into unleavened cakes, as it was not leavened, because they were banished from Egypt and could not linger</b> and wait for the dough to rise. Although they knew about the exodus in advance, the events unfolded at an unexpectedly rapid pace. Moreover, they had only a limited time to prepare both the paschal lamb and the unleavened bread they ate the night before. <b>And</b> due to these pressing circumstances, <b>they also did not prepare</b> the requisite <b>provisions</b> of a long journey <b>for themselves.</b>", "The Torah provides a historical summary: <b>The dwelling of the children of Israel that they dwelled in Egypt was thirty years and four hundred years.</b>", "<b>It was at the end of thirty years and four hundred years; it was on that very day</b> mentioned above, the first day of Passover, <b>that all the hosts of the Lord departed from the land of Egypt.</b> The people who left Egypt were not a random group but a nation that would serve as the hosts of the Lord. This role will be clarified in greater detail in the account of the giving of the Torah.", "<b>It is a night of vigilance of the Lord.</b> God had waited with anticipation for this night, <b>to bring them out of the land of Egypt; it is this night for the Lord.</b> This is not only the night on which Israel was saved. God designated this night ahead of time and imbued it with a significance that goes beyond the events of that period. This night will become one of <b>vigilance for all the children of Israel for their generations.</b> Israel will always remember and celebrate this night and pass on the commemoration of these events to future generations.", "<b>The Lord said to Moses and Aaron: This is the statute of the paschal lamb.</b> In addition to the practical instructions stated above, which apply only to the paschal lambs in Egypt, the following general commands relate to all paschal offerings in the future: <b>No foreigner</b> from another nation <b>shall eat from it,</b> despite the fact that a mixed multitude also left Egypt at the exodus.", "<b>Any man’s slave, purchased with silver: You shall circumcise him, then he shall eat from it.</b> Only the circumcised may partake of the paschal offering. The Sages debate whether the last clause of this verse is referring to the slaves themselves or to their master, who also may not eat from the offering if a male of his household is uncircumcised.", "<b>A resident alien,</b> a non-Jew who lives among you, <b>and a</b> gentile <b>hired laborer shall not eat from it,</b> even though they are considered part of the household.", "<b>It,</b> the paschal lamb, <b>shall be eaten in one house; you shall not remove any of the meat from the house to the outside.</b> It is entirely consecrated as an offering and must be eaten in a designated space. <b>And you shall not break a bone of it,</b> as you must consume it in the manner of kings.", "<b>The entire congregation of Israel shall do it.</b>", "<b>When a stranger resides with you,</b> not a temporary resident or a hired hand, but someone who wishes to convert and join the nation of Israel and worship God, <b>and</b> he <b>performs the paschal offering to the Lord,</b> before he may do so, one must <b>circumcise every male of his.</b> One of the necessary conditions of conversion is that all the male members of the household who wish to convert must enter into the covenant of circumcision. <b>And then he shall approach to perform it,</b> to offer the paschal lamb, <b>and he shall be like a native of the land; but all uncircumcised persons shall not eat from it,</b> including one who was born an Israelite but is not circumcised.", "In this matter, <b>there shall be one law for the native and for the stranger who resides among you.</b>", "<b>The children of Israel did as the Lord had commanded Moses and Aaron, so they did.</b> They followed his instructions precisely on the night of the redemption, when they partook of the paschal lamb.", "<b>It was on that very day,</b> following the night when they ate the paschal lamb, that <b>the Lord brought the children of Israel out of the land of Egypt by their hosts.</b>"], ["The Torah presents commandments that relate to commemorating the exodus of the Israelites from Egypt on the same night that God struck down the firstborn of Egypt. <b>The Lord spoke to Moses, saying:</b>", "<b>Sanctify to Me every firstborn; the first issue of any womb among the children of Israel, from man and animal, is Mine.</b> Its sanctification expresses the fact that it belongs to God.", "Before mentioning the matter of the firstborn, the command he received from God in the previous verse, Moses addresses other matters. <b>Moses said to the people: Remember this day, on which you departed from Egypt, from the house of bondage</b>, the place where you were slaves. You did not have to flee from there, <b>for with strength of hand,</b> by force, <b>the Lord took you out from this; and leavened bread may not be eaten</b> during the exodus itself and on the dates set aside to commemorate the exodus in future generations.", "<b>This day,</b> in this season, <b>you depart, in the month of the ripening.</b> This is not only a description of the season when Israel left Egypt. It is also a normative instruction, as the festival of Passover must always occur in the spring.", "The festival of Passover is relevant not only for the present. <b>It shall be when the Lord shall bring you to the land of the Canaanites, the Hitites, the Emorites, the Hivites, and the Yevusites, that He took an oath to your forefathers to give to you,</b> which is <b>a land flowing with milk and honey, you shall perform this service</b> that you observed in Egypt, of the paschal offering, <b>in this month</b> of spring.", "<b>Seven days you shall eat unleavened bread; and on the seventh day is a festival to the Lord.</b>", "Only <b>unleavened bread shall be eaten for the seven days.</b> You are not obligated to eat unleavened bread for all seven days, as might have been inferred from the previous verse. Rather, if one wishes to eat bread during these seven days, it must be unleavened. Not only is consuming leavened bread prohibited, but <b>neither leavened bread shall be seen with you, nor shall leaven be seen with you, within your entire border.</b>", "<b>You shall tell your son on that day,</b> when you commemorate the exodus, <b>saying: It is because of this,</b> in order that I will preserve the memory of these events and perform the commandments, <b>that the Lord did this,</b> all the signs and wonders, <b>for me upon my exodus from Egypt.</b>", "<b>It,</b> the story of the exodus, <b>shall be a sign for you on your hand and a remembrance between your eyes.</b> You must write a reference to this story on an object that you will attach to your arm and between your eyes, <b>so that the law of the Lord will be in your mouth, because</b> you must remember that <b>with a powerful hand the Lord took you out of Egypt.</b>", "In addition to the various means of commemorating the exodus throughout the entire year, <b>you shall observe this statute,</b> the paschal lamb, <b>at its appointed time, from year to year.</b>", "Up to this point, Moses has detailed the various rituals dedicated to the remembrance of the exodus: Eating unleavened bread and refraining from consuming leavened bread on the festival of Passover; establishing that festival in the spring; eliminating leaven from one’s possession for this festival; telling the story of the exodus; and binding a written sign to one’s arm and head. He now returns to the command that God had earlier instructed him to give to Israel: <b>It shall be when the Lord will take you to the land of the Canaanite, as He took an oath to you and to your forefathers, and He shall give it to you,</b>", "<b>you shall transfer to the Lord each first issue of the womb; and of each first issue discharged</b> from the body <b>of an animal that you will have, the males</b> are sanctified and <b>are the Lord’s.</b>", "<b>Every first issue of a donkey you shall redeem with a lamb.</b> The firstborn of a donkey is sacred but it may not be used in its consecrated state. Instead, it must be exchanged for a lamb, which is given to the priests, as is explained later. <b>And if you do not redeem it,</b> the firstborn donkey, <b>then you shall behead it.</b> It is not clear why someone would refuse to redeem his donkey. Perhaps he is angry with his local priest or he cannot get hold of a lamb for whatever reason. <b>And all the firstborn of man among your sons,</b> who of course may not be offered upon the altar either, <b>you shall redeem.</b>", "<b>It shall be when your son asks you tomorrow, saying: What is this?</b> Why do you redeem the human firstborn and the firstborn of a donkey, and consecrate the firstborn of sheep, goats and cattle? <b>You shall say to him: With strength of hand,</b> power and force, <b>the Lord took us out from Egypt, from the house of bondage.</b>", "<b>It was when Pharaoh hesitated to send us forth, the Lord killed all the firstborn in the land of Egypt, from the firstborn man to the firstborn animal,</b> and only such measures persuaded Pharaoh to let us go. Consequently, God took all the firstborn as His possession. <b>Therefore, I sacrifice to the Lord every first issue of the womb, the males; and all the firstborn of my sons I will redeem.</b> I give to God the firstborn that He selected for Himself.", "<b>It,</b> the sanctity of the firstborn, in addition to the story of the exodus (13:9), <b>shall be a sign upon your arm, and an ornament between your eyes; for with strength of hand the Lord took us out of Egypt.</b> He chose us and wants us to be His people. This is commemorated both by the giving of the firstborn to God and through the donning of phylacteries, which symbolize the unique bond between Israel and God."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 10:1-13:16", "heRef": "ביאור שטיינזלץ על שמות י׳:א׳-י״ג:ט״ז", "sections": ["10", "1"], "toSections": ["13", "16"], "sectionRef": "Steinsaltz on Exodus 10-13", "heSectionRef": "ביאור שטיינזלץ על שמות י׳-י״ג", "firstAvailableSectionRef": "Steinsaltz on Exodus 10:1-13:16", "isSpanning": true, "next": "Steinsaltz on Exodus 14", "prev": "Steinsaltz on Exodus 9", "title": "Steinsaltz on Exodus 10-13", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 10:1-29", "Steinsaltz on Exodus 11", "Steinsaltz on Exodus 12", "Steinsaltz on Exodus 13:1-16"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}