{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The lifetime of Sarah was one hundred and twenty-seven years, the years of the life of Sarah.</b> A literal rendition of the verse would read: The lifetime of Sarah was one hundred years and twenty years, and seven years, the years of the life of Sarah. Some commentaries explain that the repetition of “years” in the verse teaches that at each stage of her life, whether she was seven, twenty-seven, or one hundred, Sarah exhibited the same good qualities.1 The concluding phrase, “the years of the life of Sarah,” indicates that in each of those stages she lived a full and complete life.", "<b>Sarah died in Kiryat Arba, which is Hebron, in the land of Canaan; Abraham came</b> from Beersheba, where he lived before and after the binding of Isaac, <b>to lament Sarah,</b> as is customary when mourning someone, <b>and to weep</b> and move others to weep <b>for her.</b>", "After mourning for Sarah, her husband must find a place to bury her. <b>Abraham arose from before his dead, and he spoke to the children of Het,</b> their leaders and elders, who sat at the entrance to the city of Hebron, <b>saying:</b>", "Although <b>I am a foreigner</b> here, my family and I have lived here for many years. <b>And</b> in addition, I am <b>a resident alien with you:</b> I do not have rights in this place, but I am an old acquaintance of yours. Therefore, <b>give me</b> a portion of your land that can serve as <b>a burial portion with you, and I will bury my dead from before me.</b>", "<b>The children of Het answered Abraham, saying to him.</b> It is possible that they discussed the matter among themselves first, before providing him with an official response.", "<b>Hear us, my lord:</b> Although you say that you are a foreigner and a resident alien, you are not merely an ordinary person. Rather, <b>you are a prince of God in our midst,</b> as your status is greater than that of the head of a small tribe. Therefore, <b>in the choicest of our graves bury your dead; none of us shall withhold his grave from you, from burying your dead,</b> as you may choose a burial plot in any place that you desire. The local residents thereby declared that they have given Abraham informal rights to their land.", "<b>Abraham arose, and prostrated himself,</b> or bowed his head, in a formal gesture of respect and gratitude, <b>before the people of the land, before the children of Het.</b>", "Despite his expression of gratitude, Abraham did not wish to bury his wife in the land of the children of Het. Rather, he wanted to purchase a separate piece of property. <b>He spoke with them, saying: If you are</b> truly <b>willing to</b> fulfill my request and <b>bury my dead from before me, heed me, and intercede for me with</b> a specific individual, <b>Efron son of Tzohar,</b>", "<b>that he will give me the Cave of Makhpela,</b> which was so called because it is a double [<i>kefula</i>] cave, <b>that is his, which is at the edge of his field; he shall give it to me for a full price in your midst for a burial portion.</b> Despite their offer to allow him to use any property he chose, Abraham insisted on purchasing a plot at full price, as he wanted it to be property held by the family in perpetuity. With regard to the retention of an ancestral inheritance, see, e.g., I Kings 21:1–3 and Nehemiah 2:2–5.", "<b>And Efron,</b> who was not necessarily an important member of the city, <b>was living</b> at that time <b>among the children of Het; and Efron the Hitite answered Abraham in hearing of the children of Het, of all those coming to his city gate.</b> He too conducted himself ceremoniously, as he approached the city council and issued a public declaration, <b>saying:</b>", "<b>No, my lord,</b> you offered to purchase a portion of my field, but I cannot accept that proposal. Rather, <b>heed me: The</b> entire <b>field I have given to you</b>, <b>and the cave that is in it, I have given it to you; in the eyes of my people,</b> who are all listening to my declaration, <b>I have given it to you</b> and will not deter you from taking it. I will clear the land for such a distinguished man as yourself, and the entire plot will belong to you; go <b>bury your dead.</b>", "<b>Abraham prostrated himself</b> a second time <b>before the people of the land,</b> thereby formally expressing his gratitude for Efron’s generous offer.", "Despite the offer, <b>he,</b> Abraham, <b>spoke to Efron in the hearing of the people of the land, saying: Rather, if only you will heed me,</b> when you originally said: No, my lord, heed me, I indeed listened to you. Now it is my turn to request that you listen to me: <b>I have given you,</b> that is, I am giving you, <b>the silver for the field</b> in order to purchase it; please <b>take it from me, and I will bury my dead there.</b>", "Until this point, Efron had spoken generally about the matter; now he must set a price. Therefore, <b>Efron responded to Abraham, saying to him:</b>", "<b>My lord, heed me.</b> This <b>land</b> is <b>worth four hundred shekels of silver, between me and you what is it?</b> We are close friends, and consequently such a small plot of land should not concern us; <b>and</b> therefore <b>bury your dead,</b> and let us not suffer delays over the price.", "<b>Abraham heeded Efron; and Abraham weighed for Efron the silver that he spoke in the hearing of the children of Het.</b> It is almost certain that this silver was not in the form of minted coins; it was more likely a collection of metal pieces whose value was determined by weight. Abraham surprised Efron, who expected him to suggest a much lower price, after which the negotiations would continue until the two sides agreed upon a compromise sum. However, Abraham chose to refrain from the formal method of purchase, and instead immediately paid the entire sum, which was <b>four hundred shekels of</b> pure, choice <b>silver, ready currency</b> that would be accepted by anyone in the world.", "<b>The field of Efron that was in Makhpela,</b> the field that surrounded the Cave of Makhpela, <b>that was before Mamre, the field and the cave that was in it, and every tree that was in the field, that was within its border all around, were established</b> as Abraham’s property. Abraham was not satisfied in purchasing the cave alone; he also acquired the surrounding area and an access path to the cave.", "All of this was transferred <b>as</b> a <b>possession for Abraham in the eyes of the children of Het, of all coming to his city gate.</b>", "<b>And thereafter,</b> after the property was transferred to his ownership, <b>Abraham buried Sarah his wife in the cave of the field of Makhpela opposite Mamre, which is Hebron, in the land of Canaan.</b>", "<b>The field and the cave that was in it were established as a burial portion for Abraham,</b> for his family, which he had purchased from <b>the children of Het.</b>"], ["<b>And Abraham was old, advanced in years.</b> Isaac at that time was thirty-seven or thirty-eight years old; Abraham was therefore one hundred and thirty-seven or slightly older. It is possible that this introductory phrase reflects Abraham’s perception of himself. <b>And the Lord blessed Abraham with everything,</b> including rest and tranquility from troubles and from his nomadic travels.", "<b>Abraham said to his servant, the elder of his household.</b> This individual was not necessarily elderly, but was the senior and most distinguished attendant, <b>who oversaw everything that he had,</b> the general administrator of finances in Abraham’s household. Abraham said to him: <b>Please, place your hand under my thigh,</b> which was an ancient manner of taking an oath. In contrast to grasping or shaking hands, which expresses a commitment between two individuals of similar social status, an oath accepted by placing one’s hand under the thigh of a seated person was typically used in the case of an agreement between an individual with a senior status and someone under his jurisdiction. By this action, the taker of the vow expresses his commitment to perform the bidding of the one administering the oath.", "<b>And I will administer an oath to you by the Lord, God of the heavens and the God of the earth,</b> who is all-powerful, <b>that you shall not take a wife for my son from the daughters of the Canaanites, in whose midst I live.</b> Abraham did not know how many years he had left, and whether he would succeed in marrying off Isaac himself. He therefore requested that his servant promise not to marry off his son to one of the daughters of the Canaanites after his death.", "<b>Rather, you shall go to my land,</b> Aram Naharayim, <b>and to my birthplace,</b> Haran, where my extended family is located, the tribe into which I was born, <b>and take</b> from there <b>a wife for my son, for Isaac.</b>", "<b>The servant said to him: Perhaps the woman will not wish to follow me to this land,</b> as it is a long journey to Canaan from Haran, which is located on the southern border of modern-day Turkey. What should I do if she refuses to leave her home to come here? <b>Shall I return your son to the land from which you departed?</b>", "<b>Abraham said to him: Beware lest you return my son there.</b> It was not my choice to distance myself from the land of my birth. Therefore,", "<b>the Lord, God of the heavens, who took me from my father’s house, and from my birthplace, and who spoke to me</b> in a prophecy, <b>and who took an oath to me, saying: To your descendants I will give this land; He will send His angel before you</b> to assist you, <b>and you will</b> successfully find and <b>take a wife for my son from there.</b>", "<b>And if the woman will not wish to follow you, you shall be absolved from this oath of mine,</b> and you need not continue searching for a wife for Isaac; <b>only you shall not return my son there,</b> as he must remain in this land. God gave me this land, and He commanded me to dwell here; therefore, my son may not leave it either.", "<b>The servant placed his hand under the thigh of Abraham his master, and took an oath to him with regard to this matter.</b>", "<b>The servant took ten of his master’s camels</b> for the extended journey from the south of Canaan to Haran, <b>and he went with all of his master’s goods in his hand.</b> He took gifts and other unique articles that would convey Abraham’s status and power, as well as various items he would need during the journey. <b>He arose and went to Aram Naharayim, to the city of Nahor.</b>", "At the end of his journey, <b>he had the camels kneel,</b> in contrast to horses and donkeys that generally drink while standing, <b>outside the city by the well of water at evening time, at the time the women who draw water come out.</b> Since the servant could not knock on every door searching for an appropriate wife for his master, he thought that visiting the well at this time of day would give him a good opportunity to see the local girls.", "<b>He said</b> in prayer: <b>Lord, God of my master Abraham, please arrange it for me today, and perform kindness with my master Abraham,</b> on his behalf and in his honor.", "<b>Behold, I stand by the spring of water; and the daughters of the men of the city come out to draw water.</b>", "<b>It shall be that the girl to whom I shall say: Tilt your jug please,</b> while it is still on your shoulder, which was the accepted method of giving another to drink, <b>that I may drink, and she,</b> that girl, <b>shall say: Drink, and I will also give your camels to drink;</b> I will know that <b>it is she You have</b> thereby <b>confirmed</b> to be a wife <b>for Your servant, for Isaac; and through her,</b> if I find such a girl, <b>I shall know that You have shown kindness to my master.</b>", "<b>It was before he concluded to speak,</b> while he was still praying; <b>behold, Rebecca,</b> who was mentioned earlier (22:23), <b>was coming out.</b> Either she arrived first, before the other girls, or she stood out in some manner. The verse proceeds to restate her lineage: It was Rebecca <b>who was born to Betuel, son of Milka,</b> the primary <b>wife</b>, rather than a concubine, <b>of Nahor, brother of Abraham.</b> This is Abraham’s closest family (see 22:24). <b>And her jug was on her shoulder</b> as she came.", "<b>And the girl was good-looking, a virgin, and a man had not been intimate with her,</b> which indicates that she was modest. Naturally, the servant became aware of these facts only later. <b>She descended to the spring, she filled her jug, and ascended</b> from the spring, which was slightly lower than the area surrounding it.", "The girl, whose dress likely indicated that she was unmarried, and who appeared to him to be the appropriate age for Isaac, impressed Abraham’s servant. Therefore, <b>the servant ran toward her, and he said: Please allow me to sip a little water from your jug.</b>", "<b>She said: Drink, my lord, and she hurried and lowered her jug on her hand, and gave him to drink.</b> Instead of tilting the jug while it was still on her shoulder, Rebecca took the extra effort of removing the heavy container from her shoulder, so that it would be easier for the servant to drink.", "<b>She concluded giving him to drink, and</b> after he had drunk his fill <b>she said:</b> It is not enough for you alone to drink; <b>I will draw for your camels</b> and give them to drink <b>as well, until they conclude to drink</b> and their thirst is satiated.", "<b>She hurried, emptied</b> the water that remained in <b>her jug into the trough, ran again to the well to draw, and drew for all his camels.</b> It is no simple matter to give ten camels all the water they require; even a single camel that has traveled a long distance will consume a tremendous amount of water.", "Therefore, <b>the man</b> stared at her as she ran back and forth from the well to the trough and <b>was astonished at her. He was</b> still <b>silent,</b> waiting <b>to know whether the Lord had made his journey successful or not.</b> In light of her actions, he was certainly wondering about her identity and her family background, and thinking how he could learn more about her.", "<b>It was when the camels concluded to drink; the man took a gold nose ring,</b> a kind of medallion placed on one’s nose or forehead, <b>whose weight was one half shekel, and two bracelets</b> that were to be strapped <b>on her hands, whose weight was ten gold shekels.</b> Based on comparisons with other sources, these were large and expensive pieces of jewelry. The servant initially removed the ornaments from his bag, then asked her for her identity, and only upon receiving a satisfactory answer did he give her the ring and bracelets. This is the interpretation of the Rashbam and the Ramban, although Rashi (verse 23) explains the sequence of events differently.", "The servant then asked Rebecca two questions: First, <b>he said: Whose daughter are you; please tell me.</b> It was not considered proper etiquette for a stranger to ask a girl’s name; therefore he inquired into the identity of her family. Second, he asked: <b>Is there room in your father’s house for us to stay the night,</b> as it is evident from your behavior that you come from a family that is hospitable to guests.", "<b>She said to him: I am the daughter of Betuel, son of Milka, whom she bore to Nahor.</b>", "<b>She</b> then <b>said to him:</b> With regard to your second question, <b>both straw and feed is plentiful with us, as well as room to stay the night.</b> She responded to the questions in the order in which they were asked. As noted by the Sages, it is considered the trait of a wise person to answer questions in the same order that they were posed.", "The condition that the servant had earlier stipulated (verse 14) was merely divination, and its fulfillment alone did not prove that this girl was destined to marry Isaac. However, once it became clear that the same girl who fulfilled his conditions was also a close relative of Abraham, <b>the man bowed and prostrated himself to the Lord.</b>", "<b>He said: Blessed is the Lord, God of my master Abraham, who did not withhold His kindness and His truth from my master. I have been guided by the Lord on the</b> proper and correct <b>way,</b> and He ensured that I traveled <b>to the</b> very <b>house of my master’s brethren.</b>", "<b>The girl ran and told her mother’s household akin to these matters.</b>", "<b>Rebecca had a brother and his name was Laban.</b> It can be inferred from the continuation of the story that Laban was the firstborn, as well as the dominant figure in the family. <b>And Laban ran out to the man, to the spring.</b> After Rebecca ran to her home, her brother ran from the house to discover more about the mysterious man who had arrived from afar, given gifts to his sister, questioned her, and requested to lodge in their house.", "Perhaps in his role as the older brother Laban wanted to ensure that everything would transpire in an appropriate and ethical manner, and it was for this reason that he ran to greet the servant. However, it is also possible that his motivations were less pure. <b>It was when he saw the nose ring and the bracelets upon his sister’s hands,</b> an indication of wealth, <b>and when he heard the words of Rebecca his sister, saying: So spoke the man to me,</b> that he asked me certain questions, prayed, and engaged in other activities, but he did not relate any information about himself, that <b>he,</b> Laban, <b>came to the man and behold, he was standing beside the camels at the spring.</b>", "<b>He,</b> Laban, <b>said: Come, blessed of the Lord; why do you stand outside when I have cleared the house</b> so that there will be room for you and your entourage to stay? Abraham’s servant was accompanied by other subordinates, as is evident from the next verse. Laban continues: <b>And</b> in addition, there is even a <b>place for the</b> ten <b>camels,</b> who take up a large area.", "<b>The man came to the house and he,</b> Laban, <b>unloaded the camels; he gave straw and feed for the camels, and,</b> as was customary in honor of a guest after a long journey, Laban gave him <b>water to wash his feet and the feet of the men who were with him.</b>", "Following the greeting he received, Abraham’s servant entered the house. <b>Food was placed before him to eat, and he said: I will not eat until I have spoken my words.</b> If the servant were to eat and lodge in the house, he would already feel a certain debt of gratitude to his hosts. Therefore, he insists on first explaining the purpose of his visit and his intentions, and only then will he eat. <b>He,</b> Laban, <b>said: Speak.</b>", "<b>He said: I am Abraham’s servant,</b> and I am responsible for all matters in my master’s household.", "<b>The Lord has greatly blessed my master; and he became</b> much more <b>wealthy</b> than when he lived in Haran with your family. <b>He,</b> God, <b>gave him flocks and cattle, and silver and gold, and slaves and maidservants, and camels and donkeys.</b> In addition, Abraham and Sarah were childless when they left Haran and already advanced in age, but since then,", "<b>Sarah, my master’s wife,</b> whom you know well, as she too is from your family, <b>bore a son to my master after her old age. And</b> as my master is Abraham’s foremost son, <b>he gave to him everything that he has.</b>", "The previous comments invite an obvious question: If Abraham is such an illustrious and wealthy individual, and all of his wealth will be inherited by this one son, why has he sent his servant so far away to find a wife for that son? The servant therefore explains: <b>My master administered an oath to me, saying: You shall not take a wife for my son from the daughters of the Canaanites, in whose land I live.</b>", "<b>Rather, you shall go to my father’s house and to my family, and take a wife for my son</b> from there. Since my master desires to remain within the framework of his family, he insisted that I should not find a wife for his son from any other nation, but only from his family.", "<b>I said to my master: Perhaps the woman will not follow me.</b> The mention of this exchange is significant for the continuation of the story.", "<b>He said to me: The Lord, before whom I walked,</b> whom I served, <b>will send His angel with you and will make your path successful; and you shall take a wife for my son from my family, and from my father’s house.</b>", "If you take such a wife, <b>then you shall be absolved of my oath, when you come to my family</b> and request from them a wife for my son; <b>and if they do not give her to you, you shall</b> likewise <b>be absolved of my oath.</b>", "<b>I came this day to the spring, and I said: Lord, God of my master Abraham, if You would please make the path upon which I am going successful.</b>", "<b>Behold, I am standing beside the spring of water; and there will be the young woman who comes out to draw, that I say to her: Please give me a little water to drink from your jug;</b>", "<b>and she will say to me: You too drink, and I will draw for your camels as well; she is the woman whom the Lord has confirmed for my master’s son.</b>", "<b>Before I concluded to speak to my heart, behold, Rebecca came out with her jug on her shoulder; and she descended to the spring, and drew. I said to her: Please give me drink.</b>", "<b>She hurried and lowered her pitcher from her shoulder, and said: Drink, and I will give to your camels to drink as well. I drank and she gave to the camels to drink as well.</b>", "<b>I</b> then <b>asked her and said: Whose daughter are you? She said: Daughter of Betuel, son of Nahor, whom Milka bore to him. I</b> subsequently <b>placed the ring on her nose, and the bracelets on her arms.</b>", "<b>I bowed and prostrated myself to the Lord, and blessed the Lord, God of my master Abraham, who guided me in the true path to take the daughter of my master’s brother for his son.</b> This concludes the servant’s narration of the events that led him to his hosts.", "<b>And now</b> he submits his request: <b>If you will do kindness and truth with my master</b> and agree to give the girl in marriage to the son of my master, <b>tell me. And if</b> you do <b>not</b> desire this match, likewise <b>tell me; and I will turn to the right or to the left.</b> I shall search elsewhere for a wife for the son of my master, as I can ask other family members as well.", "<b>Laban and Betuel answered and said: The matter comes from the Lord,</b> and evidently it is destined in Heaven for Rebecca to marry Isaac; <b>we can speak to you neither bad nor good.</b> The mention of Laban’s name before his father’s is indicative of his central role; perhaps Betuel was weak or ill at the time.", "<b>Behold, Rebecca is before you, take her, and go, and she shall be a wife for your master’s son, as the Lord has spoken.</b>", "<b>It was when Abraham’s servant heard their statement</b> of consent, <b>he prostrated himself to the earth to the Lord,</b> again expressing his thanks for the success of his mission.", "<b>The servant produced vessels of silver, vessels of gold, and garments, and he gave them to Rebecca; and he gave her brother and her mother precious objects,</b> food or gifts, as a tribute for the match.", "<b>He and the men who were with him ate and drank and stayed the night,</b> as the previous events and discussions all took place during the evening hours: He met Rebecca toward the end of the day before the sun set (verse 11). They most likely reached her house in the early evening hours, after which he dined with her family. <b>They arose in the morning, and he,</b> the servant, <b>said: Send me to my master.</b> I wish to return to him and fulfill his request. His implicit intention was that they should send the girl with him, and thereby allow him to complete his mission.", "<b>Her brother,</b> who again spoke first, <b>and her mother said: Let the girl remain with us</b> for a full period, <b>one year, or ten months; afterward she shall go.</b> It is preferable that she remain here in the meantime; she may leave after all of the necessary preparations for her departure and her wedding have been completed.", "<b>He said to them: Do not delay me, as the Lord has made my path successful; send me and I will go to my master.</b>", "<b>They said: We will call the girl and ask her response.</b>", "<b>They called Rebecca and said to her: Will you go with this man?</b> Some commentaries suggest that their use of the term “this man” instead of referring to him as the servant of Abraham, was a veiled warning: Do you really agree to undertake a long journey with this unfamiliar man? <b>She said: I will go.</b>", "After Rebecca’s response, her family were left with no choice, and therefore <b>they sent Rebecca their sister, and her nursemaid, and Abraham’s servant, and his men.</b>", "<b>They blessed Rebecca, and said to her: Our sister, may you become thousands and ten thousands.</b> We wish that a great nation should come from you, <b>and let your descendants</b> defeat and <b>inherit the gate of their enemies.</b>", "<b>Rebecca and her young women rose.</b> Since Nahor’s family was noble and wealthy, Rebecca was sent with her nursemaid and other girls to accompany her. <b>And</b> they <b>rode upon the camels, and followed the man.</b> Rebecca’s nursemaid and servants rode on the camels that were led by Abraham’s other subordinates, while <b>the servant took Rebecca</b> himself, personally overseeing her well-being, <b>and went.</b>", "<b>Isaac came from going to</b> visit the area of <b>Be’er Lahai Roi,</b> the location where the angel of God had found Hagar. This name was due to Hagar’s vision of God there; it means the well [<i>be’er</i>] of the living [<i>ḥai</i>] God of my vision [<i>ro’i</i>] (see 16:14). <b>And he,</b> Isaac, <b>was living in the land of the South.</b>", "<b>Isaac went out to walk [<i>lasuaḥ</i>] in the field</b> among the bushes [<i>siḥim</i>] <b>toward evening; and he lifted his eyes, and behold, he saw camels coming.</b>", "Presumably realizing that their caravan was approaching their destination, <b>Rebecca lifted her eyes,</b> and <b>she saw Isaac.</b> Perhaps his appearance had been previously described to her, or she possibly identified him by his dress and manner as a noble individual, as he was strolling in the field rather than working. She might have intuitively sensed that he was Isaac. In any event, she was excited, <b>and she fell from the camel.</b> This probably means that she leaned toward the servant, who was walking next to her and leading the camel.", "<b>She said to the servant,</b> as she leaned toward him: <b>Who is that man who walks in the field toward us?</b> He appears to me to be an exceptional individual. Although Rebecca had apparently already identified Isaac, perhaps she wanted her suspicions confirmed. Alternatively, the dialogue in this verse preceded the events of the previous verse. <b>The servant said: He is my master,</b> Isaac. <b>She took the veil and covered herself.</b> Since her journey was complete, and she was now about to meet her future husband, she covered herself with a veil in a formal manner.", "<b>The servant related to Isaac all the matters that he had done,</b> his own actions, as well as the miraculous fashion in which his mission was accomplished.", "<b>Isaac brought her into the tent of his mother Sarah.</b> As a distinguished woman, Sarah likely had her own tent, in which she kept her personal possessions. This tent, located in Hebron, remained empty after her death, and it was here that Isaac brought Rebecca. It is possible that this is the tent referred to earlier, in the story of Abraham’s hospitality to the angels (18:9–10). <b>He took Rebecca, she became his wife, and he loved her. Isaac was comforted after his mother.</b> Evidently, his mother had died not long before. As Sarah’s only son, Isaac felt a deep inner void upon her passing. Upon the arrival of Rebecca, he finally felt that he could be comforted after his mother’s demise. He brought Rebecca to Sarah’s tent because she was expected to take over the matriarchal role in the family, a function that she would indeed fulfill in an important sense later."], ["Following the banishment of Ishmael to the desert with Hagar, the death of Sarah, and the marriage of Isaac, <b>Abraham,</b> who was left alone, <b>took another wife, and her name was Ketura.</b>", "<b>She bore him Zimran, and Yokshan, and Medan, and Midyan, and Yishbak, and Shuah.</b>", "<b>And Yokshan begot Sheva and Dedan.</b> These tribes possibly lived in the southern Arabian peninsula. Sheva and Dedan also appear in the list of the sons of Raama, son of Kush, son of Ham (see 10:7). <b>And the sons of Dedan were Ashurim, and Letushim, and Le’umim.</b> These are either simply the names of the tribes, or descriptions of their character traits, which mean, respectively: Those who dwell in encampments, those who are swift, and those who form nation-units.", "<b>And the sons of Midyan,</b> who is listed here among the sons of Abraham, were: <b>Ephah, and Efer, and Hanokh, and Avida, and Eldaa. All these were the children of Ketura.</b> Since Abraham was very old and had been infertile until the births of Ishmael and Isaac, some commentaries suggest that these were the sons of Ketura alone, and were not Abraham’s, although he raised them in his house. However, this explanation is not particularly convincing. It seems more likely that whereas Abraham considered himself elderly and advanced in age, he was still quite capable of procreation and he himself fathered a number of children from Ketura. It can also be inferred from here and from the story of the birth of Ishmael that it was Sarah who was infertile.", "Although these additional offspring were born to him, <b>Abraham gave all that was his to Isaac.</b>", "<b>And to the sons of the concubines of Abraham,</b> Hagar and Ketura, <b>Abraham gave gifts.</b> Since he did not deem them his inheritors, he instead gave them presents, in the form of money or valuables, but not property. <b>And</b> he <b>sent them away from Isaac his son, while he was still alive,</b> so that they should not contest Isaac’s inheritance. They traveled <b>eastward, to the east country.</b> The nations that have been identified from this list indeed lived on the eastern side of the Jordan River, and reached as far as the southern portion of the Negev, perhaps even to the Arabian Peninsula. These nations were sent eastward, and dwelled together with the descendants of Ishmael, and do not feature in the main narrative of the Torah.", "<b>These are the days of the years of Abraham’s life that he lived, one hundred and seventy-five years.</b> Abraham lived for many years after his wife Sarah passed away.", "<b>Abraham expired and died at a good old age.</b> His later years were pleasant, without battles, struggles, or tension in his family. He was <b>aged</b> in years <b>and content</b> with his life. <b>And he was gathered to his people,</b> his soul returned to its source. This expression is used by the Bible only in reference to the passing of righteous individuals.", "<b>Isaac and Ishmael, his</b> eldest <b>sons, buried him in the Cave of Makhpela, in the field of Efron son of Tzohar the Hitite, that is</b> located <b>before Mamre.</b> They knew that Abraham had purchased this land for a burial plot and that he had buried Sarah there.", "<b>The field that Abraham purchased from the children of Het; there Abraham was buried, and Sarah his wife.</b> Their descendants would later be buried there as well.", "<b>It was after the death of Abraham, God blessed Isaac his son; and Isaac lived beside Be’er Lahai Roi</b> in the Negev, where he was engaged primarily in shepherding sheep. The Torah will later relate that he also worked in agriculture (26:12).", "Following the completion of the story of Abraham’s life, the Torah deals briefly with his secondary offspring, thereby rounding out the picture with regard to his children. <b>These are the descendants of Ishmael son of Abraham, whom Hagar the Egyptian, Sarah’s maidservant, bore to Abraham.</b>", "<b>And these are the names of the sons of Ishmael, by their names, according to their birth: The firstborn of Ishmael was Nevayot. And</b> the other sons of Ishmael, some of whom became heads of families, tribes, or small nations, are: <b>Kedar, Adbe’el, Mivsam,</b>", "<b>Mishma, Duma, Masa,</b>", "<b>Hadad, Temah, Yetur, Nafish, and Kedem.</b>", "<b>These are the sons of Ishmael and these are their names.</b> The sons of Ishmael typically did not construct permanent settlements. Rather, they dwelled <b>in their enclosures,</b> which were considered semi-permanent living places, <b>and in their fortifications,</b> structures that were capable of shielding them when necessary. The sum total of the sons of Ishmael was <b>twelve princes of their nations.</b> Each one of them was the prince of a small nation.", "<b>These are the years of the life of Ishmael:</b> He lived for <b>one hundred and thirty-seven years; and he expired and died; and he was gathered to his people.</b>", "<b>They,</b> the sons of Ishmael, <b>dwelled from Havila</b>, <b>until Shur that is adjacent to Egypt, all the way to Ashur: He resided [<i>nafal</i>] adjacent to all his brethren.</b> Alternatively: His portion was ultimately adjacent to his brethren <b>.</b> The term <i>nafal</i> here possibly means conquest, so that the tribes of Ishmael ruled over their brethren, the children of Ketura."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 23:1-25:18", "heRef": "ביאור שטיינזלץ על בראשית כ״ג:א׳-כ״ה:י״ח", "sections": ["23", "1"], "toSections": ["25", "18"], "sectionRef": "Steinsaltz on Genesis 23-25", "heSectionRef": "ביאור שטיינזלץ על בראשית כ״ג-כ״ה", "firstAvailableSectionRef": "Steinsaltz on Genesis 23:1-25:18", "isSpanning": true, "next": "Steinsaltz on Genesis 26", "prev": "Steinsaltz on Genesis 22", "title": "Steinsaltz on Genesis 23-25", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 23:1-20", "Steinsaltz on Genesis 24", "Steinsaltz on Genesis 25:1-18"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}