{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Balak son of Tzipor,</b> king of Moav, <b>saw all that Israel had done to the Emorites.</b>", "<b>Moav was very alarmed by the people because they were numerous; and</b> furthermore, <b>Moav was disgusted by the children of Israel.</b> Although the Israelites were commanded not to harass the Moavites, and they had not done anything to provoke them, nevertheless, the Israelites’ very presence near their land agitated the Moavites.", "<b>Moav said to the elders,</b> the leaders <b>of Midyan,</b> which was a group of nomadic tribes dwelling close to Moav: <b>Now this</b> large <b>assembly</b> of Israel <b>will lick clean,</b> consume, <b>all our surroundings, as the ox licks clean the grass of the field.</b> Even if they refrain from attacking us, in order to survive here they will inevitably consume everything in their surroundings. The verse notes: <b>Balak son of Tzipor was king of Moav at that time.</b> It is possible that he was recently crowned as king. Certain sources indicate that Balak was considered a powerful, successful king.", "Therefore, <b>he,</b> Balak, <b>sent messengers to Bilam son of Beor, to</b> a place called <b>Petor that is by the</b> Euphrates <b>River,</b> far north of Moav, <b>in the land of the members of his,</b> Balak’s, <b>people</b>, or Bilam’s people. He sent those messengers <b>to summon him, saying: Behold, a people emerged from Egypt; behold, it has covered the face of the earth.</b> This is a metaphor of the earth covered by so many people that it is as though it can no longer be seen. <b>And it,</b> this nation, <b>dwells across from me.</b>", "<b>Now, please come curse this people for me, as they are too mighty for me; perhaps I will be able to smite [<i>nakeh</i>] them,</b> or to reduce it [<i>lenakot</i>] from its greatness. Some commentaries explain that this is a plural form, as Balak is saying that he and Bilam, or he and Midyan, will be able to smite Israel. <b>And I will drive them from the land, for I know that he whom you bless is blessed, and he whom you curse is cursed.</b> As a great sorcerer and prophet, your blessings and curses come to pass.", "<b>The elders of Moav and the elders of Midyan went with the tools of sorcery in their hand.</b> These tools helped them navigate their way, and they also took them to present to Bilam, in case he would claim that his tools of divination were unavailable. <b>And they came to Bilam,</b> after a very lengthy journey, <b>and spoke to him the words of Balak.</b>", "<b>He,</b> Bilam, <b>said to them,</b> the elders of Moav and Midyan: <b>Spend the night here, and I will reply to you as the Lord will speak to me.</b> I expect that God will reveal Himself to me in a nightly vision. <b>The princes of Moav stayed</b> overnight <b>with Bilam,</b> hoping he would have a revelation in a dream.", "Indeed, <b>God came to Bilam, and said,</b> in order to initiate conversation with him: <b>Who are these men with you?</b>", "<b>Bilam said to God: Balak son of Tzipor, king of Moav, sent to me:</b>", "<b>Behold, the people that has come out of Egypt and it has covered the face of the earth; now, come curse them for me; perhaps</b> they will be weakened by your curse, and then <b>I will be able to make war against them, and I will drive them away.</b>", "<b>God said to Bilam: You shall not go with them; you shall not</b> succeed in your wish to <b>curse the people, as it is blessed.</b>", "<b>Bilam arose in the morning, and said to the princes of Balak: Go to your land, as the Lord refused to allow me to go with you.</b> I have no choice, as I received an unambiguous message from God, whose commands I must obey. Bilam considered himself a servant of God, not an idolater.", "<b>The princes of Moav rose, and they came to Balak, and they said: Bilam refused to go with us.</b> This suggests that Bilam did not cite God’s exact statement, but spoke to them in such a manner that they understood there was something holding him back. The continuation of the story indicates that the princes did not take his response as an absolute refusal.", "Assuming that the first delegation failed in its mission because it was insufficiently impressive, <b>Balak continued sending additional princes, more numerous and more prestigious than those</b> he had sent before.", "<b>They came to Bilam and said to him: So said Balak son of Tzipor;</b> he instructed us to say to you: <b>Please, do not refrain from going to me.</b>", "<b>For I will honor you greatly, and anything that you say to me I will do;</b> just <b>please go curse this people for me.</b>", "<b>Bilam answered and said to the servants of Balak:</b> Even <b>if Balak were to give me his house full of silver and gold, I would be unable to violate the directive of the Lord my God, to perform a small or a great matter.</b> I must reiterate that I cannot do as I please. I am but a messenger, an instrument of God, and I can act only in accordance with His instructions.", "<b>Now, please, you too, remain here also this night,</b> as it is possible that I will receive a prophetic vision tonight as well. I will pass on your suggestion to God, <b>and I will know more what the Lord will speak to me,</b> which I will relay to you.", "<b>God came to Bilam at night, and He said</b> a different message <b>to him: If the people came to summon you,</b> then <b>rise, go with them;</b> you may accompany them as they have requested. <b>However, only the matter that I will speak to you shall you do.</b> You are permitted to go to Moav, but you must remember that you are still obligated to fulfill My bidding, and you cannot know what you will be required to do there.", "<b>Bilam arose in the morning, saddled his donkey, and went with the princes of Moav.</b> He agreed to accompany them on the lengthy journey.", "<b>God’s wrath was enflamed because he was going.</b> The initial instruction Bilam received from God was clear: Do not go and do not curse the Israelites. Bilam continued to beseech God for permission to accompany Balak’s men and was therefore granted God’s reluctant consent. However, God allowed him only to go with the princes of Moav. It was clear from the way Bilam accompanied the princes that he desired the same result as them, but as God’s servant he had to placate Him first. Consequently, God was angry with him. <b>And the angel of the Lord stood on the way as an impediment to him. He,</b> Bilam, as a distinguished individual, <b>was riding on his donkey, and his two servants were with him.</b>", "<b>The donkey saw the angel of the Lord standing on the way, and his sword was drawn in his hand.</b> It is unclear what exactly the donkey saw or understood, but it certainly felt threatened. <b>And the donkey turned from the way, and went into the field. Bilam struck the donkey, to turn it</b> back <b>to the way.</b>", "After the donkey turned from the road into a field, <b>the angel of the Lord stood in the path of the vineyards, a</b> vineyard <b>fence on this side</b> of the path, <b>and a</b> vineyard <b>fence on that side</b> of the path, with the angel in between.", "<b>The donkey saw the angel of the Lord, and it</b>, the donkey, <b>was pressed to the wall,</b> to bypass the angel, who did not fill the entire width of the path. On the one hand, the donkey was being struck in order that it should continue forward; on the other hand, a terrifying being stood opposite it. It therefore turned aside, <b>and it pressed Bilam’s foot,</b> which extended beyond the donkey’s body, <b>against the wall; and he carried on striking it,</b> due to its puzzling behavior.", "<b>The angel of the Lord continued passing, and stood in a narrow place, where there is no way to turn right or left.</b> The entire passageway was blocked.", "<b>The donkey saw the angel of the Lord, and it lay down underneath Bilam. Bilam’s wrath was enflamed, and he struck the donkey,</b> perhaps this time delivering harsher blows, <b>with the staff.</b>", "At this point a miracle occurred: <b>The Lord opened the mouth of the donkey, and it said to Bilam: What did I do to you that you struck me these three times?</b>", "Anyone else would have perhaps fainted at hearing a donkey speak, but Bilam, a sorcerer who was accustomed to supernatural occurrences, simply gave it a straightforward answer. <b>Bilam said to the donkey: Because you abused me; if only there were a sword in my hand, I would have killed you now.</b>", "<b>The donkey said to Bilam: Am I not your donkey that you have ridden upon me from your start until this day? Have I made it a habit to do so,</b> to act in this manner <b>to you? He said: No,</b> you have never done this to me. Indeed, I don’t understand what has happened to you.", "<b>The Lord uncovered the eyes of Bilam, and he saw the angel of the Lord standing on the way, and his sword was drawn in his hand; he,</b> Bilam, <b>bowed his head, and he prostrated himself to him,</b> the angel.", "<b>The angel of the Lord said to him: For what</b> reason <b>did you smite your donkey these three times? Behold, I came out to be an obstacle;</b> I blocked your path, <b>because the path was altered</b> for the donkey, and the donkey strayed from the road, as it was <b>against me,</b> opposite me, leaving the donkey no choice.", "<b>The donkey saw me, and turned from before me these three times; had it not turned from before me,</b> but had continued to advance, <b>then now I would have indeed slain you and spared it.</b> Nothing would have happened to the donkey, whose actions saved you.", "<b>Bilam said to the angel of the Lord: I have sinned, for I did not know that you were standing opposite me on the way; now, if it,</b> my journey, <b>is wrong in your eyes, I will return.</b>", "<b>The angel of the Lord said to Bilam: Go with the men,</b> as God said to you in the nighttime vision; <b>but only the matter that I will speak to you shall you speak.</b> You have no right to say anything else as a prophecy. <b>Bilam went</b> on <b>with the princes of Balak.</b> It is likely that the princes of Balak had observed nothing out of the ordinary, other than the irregular behavior of the donkey, and Bilam seemingly talking to no one. However, they were aware that Bilam was a sorcerer who could perceive beings that they were unable to see.", "<b>Balak heard</b> from messengers <b>that Bilam had come, and came out to meet him, to the city of Moav,</b> the city <b>which is on the border of</b> the <b>Arnon</b> Ravine, <b>which is on the edge of the border.</b>", "<b>Balak said to Bilam: Did I not send to you to summon you</b> once before? <b>Why didn’t you come to me</b> on the first occasion? <b>Is it true that</b> you thought <b>I cannot honor you</b> and bestow upon you the proper reward? That is not so, as I am a king.", "<b>Bilam said to Balak:</b> Although I initially refused, <b>behold, I have come to you; now,</b> what do you think? <b>Will I be able to speak anything</b> that I choose? <b>The matter that God places in my mouth, that</b> alone <b>I will</b> be able to <b>speak.</b> I declare from the outset that that I am merely God’s mouthpiece. Now perhaps you will understand why I did not come straight away.", "<b>Bilam went with Balak, and they came to Kiryat Hutzot,</b> the name of a central, public place of many streets [<i>ḥuzot</i>].", "<b>Balak slaughtered cattle and sheep, and sent to Bilam and to the princes who were with him.</b> Bilam and those who accompanied him received large portions of food and stayed overnight in Kiryat Hutzot.", "<b>It was in the morning, and Balak took Bilam, and brought him up to the heights of Baal,</b> at the top of a mountain, <b>and he saw from there the edge of</b> the camp of <b>the people.</b> The Israelite camp was extremely large; according to tradition, it spread over an area of roughly 12 km. It is difficult to see such a large area unless one is standing on a tall spot. After leading Bilam to a place from where he could see some of the people, Balak invited him to use his powers."], ["<b>Bilam said to Balak: Build me,</b> right <b>here</b> and now, <b>seven altars, and prepare me here seven bulls and seven rams</b> as offerings.", "<b>Balak did as Bilam had spoken; Balak and Bilam</b> together <b>offered up a bull and a ram on each altar.</b> The joint offering of Balak and Bilam on the same altar strengthened the bond between them, enabling Bilam to represent Balak in his actions.", "<b>Bilam said to Balak: Stand with your burnt offering, and I will go</b> from here; <b>perhaps the Lord will happen upon me and He will show me some matter and I will tell you.</b> I cannot induce a vision or demand one. I have done what I can by sacrificing the offerings; if I go off by myself there is a chance that God will reveal Himself to me. <b>He went alone [<i>shefi</i>],</b> quietly, without disturbances, or bent over [<i>shafuf</i>], while Balak remained near the altar.", "Indeed, <b>God happened upon Bilam, and he,</b> Bilam, <b>said to Him: The seven altars I have prepared, and I offered up a bull and a ram on each altar.</b>", "<b>The Lord placed speech in Bilam’s mouth, and He said: Return to Balak, and so you shall speak.</b> The verse indicates that Bilam received a general message that he had to formulate for Balak, rather than exact words to be recited.", "<b>He returned to him, and behold, he,</b> Balak, <b>was standing with his burnt offering, he, and all the princes of Moav.</b>", "<b>He launched his oration,</b> or his poetic allegory, <b>and said: From Aram,</b> as Bilam lived on the Euphrates River in Aram (see 22:5), <b>Balak leads me,</b> and calls me; <b>the king of Moav from the highlands of the east,</b> saying: <b>Go, curse Jacob for me, and go, censure [<i>zo’ama</i>] Israel.</b> Cause rage [<i>za’am</i>] to descend upon them, or issue pronouncements of rage against the nation of Israel.", "<b>How will I curse,</b> when <b>God has not cursed? How will I censure,</b> when <b>the Lord has not censured?</b> I am unable to fulfill Balak’s request to curse and censure if God does not allow me to do so. God does not want this people to be cursed, as they are special. Bilam proceeds to depict the people’s unique qualities.", "<b>For from the top of precipices I will see it,</b> the nation of Israel, <b>and from hills I behold it.</b> Since I am standing in a physically high location, on the heights of Baal, and I also have a metahistorical perspective, I can observe Israel from “above”: <b>Behold, it is a people that shall dwell alone, and shall not be reckoned among the nations.</b> This people is not part of the family of nations.", "<b>Who has counted the dust of Jacob?</b> Who can count the dust trodden under the feet of Jacob? Alternatively, this means: Who can count the descendants of Jacob, as they are as numerous as the dust. <b>Or</b> who has <b>tallied</b> even <b>one quarter [<i>rova</i>] of Israel?</b> <i>Rova</i> is referring to one of the four smaller camps that comprise the entire Israelite camp. <b>Let me die the death of the upright, and let my end be like his,</b> like one of the children of Israel.", "<b>Balak said to Bilam,</b> in shock: <b>What have you done to me? To curse my enemies I took you, and behold, you have blessed them.</b>", "<b>He,</b> Bilam, <b>answered and said: Is it not that which the Lord will place in my mouth, that I will take care to speak?</b> I cannot speak according to your will.", "<b>Balak said to him: Please, go with me to another place that you may see them,</b> the Israelites, <b>from there; you will see only their edge, but you will not see all of them; curse them for me from there.</b> If you gaze upon the Israelites from a different angle, perhaps you will be able to curse them.", "<b>He took him to the field of Tzofim,</b> again <b>to the top of the peak, and he built seven altars, and offered up a bull and a ram on each altar,</b> in accordance with Bilam’s instructions.", "<b>He said to Balak: Stand here</b> as you are, <b>with your burnt offering, and I will be happened upon there.</b> I will walk until I receive a prophecy.", "<b>The Lord happened upon Bilam, and</b> again <b>placed speech in his mouth, and said: Return to Balak, and so you shall speak.</b> Bilam was now instilled with the word of God, although it is possible that he did not yet know what he was about to say.", "<b>He came to him,</b> Balak, <b>and behold, he was standing with his burnt offering,</b> as Bilam had commanded, <b>and the princes of Moav</b> were there <b>with him. Balak,</b> who could tell that Bilam had received a prophecy, <b>said to him: What did the Lord speak?</b> Balak mocked Bilam with this question: Since you have repeatedly stated that it is not you who speaks but God, what, then, did God say?", "<b>He launched his oration, and said: Rise, Balak, and hear; listen to me, son of Tzipor:</b> Perhaps he addressed him in this manner in response to the disparaging tone he detected in Balak’s comment.", "<b>God is not a man that He will lie</b> and not fulfill His promises, <b>or the son of man</b> who changes his mind, <b>that He will reconsider; will He say and not perform, or</b> would He <b>speak and not fulfill</b> His word?", "This is God’s statement: <b>Behold, for blessing I have taken him,</b> Bilam, <b>and he will bless, and I will not retract it.</b> The blessing will not be retracted, as God loves this nation.", "<b>One has not beheld evil in Jacob, and not seen sin in Israel.</b> When God looks upon His people, He sees nothing reprehensible in them. <b>The Lord his God is with him, and the blast [<i>teru’at</i>] of the King is in its midst.</b> The people sound the blast of the shofar, or of some other instrument, or they cheer in the King’s honor. Alternatively, this means that the people are befriended by [<i>mitro’ea</i>] their King and are near to Him, and the King wants this close relationship.", "<b>God who took them out of Egypt</b> is exalted, elevated <b>like the</b> great, impressive <b>horns of the wild ox [<i>re’em</i>] for it.</b>", "<b>For there is no divination</b> that can have an effect <b>in Jacob, and no sorcery in Israel.</b> No sorcery, divination, or magic that I might perform will have any effect upon Israel. God sees no flaw in them, and He elevates them so that I cannot harm them. <b>Now, what God has wrought is what shall be said of Jacob and of Israel.</b> Their fortunes are decided directly by God and cannot be influenced by witchcraft.", "<b>Behold, a people will rise like a great cat, and like a lion will raise itself.</b> One who sees a lion rising from a crouching position may observe the strength and sheer power of that movement alone. Furthermore, he knows that the lion will succeed in its quest; <b>it will not lie</b> down again <b>until it will devour prey, and</b> until <b>the blood of the slain it will drink.</b>", "<b>Balak said to Bilam: Do not curse them; also do not bless them.</b> If you refuse to curse them, at least do not bless them.", "<b>Bilam answered and said to Balak: Did I not speak to you</b> and warn you, <b>saying: Everything that the Lord speaks, that I will do?</b> I do not speak of my own volition.", "<b>Balak said to Bilam: Come please, I will take you to another place; perhaps it will be proper in the eyes of God and you will curse it for me from there.</b> Maybe there our plan will find favor in God’s eyes, and He will allow you to curse Israel.", "<b>Balak took Bilam to the top of Peor,</b> once again to a mountain peak, this time to one <b>that overlooks upon the wilderness,</b> at the edge of the border of Canaan.", "Yet again, <b>Bilam said to Balak: Build me here seven altars, and prepare me here seven bulls and seven rams.</b>", "<b>Balak did as Bilam said, and offered up a bull and a ram on each altar.</b>"], ["<b>Bilam saw that it was good in the eyes of the Lord to bless Israel,</b> and that there was no point in trying to seek a way to curse them. <b>And</b> therefore <b>he did not go as each other time toward divinations,</b> which had been proven ineffective, <b>but he set his face to the wilderness,</b> to the east of Moav, and did not attempt to do anything.", "<b>Bilam raised his eyes, and he saw Israel dwelling</b> quietly <b>according to its tribes and</b> then <b>the spirit of God was upon him.</b>", "<b>He launched his oration, and said: The utterance of Bilam son of Beor, and the utterance of the open-eyed [<i>shetum ha’ayin</i>] man</b>. The word <i>shetum</i> denotes perforation, and accordingly, <i>shetum ha’ayin</i> means one who sees, who has an open eye.", "<b>The utterance of one who hears the sayings of God, the vision of the Almighty he will see; he falls</b> when he receives a vision, in the usual manner of prophets, who would be unable to stand due to the overwhelming force of the prophecy. When he falls, it seems like he has lost all consciousness; however, he receives the revelation <b>with uncovered eyes,</b> as the message is revealed to him:", "After the introductory self-description of the previous verses, Bilam opens this prophecy with a simple blessing: <b>How goodly are your tents, Jacob, your dwellings, Israel.</b>", "<b>Like streams they,</b> the tents of Israel, <b>diverged,</b> spreading out from one area to another, <b>like gardens</b> that sprout and thrive <b>beside a river; like marigolds planted by the Lord, like cedars beside the water.</b> Cedars are generally planted on mountains rather than near a water source. This metaphor therefore emphasizes the Israelites’ greatness and might: The cedar is large and, as mighty as it is, how much more so would it be if it were planted near water.", "More and more <b>water will flow from its drawings,</b> from Israel’s buckets that draw water, <b>and its seed</b> shall sprout and further spread <b>in many waters; its king shall rise above Agag,</b> king of the Amalekites, <b>and its,</b> Israel’s, <b>kingdom shall be exalted.</b>", "<b>God, who took it out of Egypt,</b> is <b>like the lofty,</b> powerful, and prominent <b>horns of the wild ox for it.</b> God, whose visible power is compared here to the horns of the aurochs, a herbivore, is immediately depicted as a carnivorous lion: <b>He will consume nations of its adversaries; He will crush [<i>yigarem</i>] their bones, and break its arrows.</b> Alternatively, <i>yigarem</i> means scrape, as their flesh will be scraped off their bones.", "Whereas the previous verse was apparently referring to the power of God, fighting on behalf of His people, the allegory now passes seamlessly to the might of Israel itself, received from God: <b>It crouched, it lay like a lion.</b> When the people are resting in their place like a lion and are not waging war, they have the magnificence and power of a crouching lion. <b>And like a great cat, who shall rouse it?</b> Nobody would dare provoke them, as <b>those who bless you are blessed, and those who curse you are cursed.</b>", "<b>Balak’s wrath was enflamed against Bilam,</b> as this last prophecy was all about Israel’s success in the present and the future. <b>And he clapped his hands</b> in anger; and <b>Balak said to Bilam: I called you to curse my enemies and behold, you have blessed them these three times.</b>", "<b>Now flee to your place.</b> Go home, for <b>I said</b> that if you succeeded <b>I would honor you, and behold, the Lord,</b> who speaks through your mouth, <b>has precluded you from honor.</b>", "<b>Bilam said to Balak:</b> You have no cause to be angry with me, for <b>did I not also speak to your messengers that you sent to me, saying:</b>", "<b>If Balak gives me his house full of silver and gold, I will be unable to violate the directive of the Lord, to perform good or bad on my own; that which the Lord will speak, I will speak?</b> I understand that you will not pay me, as I did not do as you requested. I also accept that you will not honor me, as I failed to fulfill your aspirations. However, your disappointment in me is unwarranted; I did not mislead you, as I informed you upfront that my powers are limited.", "<b>Now, behold, I am going to my people.</b> However, <b>come, I will advise you.</b> I will tell you something else in the form of prophetic knowledge, with regard to <b>what this people will do to your people at the end of days.</b> In contrast to the previous speeches, which referred mainly to the present, the next allegory is a prophecy that will come to pass in the future, although it is difficult to know the exact period to which it refers.", "<b>He launched his oration, and said: The utterance of Bilam son of Beor, and the utterance of the open-eyed man.</b> This is the same preamble that appeared in his previous speech; it includes Bilam’s self-presentation and boast that he is an all-knowing prophet (24:3).", "<b>The utterance of one who hears the sayings of God, and knows the knowledge of the Most High, he shall see the vision of the Almighty; he falls with uncovered eyes</b> during his revelations.", "<b>I see him</b> in a vision of future events, <b>but not now. I behold him, but</b> he will <b>not</b> rise in the <b>near</b> future; I do not know when my prophecy will happen, but I can see that it will occur only in the distant future. <b>A star,</b> a sparkling leader, <b>shall rise [<i>darakh</i>] from Jacob,</b> shooting out like an arrow from an outstretched [<i>darukh</i>] bow. Some commentaries explain that <i>darakh</i> means embark on its route. <b>And a</b> ruling <b>scepter shall rise from Israel, and shall crush the outskirts of Moav, and destroy all the descendants of Seth,</b> all of mankind. As stated in Genesis 5, all of surviving humanity is the offspring of Seth son of Adam, as Abel was killed, and the descendants of Cain did not survive the deluge.", "<b>Edom shall be a possession</b> for Israel; Israel will occupy and possess Edom. <b>And a possession shall be Se’ir,</b> Edom, for Israel, as they are <b>its enemies,</b> since the Edomites did not let Israel pass through their land. <b>Israel will achieve success.</b>", "<b>One shall rule from Jacob, and will rid a remnant from the city,</b> from all the cities of Edom, or from every city in the world.", "<b>He saw Amalek,</b> either with his eyes, residing close to Israel, or in a vision, <b>and</b> he <b>launched his oration, and said: Amalek was the first of the nations</b> to fight Israel; <b>and its end will be oblivion.</b>", "<b>He saw the Kenites,</b> Yitro’s children and family, who were nomads that maintained ties with Amalek, <b>and launched his oration, and said: Firm is your dwelling. Place your nest in the rock,</b> from where it cannot be removed, as you are a friend of Israel.", "<b>Nevertheless,</b> when <b>Kayin shall</b> eventually <b>be expelled, until when will Assyria take you captive?</b> You will be captured by Assyria only temporarily.", "<b>He launched his oration, and said: Alas, who shall live after God’s implementation</b> of His plan? In those future days, distant nations will come to conquer the region:", "<b>Seafarers</b> will emerge <b>from Kitim,</b> Rome or Greece, and they <b>will afflict Assyria, and afflict the riverbank,</b> the residents of the western side of the Euphrates River, not only the children of Israel, <b>and it too,</b> this nation that metes out affliction, <b>will end in oblivion.</b> Bilam describes distant events with a broad brush: Great nations will break the nations that preceded them, before eventually being destroyed in turn. Only Israel and those close with them, such as the Kenite, will survive. This prophecy is also relevant for Moav, as it teaches that even if the Moavites hold firm for the moment, they will eventually be destroyed as well.", "<b>Bilam rose, and went, and returned to his place</b> without receiving any reward. It seems that he was granted no more great prophecies after his return. It can be inferred from below that after Bilam went home he offered evil council against Israel, not as a prophet but as a private individual, and perhaps as a sorcerer as well (see 31:16). <b>And Balak too went on his way,</b> dissatisfied and frustrated, after hearing about his people’s ultimate end, whereas Israel would continue to exist."], ["<b>Israel was living in Shitim,</b> a place near Moav, where acacia plants [<i>shittim</i>] likely grew, <b>and the people began to engage in licentiousness with the daughters of Moav.</b>", "As a result, <b>they invited the people to the offerings of their gods; the people ate and prostrated themselves to their gods.</b> The Israelites did not immediately succumb to the sin of idolatry, but as they were interested in the daughters of the land, they participated in the rites of their cults.", "Ultimately, <b>Israel adhered to Baal Peor,</b> the Moavite god who was presumed to control that area; <b>and the wrath of the Lord was enflamed against Israel,</b> for their licentiousness and idol worship.", "<b>The Lord said to Moses: Take all the leaders of the people,</b> the judges appointed to execute sinners, <b>and</b> since nobody has yet objected to their actions, <b>hang them,</b> those who participated in the sin, <b>for the Lord opposite the sun.</b> This should be done in a public, decisive manner, in order to express the severity of the act, <b>and</b> then <b>the enflamed wrath of the Lord will be withdrawn from Israel.</b>", "<b>Moses said to the judges,</b> the leaders <b>of Israel: Each of you, kill his men,</b> the men under his charge <b>who are adhering to Baal Peor.</b>", "<b>Behold,</b> an important <b>man from the children of Israel came and brought near to his brethren the Midyanite woman</b> he had found, and brought her to the tent, <b>before the eyes of Moses, and before the eyes of the entire congregation of the children of Israel.</b> He did this in public in order to demonstrate that in his opinion there was nothing wrong in the act. <b>And they,</b> the Israelites, <b>were weeping at the entrance of the Tent of Meeting,</b> as they sensed that the act was very repulsive, but they felt helpless, as they did not know what they were supposed to do.", "<b>Pinhas, son of Elazar, son of Aaron the</b> High <b>Priest,</b> who was present at the time alongside Moses and the other leaders of the people, <b>saw</b> this act, <b>and he rose from among the congregation, and he took a spear in his hand.</b>", "<b>He went after the man of Israel</b> who had brought the Midyanite woman <b>into the tent, and stabbed both of them</b> as they were engaged in the act, <b>the man of Israel, and the woman through her abdomen,</b> her sexual organ. <b>The plague was stopped from the children of Israel,</b> because of this stabbing.", "<b>Those who died in the plague were twenty-four thousand.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 22:2-25:9", "heRef": "ביאור שטיינזלץ על במדבר כ״ב:ב׳-כ״ה:ט׳", "sections": ["22", "2"], "toSections": ["25", "9"], "sectionRef": "Steinsaltz on Numbers 22-25", "heSectionRef": "ביאור שטיינזלץ על במדבר כ״ב-כ״ה", "firstAvailableSectionRef": "Steinsaltz on Numbers 22:2-25:9", "isSpanning": true, "next": "Steinsaltz on Numbers 26", "prev": "Steinsaltz on Numbers 21", "title": "Steinsaltz on Numbers 22-25", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 22:2-41", "Steinsaltz on Numbers 23", "Steinsaltz on Numbers 24", "Steinsaltz on Numbers 25:1-9"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}