{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>This is the statute of the law that the Lord had commanded, saying: Speak to the children of Israel, and they shall take to you an unflawed red heifer,</b> a heifer whose color is distinctly red and <b>in which there is no blemish,</b> and <b>upon which a yoke was not placed</b> for any sort of work.", "<b>You shall give it to Elazar the priest, and he shall take it out of the camp, and one shall slaughter</b> it <b>before him.</b> Since the heifer is not an offering, its rites are performed outside the Temple.", "<b>Elazar the priest shall take from its blood with his finger, and sprinkle from its blood toward the front of the Tent of Meeting seven times.</b>", "<b>One shall burn the heifer before his eyes: Its skin, its flesh, and its blood, with its dung, he shall burn.</b> The heifer must be burned in its entirety.", "<b>The priest shall take cedarwood, hyssop, and a scarlet thread,</b> as in the purification rite of a leper, <b>and</b> he shall <b>cast</b> these items <b>into the burning of the heifer.</b> Consequently, the ashes will be comprised of a combination of the heifer, the wood of the pyre, and these three items.", "The individuals involved in this ritual are rendered impure: <b>The priest shall wash his garments, and he shall bathe,</b> immerse, <b>his flesh in water, and then he may come to the camp. The priest shall be impure until the evening.</b>", "<b>He who burns it shall</b> also <b>wash his garments in water, and bathe his flesh in water, and he shall be impure until the evening.</b>", "<b>A pure man shall gather the ashes of the heifer, and place them outside the camp in a pure place, and it,</b> this collection of ashes, <b>shall be for the congregation of the children of Israel a keepsake, as a water of sprinkling [<i>nidda</i>]; it,</b> the heifer, <b>is</b> a means of <b>purification.</b> In this context, <i>nidda</i>, which usually denotes a menstruating woman, means throwing.", "<b>He who gathers the ashes of the heifer shall</b> also <b>wash his garments, and he shall be impure until the evening; it shall be for the children of Israel, and to the stranger who resides among them for an eternal statute.</b>", "Until now, the Torah described the rite of the heifer and the preparation of its ashes. Now, it will describe the use of these ashes: <b>One who touches the corpse of any person shall be impure seven days.</b>", "<b>He shall purify himself with it,</b> the mixture of water and ashes, <b>on the third day and on the seventh day</b> of his impurity, and then <b>he shall be pure; however, if he does not purify himself on the third day and on the seventh day, he shall not be pure</b> even after seven days have elapsed.", "The potential consequences of not purifying oneself with the ashes of the heifer are severe: <b>Anyone who touches a corpse of a person who has died and does not purify himself</b> and enters the Tabernacle <b>has defiled the Tabernacle of the Lord; that person shall be excised from Israel because the water of sprinkling was not sprinkled upon him; he shall be impure; his impurity is still upon him.</b>", "Contrary to what might have been expected, this passage began with a description of the process by which one purifies oneself with the red heifer. The Torah describes at this point how one enters into a state of ritual impurity in the first place: <b>This is the law: When a man dies in a tent,</b> or in any roofed structure, <b>anyone who comes into the tent</b> while the corpse is there, <b>and anything that is in the tent</b> while the corpse is there, <b>shall be impure seven days.</b> This is known as impurity imparted by a tent, meaning that the impurity due to the corpse spreads throughout the entire space under the roof covering the corpse. Therefore, one may be rendered impure even without touching or carrying the corpse.", "<b>Any open vessel</b> in the tent <b>that does not have a tight-fitting lid upon it is impure.</b>", "<b>Anyone who will touch in the open field,</b> in an unroofed area, <b>one slain with a sword, or one who died</b> through other means, <b>or a bone of a man, or a grave</b> of a person, <b>shall be impure seven days.</b> In cases where the source of impurity is not situated under a roof, impurity is imparted through physical contact.", "<b>They shall take for the impure from the ashes of the burning of the purification,</b> the ashes of the heifer, <b>and he shall place springwater upon it in a vessel.</b>", "<b>A pure person shall take hyssop, and dip it in the water, and sprinkle it on the tent,</b> which is made of leather or flax, <b>and on all the vessels, and on the people who were there, and on one who touched the bone, or the slain, or the dead, or the grave.</b>", "<b>The pure shall sprinkle upon the impure on the third day and on the seventh day and he shall purify him on the seventh day; he,</b> the one undergoing purification, <b>shall</b> then <b>wash his garments, and bathe in water, and be pure in the evening.</b>", "<b>A man who is impure, and does not purify himself,</b> and nevertheless enters the Temple or eats from sacrificial items, <b>that person shall be excised from the midst of the assembly, because he has rendered the Sanctuary of the Lord impure; the water of sprinkling has not been sprinkled on him; he is impure.</b> Although it is not a sin to be impure, an impure individual is prohibited from entering the Temple or consuming sacrificial food.", "<b>It shall be an eternal statute for them; he who sprinkles the water of sprinkling shall wash his garments,</b> as he is rendered impure, <b>and he who touches the water of sprinkling shall</b> also <b>be impure until the evening.</b> This water has great powers of purification; nevertheless, if a person who does not require purification through this water comes into contact with it, that person is rendered impure by the water. However, the degree of impurity is not as severe as the impurity imparted by a corpse. One does not require sprinkling on the third and seventh days, but merely immersion in a ritual bath and the arrival of nightfall.", "<b>Anything that the impure person shall touch shall be impure; and the person who touches</b> the impure individual <b>shall</b> himself <b>be impure until the evening.</b>"], ["<b>The children of Israel, the entire congregation, came to the wilderness of Tzin during the first month and the people lived in Kadesh,</b> in the wilderness of Tzin. Later, Kadesh will be referred to as a city situated on the edge of the border of Edom (20:16). <b>Miriam died there, and she was buried there.</b>", "<b>There was no water for the congregation; and they assembled against Moses and against Aaron.</b>", "<b>The people quarreled with Moses, and they said, saying: If only we had perished in the perishing of our brethren before the Lord.</b> At least our brethren, who died due to the sin of the spies and other transgressions, died a quick death.", "<b>Why did you bring the assembly of the Lord to this wilderness, that we and our animals should die there?</b>", "<b>Why did you bring us up from Egypt, to bring us to this wretched place? It is not a place of seed, or figs, or vines, or pomegranates,</b> fruits for which the Promised Land is praised. Now, we are neither in Egypt nor in Canaan, <b>and there is no water to drink.</b>", "<b>Moses and Aaron came from before the assembly,</b> and were forced by the angry crowd <b>to the entrance of the Tent of Meeting, and</b> they <b>fell upon their faces</b> in prayer, <b>and the glory of the Lord appeared to them.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take the staff</b> with which you performed all the miracles and wonders, <b>and assemble the congregation, you, and Aaron your brother, and speak to the rock before their eyes, and it,</b> the rock, <b>will provide its water.</b> You will thereby <b>extract water for them from the rock and you shall give drink to the congregation and their animals.</b>", "<b>Moses took the staff from before the Lord, as He had commanded him.</b> It is possible that this was the staff placed before God “for safekeeping, as a sign for the rebellious ones.”", "<b>Moses and Aaron assembled the assembly before the rock, and said to them: Hear now, defiant ones</b>: <b>From this rock will we bring out water for you?</b> Why do you quarrel with us? Do you think we have the power to bring out water from this rock? You should have turned and prayed to God. Alternatively, Moses asked them: Defiant ones, do you doubt God’s ability to bring water from this rock?", "<b>Moses raised his hand, and he struck the rock with his staff twice; a great deal of water came out, and the congregation and their animals drank.</b>", "Although the rock miraculously provided water, <b>the Lord said to Moses and Aaron: Because you did not</b> cause the people to <b>have faith in Me</b>, <b>to sanctify Me before the eyes of the children of Israel; therefore, you shall not bring this assembly into the land that I have given them.</b>", "<b>These are the waters of dispute, where the children of Israel quarreled with the Lord, and He was sanctified through them.</b> God was sanctified through the execution of judgment upon those close to Him. A similar expression appears with regard to the deaths of Aaron’s sons: “Through those who are near to Me I will be sanctified.”", "<b>Moses sent messengers from Kadesh,</b> south of Edom, <b>to the king of Edom: So said your brother Israel,</b> as Jacob was the brother of Esau, the father of the nation of Edom: <b>You know all the travail that we have encountered.</b>", "<b>Our ancestors descended to Egypt, and we lived in Egypt many years; the Egyptians mistreated us and our ancestors.</b>", "<b>We cried to the Lord and He heard our voice,</b> and <b>sent an angel.</b> The verse may be referring to Moses, the messenger of God, or to an actual angel of God. <b>And</b> He <b>took us out of Egypt; behold, we are</b> now <b>in Kadesh, a city at the edge of your border.</b>", "Therefore, we ask: <b>Please, let us pass through your land;</b> we promise that <b>we will not pass in a field or in a vineyard,</b> in your settled areas, <b>and we will not drink well water; we will go on the king’s way,</b> the public thoroughfares that pass through the cities. Alternatively, this refers to whatever road the king of Edom would instruct them to use. <b>We will not turn right or left until we will pass your border;</b> we will pass through your land quietly, without causing any damage.", "The king of <b>Edom said to him,</b> Moses, or Israel: <b>You shall not pass through me, lest I come out toward you with the sword.</b> If you attempt to pass through, I will wage war against you.", "Despite the threats of Edom, <b>the children of Israel said to him:</b> If you do not permit us to use the king’s road, which is in the valley and surrounded by fields and vineyards, <b>we will go up on the</b> mountain <b>highway,</b> even though it is a less comfortable road. <b>And if we drink your water, I or my cattle, I will give its price; only it is no matter,</b> no harm will be caused, <b>let me pass on foot.</b> We will not travel in military chariots.", "<b>He,</b> Edom, <b>said: You shall not pass. Edom came out toward him with a great multitude, and with a powerful hand.</b>", "<b>Edom refused to allow Israel to pass in his border and Israel turned from him.</b> They turned eastward in order to bypass the land of Edom.", "<b>They traveled from Kadesh; and the children of Israel, the entire congregation, came to Hor Mountain.</b> It was known by the name Hor, which itself means mountain, due to its regional prominence.", "<b>The Lord spoke to Moses and Aaron at Hor Mountain, on the border of the land of Edom, saying:</b>", "<b>Aaron shall be gathered to his people,</b> the time has come for him to die; his soul shall be returned to its source. <b>For he shall not come into the land that I gave to the children of Israel because you defied My directive at the</b> incident of the <b>waters of dispute</b> (20:7–13).", "<b>Take Aaron and Elazar his son, and take them up Hor Mountain.</b>", "<b>Undress Aaron of his</b> priestly <b>vestments, and dress Elazar his son in them.</b> In this way, Aaron will merit to see his son assume the position of High Priest in his place. <b>Aaron will be gathered</b> to his people, <b>and</b> he will <b>die there,</b> in perfect serenity, in the presence of only his brother and one of his sons.", "<b>Moses did as the Lord had commanded and they went up to Hor Mountain before the eyes of the entire congregation,</b> in a ceremonial and public fashion. It is evident from the verse that Aaron did not die from old age or frailty, as he was capable of ascending the mountain alongside his brother and son.", "<b>Moses undressed Aaron of his vestments, and dressed Elazar his son in them; and Aaron died there at the top of the mountain; and Moses and Elazar descended from the mountain.</b>", "<b>The entire congregation saw that Aaron had perished.</b> Although the people knew that Moses, Aaron, and Elazar ascended the mountain, they were unaware of the purpose of this ascent. Now they saw that Moses and Elazar returned without Aaron. <b>And they wept for Aaron thirty days, the entire house of Israel.</b> Aaron was a prophet of the nation of Israel even before the arrival of Moses, and he was also the High Priest. The spontaneous weeping of the entire house of Israel testifies to the love that the entire nation felt for Aaron."], ["<b>The Canaanite, king of Arad, who lives in the South,</b> to the west of Israel’s route, <b>heard that Israel came via Atarim,</b> a place that perhaps served as one of the entrances to Canaan. According to the Sages, the king of Arad ruled over a mixed population of Amalekites and Canaanites. <b>And he fought against Israel, and</b> although this was not a particularly large-scale war, the people were dispirited by Aaron’s recent death, and the king <b>took a captive from them.</b>", "<b>Israel took a vow to the Lord, and said: If You will deliver this people into my hand, I will destroy their cities.</b> None of us will take from the spoils.", "<b>The Lord heeded the voice of Israel, and delivered the Canaanites</b> into their hands; <b>it destroyed [<i>vayaḥarem</i>] them and their cities; and</b> from then onward, <b>it,</b> the people, <b>called the name of the place Horma,</b> after the destruction [<i>ḥerem</i>]. Some commentaries say that it was called by that name because after its destruction, no permanent settlement was ever erected there.", "<b>They,</b> the children of Israel, <b>traveled from Hor Mountain via the Red Sea.</b> They turned southward, toward the modern-day Gulf of Aqaba, in order <b>to circumvent the land of Edom. The soul of the people grew restive on the way,</b> as they appeared to be heading away from Canaan.", "<b>The people spoke</b> harshly <b>against God and against Moses: Why did you bring us up from Egypt to die in the wilderness, for there is no</b> real <b>bread and there is no</b> natural <b>water, and our soul loathes this insubstantial bread,</b> the manna.", "<b>The Lord sent the fiery serpents</b> whose poison burns human flesh, <b>against the people, and they bit the people, and a large multitude of Israel died</b> from the plague of serpents.", "<b>The people came to Moses, and they said: We sinned, for we spoke against the Lord, and against you; pray to the Lord, and He will remove the serpents from us.</b> Unlike on earlier occasions when the people complained about their situation in a rebellious spirit, this time the people accepted responsibility for their current state. <b>Moses prayed on behalf of the people.</b>", "<b>The Lord said to Moses: Craft for yourself a fiery,</b> poisonous <b>serpent, and place it upon a standard,</b> or a tall pillar; <b>it shall be that anyone who was bitten</b> by a serpent <b>will see it and live.</b>", "<b>Moses crafted a bronze serpent.</b> Although God did not tell Moses with which material to fashion the serpent, Moses chose to use bronze [<i>neḥoshet</i>] due to its similarity to the word <i>naḥash</i>, serpent, as if God’s instructions alluded to the metal he should use. Alternatively, he did not want to use a precious metal, as that might have led the people to deify the serpent. <b>And</b> Moses <b>placed it on the standard and it was that if a serpent bit a man, he would look at the bronze serpent and live.</b>", "<b>The children of Israel traveled and encamped in Ovot.</b>", "<b>They traveled from Ovot, and encamped at Iyei HaAvarim,</b> the ruins of the passageways [<i>ma’abarim</i>] between Moav and the Emorites, <b>in the wilderness that is before Moav, to the east</b> of Moav <b>toward the sun.</b>", "<b>From there they traveled</b> north, <b>and encamped in the Zered Ravine,</b> which descends from the mountains of modern-day Jordan.", "<b>From there they traveled and encamped across the Arnon, which is in the wilderness, that emerges from the border of the Emorites, for Arnon is the border of Moav, between Moav and the Emorites.</b>", "<b>Therefore, it is said in the book of the Wars of the Lord: Vahev,</b> the name of a place, the children of Israel conquered <b>by storm, and</b> also <b>the tributaries of the Arnon.</b>", "<b>the outpouring of the streams that tended toward the settled area of Ar,</b> an important Moavite city, <b>and</b> this estuary <b>abuts the border of Moav.</b>", "<b>From there</b> Israel traveled <b>to the well; that is the well where the Lord said to Moses: Assemble the people, and I will give them water.</b> It is possible that this is the well that opened for them at the incident of the water of dispute (20:11–13).", "<b>Then Israel sang this song: Rise, well; give voice for it,</b> in honor of the well.", "<b>A well that princes dug, the nobles of the people excavated, with a ruler’s staff,</b> meaning with the staffs in their hands, which symbolized their leadership, and <b>with their canes.</b> This was not a typical well dug by common laborers. The verse now proceeds with a list of places through which Israel passed: <b>And from the wilderness</b> they journeyed <b>to</b> a place called <b>Matana</b>, perhaps because of the abundance that was found there.", "<b>And from Matana</b> they came <b>to</b> a place called <b>Nahaliel,</b> after its streams [<i>neḥalim</i>]; <b>and from Nahaliel to Bamot,</b> which was probably an elevated area, like a <i>bima</i>, platform;", "<b>and from Bamot</b> they traveled <b>to the canyon that is in the field of Moav,</b> and <b>at the top of the peak</b> above, one could see Moav on one side, <b>and</b> the other side <b>overlooks the surface of the desert,</b> east of Moav.", "<b>Israel sent messengers to Sihon, king of the Emorites, saying:</b>", "<b>Let me pass in your land; we will not turn to a field or to a vineyard; we will not drink well water</b> from your wells; <b>we will go on the king’s way,</b> the public thoroughfares that pass through the cities. Alternatively, we will go on whatever road you instruct us to use, <b>until we will pass your border</b> on the way to Canaan.", "<b>Sihon did not allow Israel to pass in his border.</b> Perhaps he was emboldened to refuse Israel safe passage because they approached him in a polite manner. <b>Sihon gathered his entire people, and came out toward Israel to the wilderness; he came to</b> the city of <b>Yahatz; and he fought against Israel.</b>", "<b>Israel smote him by sword, and took possession of his land from</b> the <b>Arnon</b> Ravine, on the border of Moav, <b>until</b> the <b>Yabok</b> Ravine, <b>until the children of Amon; for the border of the children of Amon was strongly defended</b> and closed to them.", "<b>Israel took all these cities</b> in Sihon’s land, <b>and Israel dwelt in all the cities of the Emorites, in</b> the city of <b>Heshbon, and in all its environs.</b>", "<b>For Heshbon was the city of Sihon, king of the Emorites; he,</b> Sihon, <b>fought against the first king of Moav, and took all his land from his possession, until Arnon,</b> including the city of Heshbon, which changed hands several times.", "<b>Therefore, the allegorists will say.</b> These allegorists were ancient poets who spoke in metaphor and parable, and sang songs of the heroism displayed by the Emorites during their victorious wars against Moav. They will say: <b>Come,</b> let us go <b>to</b> conquer <b>Heshbon. The city of Sihon will be built and established</b> in this place, on the spot of the Moavite Heshbon.", "<b>For a fire emerged from Heshbon, a flame from the city of Sihon.</b> After Heshbon was captured by the Emorites, it became known as the city of Sihon. The allegorists called for the heat of battle to continue from Heshbon to the other Moavite cities: <b>It consumed Ar,</b> a city <b>of Moav,</b> and <b>the shrines of the high places of Arnon.</b> The ancient song reiterated the small territory held by Moav at that time: Arnon was its northern border, as Heshbon, further north and formerly a Moavite city, had already been conquered by the Emorites.", "<b>Woe to you, Moav, you are lost, people of Kemosh,</b> god of Moav. <b>He,</b> Kemosh, <b>has rendered his sons refugees, and his daughters are in captivity, to the Emorite king, Sihon.</b>", "<b>Their fields were lost from Heshbon until Divon,</b> another Moavite city. Alternatively, the verse means: Their authority was lost from Heshbon and removed from Divon. Or the verse means: We cast them from Heshbon until Divon. <b>And we laid waste till Nofah that reaches to Medva.</b> The poets depict Sihon’s great victory over Moav, in which the border of Moav was pushed southward, and the entire region between the Arnon and Yabok Ravines became Emorite territory. When the Israelites conquered Sihon, they settled in this area.", "<b>Israel dwelt in the land of the Emorites,</b> which was not densely populated, but was mainly pasture and farmland.", "<b>Moses sent to spy out Yazer,</b> which was also in the land of Sihon. <b>They</b> first <b>captured its environs,</b> the small settlements surrounding the city, after which they captured Yazer itself, <b>and dispossessed the Emorites who were there.</b>", "Once the children of Israel had conquered the land of Sihon, they continued to move northward. Later, they would travel back south, cross the Jordan River,and enter the land of Canaan near Jericho <b>They turned and ascended via the Bashan,</b> the broad and fertile region which includes the modern-day Golan Heights. The Bashan extends from the Yarmuk River in the south to Mount Hermon, with the Jordan Valley and the Sea of Galilee on the west and Jabal al-Druze on the east. <b>And Og, king of Bashan,</b> also an Emorite king, <b>came out against them, he and his entire people, to the battle</b> against Israel <b>at</b> the city of <b>Edre’i.</b>", "<b>The Lord said to Moses: Do not fear him.</b> Og, and perhaps those in the surrounding areas, were “from the rest of the Refaim,” a race of giants. Some members of this race lived on the western side of the Jordan, and it is they who caused the spies of Israel to be afraid (13:33). God therefore tells Moses not to fear. <b>For I have delivered him into your hand, him and his entire people, and his land; you shall do to him as you did to Sihon, king of the Emorites, who lives in Heshbon.</b>", "<b>They smote him, and his sons, and his entire people, until they left no remnant of him; and they took possession of his land.</b>"], ["<b>The children of Israel traveled</b> southward, <b>and encamped on the plains of Moav across the Jordan</b> River <b>from Jericho.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 19:1-22:1", "heRef": "ביאור שטיינזלץ על במדבר י״ט:א׳-כ״ב:א׳", "sections": ["19", "1"], "toSections": ["22", "1"], "sectionRef": "Steinsaltz on Numbers 19-22", "heSectionRef": "ביאור שטיינזלץ על במדבר י״ט-כ״ב", "firstAvailableSectionRef": "Steinsaltz on Numbers 19:1-22:1", "isSpanning": true, "next": "Steinsaltz on Numbers 23", "prev": "Steinsaltz on Numbers 18", "title": "Steinsaltz on Numbers 19-22", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 19:1-22", "Steinsaltz on Numbers 20", "Steinsaltz on Numbers 21", "Steinsaltz on Numbers 22:1"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}