{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>These are the words that Moses spoke to all Israel beyond the Jordan, in the wilderness</b> that stretches along the eastern side of the Jordan, <b>in the Arava</b> which extends from the Dead Sea to the Gulf of Eilat, <b>opposite the Red Sea, between Paran and Tofel, and Lavan, and Hatzerot, and Di Zahav.</b> These places serve to pinpoint the precise locations where Moses spoke. Alternatively, Moses repeated here various commandments that he had imparted to the people when they were in these places. Additionally, these names allude to certain events to which Moses refers in his address.", "<b>Eleven days from Horev,</b> Mount Sinai, <b>via Mount Se’ir until Kadesh Barnea.</b> The journey from Mount Sinai to Kadesh Barnea, on the southern border of the Land of Israel, took eleven days. However, it was only many years after the people arrived in Kadesh Barnea that they were able to enter Israel.", "<b>It was in the fortieth year, in the eleventh month,</b> which would later be called Shevat, <b>on the first of the month,</b> that <b>Moses spoke to the children of Israel, in accordance with everything that the Lord had commanded him to them.</b>", "<b>After his smiting of Sihon, king of the Emorites, who lived in Heshbon, and Og, king of Bashan, who lived in Ashtarot,</b> in battle at Edre’i. Alternatively, the conclusion of the verse may be rendered: Who dwelled in Ashtarot and Edre’i, as both were cities in Og’s kingdom. Yet another possibility is that Ashtarot is not a place-name, but it means strength and sharp cliffs, and it describes the tall, harsh mountains of Edre’i. Although Moses did not bring the people into the Land of Israel, he prepared the way by defeating two powerful kings. He mentions these victories in order to solidify the nation’s confidence toward their next step of entering the land;", "<b>beyond the Jordan, in the land of Moav, Moses began [<i>ho’il</i>] expounding this Torah, saying.</b> Others explain that <i>ho’il</i> means wanted, that Moses sought to expound the law of the Torah:", "<b>The Lord our God spoke to us</b> when we were <b>at Horev, saying: Enough of your living at this mountain,</b> where you received the Torah;", "<b>turn</b> from Horev, <b>and set you out, and come to the highlands of the Emorites and all their neighbors, in the Arava, on the highlands, and on the plain, and in the south, and on the seashore; the land of the Canaanites, and the Lebanon, until the great river, the Euphrates River.</b>", "<b>See, I have placed the land before you. Come and take possession of the land about which the Lord took an oath to your fathers, to Abraham, to Isaac, and to Jacob, to give</b> it <b>to them and to their descendants after them.</b> God commands the people to depart upon a journey that will eventually lead to their entry into the Land of Israel.", "<b>I spoke to you at that time, saying: I am unable to bear you alone.</b>", "The burden was too heavy for me because <b>the Lord your God has multiplied you, and behold, you are today as the stars of the heavens in abundance.</b>", "After mentioning the great size of the people, Moses stresses that he is not complaining about the growth of the nation; on the contrary, he says: It is my wish that <b>the Lord, God of your fathers, shall add to you one thousand times</b> as many people <b>as you are</b> now, <b>and</b> that <b>He will bless you,</b> and fulfill His promises, <b>as He spoke to,</b> about, <b>you.</b>", "Nevertheless, as you are so numerous, <b>how shall I bear alone your troubles</b> that require resolutions, <b>your</b> personal <b>burdens</b> with which each of you troubles me, <b>and your</b> internal <b>quarrels?</b>", "<b>Get for you,</b> choose, <b>men, wise, and understanding, and</b> who are not strangers or loners but who are well <b>known to your tribes</b> and have good reputations, <b>and I will place them at your head.</b> I presented you with a suggestion that was basically the one initially proposed by Yitro.", "<b>You answered me and said: The matter is good that you have spoken to do.</b>", "With your consent, and based on your personal testimony, <b>I took the heads of your tribes, men wise and known, and I placed them</b> as <b>heads over you.</b> These men were appointed <b>leaders of thousands, and leaders of hundreds, and leaders of fifties, and leaders of tens, and officers for your tribes.</b>", "<b>I commanded your judges at that time, saying: Hear</b> the arguments <b>between your brethren</b> and attempt to understand the wishes of each side, <b>and judge righteousness between man and his brother, and a stranger to him,</b> including those who have no family relatives.", "<b>You shall not give preference</b> to either side <b>in judgment; small and great alike you shall hear</b> equally, to safeguard justice and honesty. <b>You shall not fear</b> speaking your mind or remaining silent <b>due to any man, as judgment is God’s.</b> No personal considerations may enter the judge’s decision making, as his task is to relay God’s judgment to the litigants. Consequently, any perversion of justice is a sin against God and a betrayal of His agency. <b>And the matter that is too difficult for you, you shall bring near to me, and I will hear it,</b> and attempt to find a solution.", "<b>I commanded you at that time all the matters that you shall do.</b>", "<b>We traveled from Horev, and we went through the entire great and awesome wilderness that you saw, via the Emorite highlands, as the Lord our God had commanded us, and we came to Kadesh Barnea.</b>", "<b>I said to you: You have come to the Emorite highlands, which the Lord our God is giving us.</b>", "You can <b>see,</b> from your experiences to this point, that <b>the Lord your God has placed the land before you; ascend, take possession, as the Lord, God of your fathers, spoke to you; do not fear, and do not be frightened</b> and lose the will to fight. Go forth to battle, as you will be victorious.", "When I informed you that you would soon be entering the land, <b>you all approached me and said: Let us send men before us, and they will spy the land for us, and they will return word to us: The way that we will ascend, and the cities at which we will arrive.</b>", "<b>The matter was good in my eyes; and I took from you twelve men, one man for each tribe.</b>", "<b>They,</b> the men, <b>turned and they ascended to the highlands, and they came until the Eshkol Ravine, and spied it,</b> the land.", "<b>They took in their hand from the fruit of the land and brought it down to us; they brought back word to us, and said: The land that the Lord our God is giving to us is good.</b> According to the parallel account in Numbers, after the spies admitted that the land was good, they added other comments which ruined what would otherwise have been a positive report. However, in this speech, Moses is generally not interested in emphasizing private sins. He therefore highlights the positive aspect of the spies’ report.", "<b>But</b> despite the positive report, <b>you were not willing to ascend, and you defied the directive of the Lord your God.</b>", "<b>You murmured</b> your complaints <b>in your tents, and you said: In the Lord’s hatred of us, He took us out of the land of Egypt, to deliver us into the hand of the Emorites, to destroy us.</b> God is sending us to Canaan only because He wants to destroy us.", "<b>Where are we ascending? Our brethren,</b> the spies, <b>have melted our heart, saying: A people greater and taller than we; cities great and fortified to the heavens; and we have also seen the sons of the giants there.</b> We cannot possibly conquer the inhabitants of Canaan.", "<b>I said to you: Do not be intimidated and do not fear them.</b>", "<b>The Lord your God who goes before you, He will make war for you, like everything that He did for you in Egypt before your eyes.</b> You saw in Egypt how God fought for you without any effort on your part. He will continue to battle on your behalf in the future as well.", "In addition to the miracles you witnessed in Egypt, you experienced many wonders <b>in the wilderness, where you saw that the Lord your God bore you as a man would bear his son,</b> with strength, love, and gentleness, <b>in the entire path that you went, until you came to this place.</b>", "<b>But in this matter</b> of conquering the land, which is far less complicated, <b>you do not have faith in the Lord your God,</b>", "<b>who goes before you on the way, to scout for you a place for your encampment with fire</b> that descends <b>by night, to show you the path on which you shall go, and in the cloud by day.</b>", "However, the nation did not listen to Moses, and objected to entering the land. And <b>the Lord heard the sound of your words, and He was enraged and took an oath, saying:</b>", "<b>If any man among these men, this wicked generation, will see the good land about which I took an oath to give</b> it <b>to your fathers.</b> I will not allow any of these men to see the land,", "<b>except</b> for <b>Caleb son of Yefuneh, he shall see it,</b> the land; <b>and to him I will give the land in which he trod, and to his children, because he followed the</b> instruction of the <b>Lord wholeheartedly,</b> and provided an accurate description of the land, while assuring the people that they could conquer it.", "<b>Also the Lord was incensed with me because of you, saying:</b> Due to your sin, <b>you too shall not come there.</b> Although Moses sinned on a different occasion, he already received a hint in the aftermath of the sin of the spies that he too would not enter the land.", "<b>Joshua son of Nun, who stands before you,</b> to serve you, <b>he shall come there; strengthen him, for he shall bequeath it to Israel.</b>", "God addresses the people: <b>And</b> ironically, <b>your children, whom you said would be</b> taken by your enemies as <b>captives</b> and killed, <b>and your</b> young <b>sons, who today do not know</b> how to distinguish between <b>good and evil, they will come there,</b> to the land of Canaan, <b>and to them I will give it, and they will take possession of it.</b>", "Meanwhile <b>you, turn</b> back <b>and travel into the wilderness via</b> the route leading to <b>the Red Sea,</b> as you will wander in the wilderness until you die.", "<b>You answered and you said to me: We sinned against the Lord, we will go up and make war, in accordance with everything that the Lord our God had commanded; and you girded each man his weapons of war, and decided to ascend to the mountain.</b> Alternatively, this means: And you dared to ascend to the mountain, or: And you readied yourselves to ascend to the mountain.", "<b>The Lord said to me: Say to them: Do not go up and do not make war, as I am not in your midst, and</b> if you obey Me, <b>you will not be routed before your enemies.</b>", "<b>I spoke to you</b> and told you not to set out to war, reminding you that all your previous victories were achieved only through divine assistance, not your own military power; <b>but you did not heed, and you defied the directive of the Lord, and you intentionally ascended to the mountain.</b>", "<b>The Emorites, who live on that mountain, came out toward you, and pursued you, as bees would do, and</b> they <b>beat</b> and broke <b>you in Se’ir until Horma.</b> The Emorites surrounded you like a swarm of bees, leaving no avenue of escape. This place was later called Horma, in commemoration of the destruction [<i>ḥurban</i>] that occurred there.", "<b>You returned and wept before the Lord,</b> in regret for your sins, begging for forgiveness and mercy; <b>but the Lord did not heed your voice, and He did not listen to you.</b>", "<b>You lived in Kadesh many days, like the days that you lived there.</b>"], ["<b>We turned and we traveled</b> back <b>into the wilderness via the Red Sea, as the Lord spoke to me; and we circled Mount Se’ir many days.</b> For years, we stayed in the region of Mount Se’ir, and we did not travel in the direction of Canaan until the geneation that left Egypt had died out.", "After a long time had passed, <b>the Lord said to me, saying:</b>", "<b>Enough for you circling this mountain,</b> Mount Se’ir, and staying in the same region all the time. After all this aimless wandering, <b>turn you</b> to a specific direction, <b>to the north.</b>", "<b>Command the people, saying: You are passing through the border of your brethren the children of Esau, who live in Se’ir; they will be afraid of you,</b> because you are a great nation, <b>and</b> even so, <b>you shall be very careful.</b>", "<b>Do not provoke them, for I will not give you even the tread of the sole of a foot from their land, because I have given Mount Se’ir to be an inheritance to Esau.</b> Esau was granted Mount Se’ir as his portion of God’s promise to Abraham and his family. In the future, this territory will revert to its true permanent owner, the nation of Israel. However, for the moment it will remain in the possession of the descendants of Esau, and Israel was prohibited from taking any part of it.", "Consequently, in order to eat, <b>you shall purchase from them food with silver, and eat; and also water you shall purchase from them with silver, and drink.</b>", "<b>For the Lord your God blessed you in all your handiwork; He has known</b> what you required in <b>your walking through this great wilderness, these forty years the Lord your God has been with you; you have not lacked anything.</b> Since you were isolated from civilization and commerce in the wilderness, and your needs were provided for by God, you did not require money. Now you can spend the money that you possess.", "<b>We passed from our brethren the children of Esau, who live in Se’ir, from the way of the Arava, from Eilat and from Etzyon Gever,</b> which is next to Eilat, <b>and we turned</b> northward <b>and passed via the wilderness of Moav.</b> In the Bible, of all the nations, only the children of Esau are called the brethren of Israel, as they are the Israelites’ closest family; no other nation is referred to by this term. Here this family relationship is mentioned in support of the admonition against threatening the territory of Esau.", "<b>The Lord said to me: Do not besiege Moav, and do not provoke war with them, as I will not give you from his land a possession; because to the children of Lot I have given</b> the region of <b>Ar,</b> in Moav, <b>as a possession.</b>", "Here, the chapter records some pertinent details from the distant past: <b>The Emim,</b> a nation or tribe, perhaps so named because it engendered fear [<i>eima</i>] in others, <b>dwelt there previously,</b> in the land currently inhabited by Moav; <b>a people great, numerous, and tall, like giants.</b>", "<b>Refaim,</b> another ancient people, <b>would also be regarded as giants; but the Moavites,</b> whose language was similar to Hebrew, <b>would call them Emim,</b> because they aroused fear [<i>eima</i>].", "The chapter similarly notes: <b>In Se’ir the Horites lived previously, and the children of Esau took possession from them and they destroyed them from before them, and dwelled in their place, as Israel did to the land of its possession,</b> the land of Sihon and Og, <b>which the Lord gave to them.</b> The children of Esau did not entirely destroy the Horites, as they intermingled with them. The children of Esau were the de facto rulers of Se’ir, while the Horites cooperated and maintained cordial relations with them. ", "<b>Now</b> that you have approached the Land of Israel, <b>rise, and cross the Zered Ravine.</b> This ravine was perhaps named for its trees or shrubbery [<i>zeradim</i>]. <b>And we crossed the Zered Ravine.</b> This was the point of transition from the Israelites’ wandering in the wilderness to their arrival at the border of the Promised Land.", "<b>The days that we went from Kadesh Barnea, until we crossed the Zered Ravine, were thirty-eight years,</b> as we waited <b>until the demise of the entire generation,</b> all those who had been counted in the first census as <b>the men of war,</b> males who were between ages twenty and sixty at the time. Eventually, all those men passed away <b>from the midst of the camp, as the Lord swore to them.</b>", "<b>The hand of the Lord,</b> divine intervention, <b>was also among them, to destroy them from the midst of the camp, until their demise.</b> Thirty-eight years would not have been enough for them all to die of natural means, and therefore God accelerated the process.", "<b>It was when all the men of war concluded to die from among the people,</b> that the great journey to enter the land began, as", "<b>the Lord spoke to me, saying:</b>", "<b>You are passing today the border of Moav, Ar;</b>", "<b>you will approach opposite the children of Amon; do not besiege them and do not provoke them</b> to battle, <b>as I will not give you from the land of the children of Amon as a possession; because to the children of Lot I have given it as a possession,</b> in Abraham’s merit.", "<b>It, too,</b> the land of the descendants of Amon, <b>is considered a land of Refaim,</b> as <b>Refaim lived in it previously, and the Amonites call them,</b> those people, <b>Zamzumim.</b>", "The lands on the eastern side of the Jordan River were once populated by the Refaim, who were <b>a people great, and numerous, and tall as the giants;</b> but <b>the Lord destroyed them, the Refaim, <b>from before them,</b> the Amonites, the descendants of Lot, <b>and they took possession from them, and settled in their place,</b></b>", "<b>as He did for the children of Esau, who live in Se’ir, that He destroyed the Horites from before them and they took possession from them, and settled in their place until this day.</b> Since Canaan serves as a crossing point for other regions, there have always been nations that spoke different languages, living in close proximity to this land. Like the Refaim, the Horites, who were apparently originally from Asia Minor, lived on the eastern side of the Jordan River until the arrival of the descendants of Esau.", "Similar to the previous verse, this verse is not directly related to the narrative at hand, as it describes ancient demographic and historical shifts. As for <b>the Avim, who lived in unwalled cities until Gaza,</b> a coastal region in the southern part of the land, <b>Kaftorim, who emerged from Kaftor,</b> the island of Crete, <b>destroyed them, and settled in their place.</b> The Philistines, who settled this coastal area, were descendants of the Kaftorim.", "After this historical and geographical description, God commands: <b>Rise, and travel, and cross the Arnon Ravine; see, I have placed Sihon, king of Heshbon, the Emorite, and his land in your hand; begin taking possession, and provoke war with him.</b> The Edomites, descendants of Esau, and the Moavites and Amonites, descendants of Lot, came from the same family as the patriarchs of Israel. Due to the oath to Abraham and his family, these nations also inherited portions on the eastern side of the Jordan River. Consequently, the children of Israel were warned not to attack them. However, this warning does not apply to Israel attacking other nations, and therefore the children of Israel were permitted and commanded to begin inheriting the land of Sihon.", "From <b>this day</b> onward <b>I will begin to place terror of you and fear of you upon the peoples under all the heavens, who will hear your reputation and will tremble, and be in trepidation because of you.</b> Until now, the children of Israel were considered by other peoples as an almost mythical nation of nomads, about whom they related miraculous stories from forty years earlier. Now this nation would become a real threat.", "<b>I sent messengers from the wilderness of Kedemot,</b> in the east [<i>kedem</i>], <b>to Sihon, king of Heshbon, with words of peace, saying:</b> Although God had told Moses that the children of Israel would have to wage war against Sihon, Moses nevertheless sent a message of peace. This gesture highlights the value of attempting dialogue before waging war. Similarly, the Rambam writes that one does not wage war, whether an optional or a compulsory war, without first extending an offer of peace.", "<b>Let me pass through your land,</b> and I promise that <b>I will go only on the</b> main <b>path, I will not diverge</b> to the sides, <b>right or left.</b>", "As in the case of the children of Esau (2:6), Israel proposes: <b>You will sell me food for silver, and I will eat, and you will give me water for silver, and I will drink; only let me pass on my feet.</b> All we ask is for permission to pass through your territory; we guarantee not to cause any damage to the surroundings, the people, or the animals. Furthermore, you will profit from the arrangement, as we will pay for anything we eat,", "<b>like the children of Esau, who live in Se’ir, and the Moavites, who live in Ar, did for me.</b> The children of Israel did not pass through Se’ir or Moav. Rather, this is apparently a reference to the commercial ties that they maintained with these nations. With regard to Moav, see Numbers 25:1–3; it is possible that there was a similar arrangement with Edom. Israel adds: I request this assistance only <b>until I will cross the Jordan into the land that the Lord our God is giving us.</b>", "<b>But Sihon, king of Heshbon, was unwilling to let us pass through it,</b> his land, <b>for the Lord your God hardened his spirit, and made his heart obstinate, in order to deliver him into your hand, like this day.</b>", "<b>The Lord said to me: See, I have begun delivering before you Sihon and his land; begin taking possession of his land</b> without delay.", "<b>Sihon came out to war toward us, he and his entire people, to Yahatz.</b>", "<b>The Lord our God delivered him before us and we smote him, and his sons,</b> who were also prominent individuals or warriors, <b>and his entire people.</b>", "<b>We captured all his cities at that time, and we destroyed</b> the men of <b>every inhabited city, and</b> also <b>the women, and the children.</b> We took everything, and <b>we left no remnant</b> from its inhabitants.", "<b>Only the animals we looted for ourselves, and the spoils of the cities that we captured.</b>", "We conquered all the cities <b>from Aroer, which is on the</b> northern <b>edge of the Arnon Ravine, and the city that is in the ravine until the Gilad,</b> far to the north of Aroer. <b>There was no city that was too high for us,</b> or too strong for us to conquer; <b>everything, the Lord our God delivered before us.</b>", "<b>Only to the land of the children of Amon you did not approach, all the area adjacent to the Yabok Ravine, and the cities of the highlands, and everywhere that the Lord our God had commanded us.</b> The children of Israel fought Sihon, whose kingdom encompassed a large territory which reached until the border of Amon, but they were careful not to encroach upon the territory of Amon."], ["<b>We turned, and went up</b> northward <b>via the Bashan,</b> to the northeast of the Sea of Galilee; <b>and Og, king of the Bashan, came out toward us, he and his entire people, to war at</b> the city of <b>Edre’i.</b> It is possible that any turn to the north is called an ascent in the Bible.", "<b>The Lord said to me: Do not fear him as I have delivered him and his entire people and his land into your hand; you shall do to him as you did to Sihon, king of the Emorites, who lives in Heshbon.</b>", "<b>The Lord our God also delivered into our hand Og, king of Bashan, and all his people; and we smote him until we left him no remnant.</b>", "<b>We took all his cities at that time; there was no city</b> in that entire region <b>that we did not take from them,</b> including the <b>sixty cities</b> comprising <b>the entire region of Argov, the kingdom of Og in the Bashan.</b> The precise location of the region of Argov is unknown. Its name possibly derives from the term for a clod [<i>regev</i>] of dirt, or a den [<i>gov</i>] of a lion [<i>arye</i>].", "<b>All these were</b> strong, <b>fortified cities,</b> surrounded by a <b>high wall,</b> with <b>gates and a bar, besides the very many</b> smaller, <b>unwalled cities</b> that we conquered.", "<b>We destroyed them, as we did to Sihon, king of Heshbon, destroying every inhabited city, the women, and the children.</b>", "<b>But all the animals, and the spoils of the cities, we looted for ourselves.</b>", "<b>We took, at that time, the land from the hand of the two kings of the Emorites,</b> Sihon and Og, <b>that were beyond the Jordan, from the Arnon Ravine until Mount Hermon.</b>", "The chapter adds a comment on Hermon, the most prominent mountain range south of Lebanon: <b>Sidonians,</b> who lived on the other side of the mountain, <b>would call Hermon Siryon, and the Emorites would call it Senir.</b>", "<b>All the cities of the plain, and all the Gilad, and all the Bashan, until Salka and Edre’i, cities of the kingdom of Og in the Bashan.</b>", "<b>As only Og, king of the Bashan, remained from the rest of the Refaim</b> who once dwelled on the eastern side of the Jordan River, most of whom had died (see 2:20) <b>. Behold, his bed was a bed of iron,</b> which was unusual at that time. It was made of iron because Og was exceptionally large and heavy. This bed survived and was transferred over time; <b>isn’t it in Raba of the children of Amon? Nine cubits is its length, and four cubits its width, by the cubit of a man.</b> Since the height of an average individual is three to four cubits, one whose bed measures nine cubits in length is indeed a giant.", "<b>This land we took possession of at that time, from Aroer, which is near the Arnon Ravine,</b> in the south, near Moav, <b>and half of Mount Gilad, and its cities, I gave to the Reubenite and to the Gadite</b> tribes.", "<b>The rest of Gilad, and all the Bashan,</b> which is <b>the kingdom of Og, I gave to half the tribe of Manasseh; the entire region of Argov for the entire Bashan, that would be called the land of Refaim,</b> especially the area of Bashan.", "<b>Ya’ir son of Manasseh,</b> among others, <b>took the entire region of Argov until the border of the Geshurite and the Maakhatite,</b> two small kingdoms north of Israel, <b>and he called them after his name, the Bashan</b> he called <b>Havvoth Ya’ir, to this day.</b>", "<b>To Makhir,</b> a family from the tribe of Manasseh, <b>I gave Gilad</b> as an inheritance.", "<b>To the Reubenite and to the Gadite I gave from the Gilad until the Arnon Ravine,</b> which included the area <b>within the ravine and</b> around <b>its border, until the Yabok Ravine, the border of the children of Amon.</b> The Arnon Ravine is the border of Moav, while the Yabok Ravine is the border of Amon. The entire adjacent region was given to the tribes of Reuben and Gad.", "This territory included <b>the Arava, and the Jordan, and its border,</b> its bank. The Jordan was included in their land and comprised the western border of the portion of these tribes. <b>From the Sea of Galilee until the sea of the Arava, the Dead Sea, under the waterfalls of the peak to the east,</b> near the Jordan. Alternatively, this last phrase means: The streams that flow to the Jordan from the east.", "<b>I commanded you at that time, saying: The Lord, your God, gave you,</b> the tribes of Reuben and Gad and half the tribe of Manasseh, <b>this land to take possession of it; all those mobilized shall pass before your brethren the children of Israel, all</b> those <b>capable men,</b> who are fit to wage war.", "<b>Only your wives, and your children, and your livestock, I know that you have much livestock, they shall live in your cities that I gave you</b> on the eastern side of the Jordan River.", "However, you must remember that those fit for war are obligated to go forth in battle at the vanguard of the army, <b>until the Lord will give rest to your brethren,</b> the other tribes, <b>like you, and they too will take possession of the land that the Lord your God is giving them beyond the Jordan</b>, to the west <b>.</b> Only then, when the wars are concluded, <b>each man shall return to his possession that I gave</b> and divided among <b>you,</b> and which awaits you on this side of the Jordan.", "Although Joshua served as one of Moses’ generals, Moses personally commanded the battles against Sihon and Og. Now Moses refers directly to Joshua. <b>I commanded Joshua at that time, saying: It is your eyes that have seen everything that the Lord your God has done to these two kings,</b> as they were utterly defeated; <b>so shall the Lord do to all the kingdoms that you are crossing there.</b>", "There are many more kingdoms on the western side of the Jordan, and the settled areas there are both larger and more crowded. Nevertheless, <b>you shall not fear them, as it is the Lord your God who makes war for you.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 1:1-3:22", "heRef": "ביאור שטיינזלץ על דברים א׳:א׳-ג׳:כ״ב", "sections": ["1", "1"], "toSections": ["3", "22"], "sectionRef": "Steinsaltz on Deuteronomy 1-3", "heSectionRef": "ביאור שטיינזלץ על דברים א׳-ג׳", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 1:1-3:22", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 4", "prev": null, "title": "Steinsaltz on Deuteronomy 1-3", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 1:1-46", "Steinsaltz on Deuteronomy 2", "Steinsaltz on Deuteronomy 3:1-22"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}