{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>It shall be, because you heed these ordinances, and observe and perform them, the Lord your God will maintain for you the covenant and the kindness with regard to which He took an oath to your forefathers.</b>", "<b>He will love you, bless you, and multiply you; He will bless the fruit of your womb and the fruit of your land, your grain, your wine, and your oil, the calves of your herds and the lambs of your flock, in the land with regard to which He took an oath to your forefathers to give to you.</b>", "<b>You shall be blessed more than all peoples:</b> First and foremost, <b>there shall not be an infertile male or a barren female among you, or among your animals.</b>", "<b>The Lord will remove from you all illness and all of the evil maladies of Egypt that you knew,</b> which you saw in Egypt, <b>he will not place them among you; rather, he will give them to your enemies.</b>", "<b>You shall consume all the peoples that the Lord your God shall deliver to you; your eye shall not pity them; and,</b> Moses emphasizes once again, <b>you shall not serve their gods, for it is a snare for you.</b>", "<b>If you shall say in your heart: These nations are more numerous than I; how can I dispossess</b> all of <b>them?</b>", "<b>You shall not fear them; remember that which the Lord your God did to Pharaoh, and to all of Egypt.</b>", "<b>The great tests,</b> or miracles, or events <b>that your eyes saw, and the signs, and the wonders, and the mighty hand, and the outstretched arm, with which the Lord your God took you out; so will the Lord your God do,</b> employing signs and wonders and delivering retribution <b>to all the peoples from whom you fear.</b>", "In addition to your victories in war, God will assist you in other ways as well: <b>The hornets [<i>tzira</i>] too, the Lord your God will dispatch among them</b> to chase them out of their hiding places. Alternatively, <i>tzira</i> is a type of illness, similar to the term for leprosy [<i>tzara’at</i>], which your enemies will contract, <b>until the annihilation of those remaining and those hiding from before you.</b>", "<b>Do not be broken before them</b> or fear them; <b>as the Lord your God is in your midst, the great and awesome God.</b> It is appropriate to fear only God, not your enemies.", "<b>The Lord your God will banish those nations from before you little by little, you will be unable to eliminate them quickly,</b> as that outcome would not benefit you, <b>lest the beasts of the field increase against you.</b> If these nations were destroyed all at once, the emptied expanses of the land would become inhabited by wild beasts.", "<b>The Lord your God will deliver them before you, and He will confound them a great confusion, until their destruction.</b>", "<b>He shall deliver their kings into your hand, and</b> for your part, <b>you will eradicate their name from under the heavens.</b> You must not allow the names of idol worshippers to be memorialized, all the more so the names of their idols. <b>No man will stand before you, until you have destroyed them.</b>", "<b>The idols of their gods you shall burn in fire; you shall not covet</b> even the <b>silver or gold that is on them and take it for you,</b> despite the temptation to keep those valuable items for oneself, <b>lest you be ensnared by it,</b> and it will cause you to sin, <b>as it is an abomination to the Lord your God.</b>", "<b>You shall not bring an abomination</b> or items related to it <b>into your house, or</b> else <b>you will be proscribed</b> and abominated <b>like it;</b> rather, <b>you shall detest it, and you shall abhor it, as it is proscribed,</b> and you may have no contact with it."], ["<b>All the commandment that I command you this day,</b> both the commandments already mentioned and those to be stated below, <b>you shall take care to perform, so that you will live,</b> as you have already seen that those who abandoned their connection with God were destroyed (4:3). <b>And</b> beyond your survival, a life of commandments will bring you: You will <b>multiply and come and take possession of the land with regard to which the Lord took an oath to your forefathers.</b>", "Apart from the practical obedience to God’s commandments, it is important for Israel to maintain its collective national memory, which encompasses the period of the wanderings in the wilderness that it is about to conclude. <b>You shall remember the entire way that the Lord your God led you these forty years in the wilderness,</b> and He did so <b>to afflict you,</b> so that you would become accustomed to nomadic conditions and exile, and also in order <b>to test you, to know</b> and reveal <b>what is in your heart: Will you keep His commandments or not.</b>", "<b>He afflicted you, and starved you, and</b> then He <b>fed you the manna,</b> which is a food <b>that you did not know, and your fathers did not know; in order to impart to you that man does not live by bread alone; rather, it is by everything that emanates from the mouth of the Lord that man lives.</b>", "<b>Your garment did not grow worn from upon you, and your foot did not swell, these forty years.</b> Despite the extensive travels and walking, all your needs were provided for by God.", "When you consider the matter, <b>you shall know in your heart that</b> just <b>as a man chastises his son</b> due to his concern and love, <b>so the Lord your God chastises you.</b> The child understands that his father punishes him because he cares about him and is acting in his best interests. Furthermore, he realizes that even if his father chastens him, he will not stop providing for his needs. Similarly, you saw that even when you were being punished, the manna did not cease for even a single day.", "<b>You shall observe the commandments of the Lord your God, to walk in His ways, and to fear Him.</b> Your relationship with God is not based on love and acceptance alone; it includes a commitment to law and justice, based on the fear of God.", "<b>For the Lord your God is bringing you to a good land, a land of streams of water, of springs and depths, coming out in the valley and on the highlands.</b> These plentiful sources of water in the Promised Land contrast starkly not only with the parched desert but also with the land of Egypt. Although water is plentiful in Egypt, virtually all of it comes from a single source, the Nile, whereas in the land of Canaan there are streams and small rivers, as well as a great number of springs.", "<b>A land</b> praised for the types of food that grow there. It is a land <b>of wheat and barley, grapevines, figs, pomegranates; a land of oil olives,</b> olives from which oil is produced, <b>and</b> date <b>honey.</b>", "<b>a land in which you shall eat bread without poverty,</b> as it gives forth bountiful produce. <b>You shall not lack anything in it; a land whose stones are iron, and from whose hills you will excavate copper.</b> The land also contains deposits of various types of metals.", "<b>You will eat and be satisfied, and you shall bless the Lord your God for the good land that He gave you.</b>", "<b>Beware, lest you forget the Lord your God, to not observe His commandments, and His ordinances, and His statutes that I am commanding you today.</b>", "<b>Lest you eat and be satisfied</b> with the economic success that you have been promised, <b>and you will build good houses, and settle</b> in them. You are currently nomads who live in huts, at best, but you will soon be able to build houses and your lives will become increasingly comfortable.", "<b>And your cattle and your flocks increase; and silver and gold increase for you; and everything that is yours increases,</b> following your settlement of the land;", "<b>and your heart will grow haughty, and you will forget the Lord your God, who took you out of the land of Egypt, from the house of bondage.</b> It is natural that once you become accustomed to the easy life in Canaan, you will come to take it for granted, and you will forget that it is incumbent upon you to be grateful to God.", "<b>Who guides you in the great and awesome wilderness,</b> a place inhabited by the <b>snake</b> known as the <b>fiery serpent,</b> whose venom burns like fire, <b>and scorpion, and thirst where there is no water; who took water for you</b> even <b>from the rock of flint,</b> which is a hard rock. You must constantly remind yourselves and your children of the goodness that God bestowed upon you;", "<b>who feeds you manna in the wilderness, which your fathers did not know, in order to afflict you, and in order to test you, to do good for you in your future,</b> so that you will learn through this dependency about the true source of all blessings. The affliction mentioned here was caused by the unusual nature of the manna. Although it provided sustenance, it was always food of the same type and it could not be preserved for the next day to enable a sense of security. Furthermore, consumption of the manna did not create a true sense of satiation.", "<b>And you will say in your heart: My power and the might of my hand made me these riches.</b>", "<b>You shall remember the Lord your God, as it is He who gives you power to generate riches, in order to fulfill His covenant with regard to which He took an oath to your forefathers, as</b> you can remember <b>this day.</b>", "<b>It shall be if you shall forget the Lord your God, and you shall follow other gods, and serve them, and prostrate yourself before them, I am warning you today that you shall be annihilated</b> from the land.", "<b>Like the nations that the Lord annihilates from before you, so you will be annihilated, because you would not heed the voice of the Lord your God.</b>"], ["Although the question of whether Israel will remain in their land or suffer exile is contingent on their actions; here Moses underscores that their entrance into Canaan is not due to the merit of their deeds or their righteousness. <b>Hear, Israel: You are crossing the Jordan today,</b> in the near future, <b>to come to take possession from nations greater and mightier than you, cities great and</b> very strong, <b>fortified to the heavens;</b> this description is hyperbole.", "In these cities dwells <b>a people great and tall, sons of giants,</b> about <b>whom you knew and you heard</b> from afar: <b>Who can stand before the sons of giants?</b> Who can defeat them?", "Nevertheless, <b>you shall know today that the Lord your God is He who passes before you, a devouring fire; He will destroy them, and He will subdue them before you, and you will dispossess them and eradicate them quickly, as the Lord spoke to you.</b> Despite the difficult challenges ahead, you will emerge victorious, with God’s help.", "However, I am warning you: <b>Do not say in your heart, upon the Lord your God casting them from before you, saying: Due to my righteousness, the Lord has brought me to take possession of this land; and</b> in fact it is <b>due to the wickedness of these nations</b> that <b>the Lord dispossesses them from before you.</b> The cause of the banishment of those nations is due more to their culpability than to your own good deeds.", "<b>It is not due to your righteousness, or due to the uprightness of your heart, that you are coming to take possession of their land; rather, it is due to the wickedness of these nations that the Lord your God dispossesses them from before you.</b> These nations will be driven from the land because of their wickedness, <b>and</b> additionally, this will be performed <b>in order to keep the word with regard to which the Lord took an oath to your forefathers, to Abraham, to Isaac, and to Jacob.</b>", "<b>You should know that it is not due to your righteousness that the Lord your God is giving you this good land to take possession of it, as you are a stiff-necked,</b> stubborn <b>people.</b>", "Moses reiterates: <b>Remember; do not forget that you infuriated the Lord your God in the wilderness. From the day that you emerged from the land of Egypt until your arrival at this place, you have been defiant against the Lord.</b>", "<b>At Horev,</b> Mount Sinai, <b>you provoked the Lord, and the Lord was incensed with you to destroy you</b>", "<b>when I had ascended to the mountaintop to take the tablets of stone, the Tablets of the Covenant that the Lord made with you; I remained on the mountain forty days and forty nights;</b> and throughout that entire period, <b>bread I did not eat and water I did not drink,</b> as I was in a different state of existence.", "<b>The Lord gave me the two tablets of stone</b> that were <b>inscribed with the finger of God and on them corresponding to all the words that the Lord spoke with you on the mountain from the midst of the fire on the day of the assembly,</b> when the Torah was given. That day is referred to as the day of the assembly in other places as well (see 10:4; 18:16). In later generations this was called the day of the great event.", "<b>It was at the end of forty days and forty nights,</b> that <b>the Lord gave me the two tablets of stone, the Tablets of the Covenant.</b>", "<b>The Lord said to me: Rise, descend quickly from here, as your people that you took out of Egypt acted corruptly; they deviated quickly from the path that I had commanded them, they made for them a cast figure.</b>", "<b>The Lord said to me, saying: I have seen this people, and behold, it is a stiff-necked,</b> stubborn <b>people</b> that does not accept authority.", "<b>Let Me, and I will destroy them and I will erase their name from under the heavens and I will make you a nation mightier and more numerous than they.</b> Here Moses does not mention his response to this offer.", "<b>I turned and descended the mountain, and the mountain was</b> still <b>burning in fire, and the two Tablets of the Covenant were in my two hands.</b>", "<b>I saw, and, behold, you had sinned against the Lord your God, you made yourselves a cast figure of a calf, you quickly deviated from the path that the Lord had commanded you.</b> You had heard the prohibition against worshipping idols, and yet you had committed this transgression. Furthermore, you sinned at Mount Sinai itself, while the fire was still burning upon the mountain.", "<b>I grasped the two tablets,</b> inscribed by the finger of God, <b>I cast them from my two hands, and I shattered them before your eyes,</b> in order to exemplify the abrogation of the covenant, as the people were no longer worthy of receiving these tablets.", "<b>I</b> subsequently <b>fell before the Lord, as at the first</b> occasion, for <b>forty days and forty nights, I did not eat bread and I did not drink water, for all of your sin that you sinned, to perform evil in the eyes of the Lord, to anger Him.</b>", "<b>For I was daunted due to the wrath and the fury that the Lord raged against you to destroy you and the Lord heeded me that time as well.</b>", "<b>And the Lord was incensed with Aaron to destroy him,</b> as he was the one who had actually fashioned the calf; <b>and I prayed for Aaron too, at that time,</b> so God would have mercy upon him.", "<b>I took your sin that you made, the calf, and I burned it in fire; I pulverized it until it was well ground into dust and I cast its dust into the ravine that descends from the mountain,</b> so that it would be carried away by the water, and no trace of it would remain.", "The Golden Calf was your worst and most conspicuous, but not your only, sin. <b>In Tavera, and in Masa, and in Kivrot HaTaava, you</b> also <b>enraged the Lord.</b>", "Moses mentions another severe transgression of Israel, the sin of the spies: <b>Upon the Lord’s sending you from Kadesh Barnea, saying: Go up and take possession of the land that I have given you,</b> you could have entered the land, but <b>you defied the directive of the Lord your God, you did not trust Him, and you did not heed His voice,</b> to enter the land.", "In general, <b>you have been defiant of the Lord from the day that I</b> first <b>knew you.</b>", "Moses returns to the main event that he mentioned, the sin of the Golden Calf, but turns his focus to God’s mercy: <b>I fell before the Lord the forty days and forty nights that I fell,</b> as mentioned above in verse 18, <b>because the Lord had said to destroy you.</b>", "<b>I prayed to the Lord, and said: My Lord God, do not destroy Your people and Your inheritance,</b> Your chosen portion, <b>that You have redeemed in Your greatness, that You took out of Egypt with a mighty hand.</b>", "<b>Remember Your servants, Abraham, Isaac, and Jacob; do not turn to the stubbornness of this people, or to its wickedness, or to its sin.</b>", "Moses states another reason why God should spare the people: <b>Lest</b> the inhabitants of <b>the land that You took us out from there say: Due to the lack of the ability of the Lord to bring them to the land with regard to which He spoke to them, and due to His hatred of them, He took them out to kill them in the wilderness.</b> They might think that God is incapable of helping the Israelites conquer the land; therefore, He sought a pretext to rid Himself of them in the wilderness.", "<b>They are Your people and Your inheritance, that You took out with Your great power and with Your outstretched arm.</b> Therefore, please have mercy upon them."], ["<b>At that time the Lord said to me: Carve for yourself two tablets of stone like the first</b> tablets, <b>and ascend to Me to the mountain; and make for yourself a wooden ark,</b> in which to place the tablets.", "<b>I will inscribe on the tablets the statements that were on the first tablets that you shattered, and you shall place them in the ark.</b> Both the first tablets and the writing upon them were the work of God, whereas the second tablets were crafted by man, and then God wrote upon them the same content that were written on the first tablets.", "<b>I made an ark of acacia wood, I carved two tablets of stone like the first, and I</b> again <b>ascended to the mountaintop,</b> Mount Sinai, <b>and the two tablets were in my hand.</b>", "<b>He,</b> God, <b>inscribed on the tablets like the first inscription, the Ten Precepts that the Lord spoke to you on the mountain from the midst of the fire on the day of the assembly,</b> on the day of the revelation at Mount Sinai; <b>and the Lord gave them to me.</b>", "<b>I turned and I descended from the mount, and I placed the tablets in the ark that I had made and they were there, as the Lord had commanded me.</b>", "Here, Moses skips in time from the events at Sinai to the fortieth year in the wilderness: <b>The children of Israel traveled from Be’erot Benei Yaakan to Mosera; there Aaron died, and he was buried there, and Elazar his son served as priest in his place.</b>", "<b>From there they traveled to Gudgod, and from Gudgod to Yotvata, a land of streams of water.</b> Perhaps it was named Yotvata due to its plentiful sources of water and its overall goodness [<i>tuva</i>].", "Moses returns to the repercussions of the sin of the Golden Calf. <b>At that time,</b> after the giving of the second tablets, <b>the Lord designated the tribe of Levi to carry the Ark of the Covenant of the Lord, to stand before the Lord to serve Him, and to bless in His name to this day.</b>", "<b>Therefore Levi did not have a portion or an inheritance with his brethren, the Lord is his inheritance, as the Lord your God spoke to him.</b> The Levites, who are designated for the service of God, will be considered an independent social unit because they did not participate in the sin of the Golden Calf.", "Having concluded his account of the second tablets, Moses fills in some previously omitted details of earlier events. <b>I stayed on the mountain</b> in prayer so that God would forgive the sins of Israel, <b>like</b> I remained there <b>the first time,</b> when I received the Torah, <b>forty days and forty nights, and the Lord heeded me that time as well, the Lord was unwilling to destroy you</b> and had mercy upon you.", "<b>The Lord said to me: Rise, go on a journey before the people, and they will come and take possession of the land, with regard to which I took an oath to their forefathers to give to them.</b>", "Having summarized many of the events of the past years, Moses continues: <b>Now, Israel, what does the Lord your God ask of you? Only to fear the Lord your God, to walk in all His ways, and to love Him, and to serve the Lord your God with all your heart and with all your soul,</b>", "<b>to observe the commandments of the Lord, and His statutes that I command you today,</b> not for God’s sake but <b>for your</b> own <b>good.</b>", "<b>Behold, to the Lord your God are the heavens,</b> which are not the edge of reality, as even the heavens have heavens; <b>and the heavens of heavens, the earth and everything that is in it.</b> Since the entire universe belongs to Him, He does not need your observance of the commandments; rather, their fulfillment is for your own good alone.", "<b>Yet the Lord desired your forefathers, to love them, and He chose their descendants after them, you, from all the peoples, as this day,</b> and therefore He charged you with the fulfillment of His commandments.", "Therefore, <b>remove the</b> metaphorical <b>obstruction of your heart;</b> restore your sensitivity so that you will stand before God wholeheartedly. <b>And do not stiffen your neck anymore;</b> cease acting stubbornly.", "<b>For the Lord your God, He is the God of gods, and the Lord of lords, the great, the valorous, and the awesome God, who will not show favor</b> to people because of their status or achievements, <b>and will not take a bribe.</b> People might delude themselves that they can bribe God by performing good deeds or by mentioning His name, but He does not require anyone’s actions or praise.", "God does not favor the nobility, as <b>He executes justice for the orphan and the widow, and loves the stranger, to give him food and garment.</b> He cares for the lowly and the downtrodden. It is specifically due to God’s greatness that He supports those at the lowest strata of society. Consequently, you will not become more acceptable to God by building lavish temples, or by decorating them with expensive ornamentations.", "In passing, Moses adds: You should learn from God’s attributes and <b>you</b> too <b>shall love the stranger,</b> just as God does; and furthermore, <b>as you were strangers in the land of Egypt,</b> you should remember the misery of the foreign, subjugated exile, and you should act with compassion toward strangers in your land.", "In summation, <b>the Lord your God you shall fear, Him you shall serve, and to Him you shall cleave, and in His name you shall take an oath.</b> If you must take an oath, you are obligated to do so in His name.", "<b>He is your glory, and He is your God,</b> and there is nothing besides Him; it is He <b>who performed for you these great and awesome deeds that your eyes saw.</b>", "<b>With seventy people your ancestors descended to Egypt, and now the Lord your God has rendered you as the stars of the heavens in abundance.</b> Your immense increase in numbers is an indication of God’s special providence over you and His love for you."], ["<b>You shall love the Lord your God, and observe His charge.</b> You must be faithful to Him, and stand ready to fulfill His instructions, <b>and</b> also to observe <b>His statutes, and His ordinances, and His commandments, all the days.</b>", "<b>You shall know today that it is not with your children</b> that I am speaking, <b>who did not know, and who have not seen the chastising of the Lord your God, His greatness, His mighty hand, and His outstretched arm,</b>", "<b>and His signs, and His actions that He performed in the midst of Egypt to Pharaoh king of Egypt, and to his entire land,</b>", "<b>and what He did to the army of Egypt, to its horses, and to its chariots; that He inundated the water of the Red Sea upon them in their pursuit of you, and the Lord annihilated them to this day;</b>", "<b>and what He did for you in the wilderness, until you arrived at this place;</b>", "<b>and what He did to Datan and Aviram, sons of Eliav son of Reuben; that the earth opened its mouth, swallowed them, their households, their tents, and all the property that was at their feet,</b> the possessions through which they established their social status, <b>in the midst of all Israel.</b>", "<b>Rather, it is your</b> own <b>eyes that see all the great work of the Lord that He performed.</b>", "Therefore, <b>you shall observe the entire commandment that I command you this day, so that you will be strong, and come and take possession of the land, that you are crossing there to take possession of it;</b>", "<b>and</b> in addition, you should observe the commandments <b>so that you may extend your days upon the land, with regard to which the Lord took an oath to your forefathers to give to them and to their descendants,</b> and which is <b>a land flowing with milk and honey.</b>", "One special feature of the Promised Land is that it is clear that one’s sustenance there depends upon God: <b>For the land that you are coming there to take possession of it is not like the land of Egypt, from which you emerged, where you would sow your seed, and water it on foot, like a vegetable garden.</b> Thanks to the Nile, water is constantly available in Egypt. It is transferred through canals, from which it is carried in buckets to fields and gardens.", "<b>Rather the land that you are crossing there to take possession of it is a land of mountains and valleys; according to the rain of the heavens it drinks water.</b>", "<b>A land that the Lord your God seeks</b> and oversees; <b>always the eyes of the Lord your God are upon it, from the beginning of the year until year end.</b> Unlike the land of Egypt, where the supply of water is naturally steady, in Canaan there is no certainty that one will receive sufficient water for his needs. In the land of Canaan, one is made aware that he is under God’s constant supervision.", "<b>It shall be if you will heed My commandments that I command you today, to love the Lord your God, and to serve Him with all your heart and with all your soul,</b>", "<b>I will provide the rain of your land at its appointed time, the early rain and the late rain, and you will gather your grain, and your wine, and your oil,</b> all the major crops.", "<b>I will provide grass in your field for your animals,</b> as the rain will irrigate your fields of crops as well as areas designated for pasture, <b>and you will eat and you will be satisfied.</b>", "<b>Beware, lest your heart be seduced, and you stray and serve other gods, and prostrate yourself before them.</b>", "<b>The wrath of the Lord will be enflamed against you, and He will curb the heavens and there will be no rain, and</b> since the land in which you will be living depends on regular rainfall, <b>the ground will not yield its produce; and</b> due to the ensuing famine <b>you will be quickly eradicated from upon the good land that the Lord is giving you.</b>", "Due to the importance of these matters, the people are commanded to keep them in mind at all times. In this regard, Moses issues statements that can be interpreted as general, metaphorical expressions of internalization and remembrance, but which also require practical implementation: <b>You shall place these words of Mine upon your heart and upon your soul,</b> as you must pay attention to them; <b>and you shall bind them as a sign</b> of remembrance <b>upon your arm,</b> in that you must remember and observe them, and in addition you must bind them in written form upon your arm. <b>And they shall be as ornaments between</b> and above <b>your eyes,</b> an ornament of sorts placed above the forehead. This sign, the phylacteries, identifies each male as a member of the people of Israel.", "<b>You shall teach them to your children to speak of them</b> wherever you are, and whatever your situation; <b>while you are sitting in your house, while you are walking on the way, while you are lying, and while you are arising,</b> so that your children will continue in the path of the Torah.", "Additionally, <b>you shall write them on the doorposts of your house, and on your gates;</b>", "<b>so that your days will be increased, and the days of your children, on the land with regard to which the Lord took an oath to your forefathers to give them,</b> and the length of those days is <b>like the days of the heavens above the earth,</b> as long as the world exists.", "<b>For if you shall observe this entire commandment that I command you to perform it, to love the Lord your God, to walk in all His ways, and to cleave to Him,</b>", "<b>the Lord will dispossess all these nations from before you, and you will take possession from nations greater and mightier than you.</b>", "<b>Every place on which the sole of your foot shall tread will be yours, from the wilderness and the Lebanon, from the river, the Euphrates River, until the ultimate sea will be your border.</b> Not only will you receive the land that was promised to you in advance, but you will also succeed in conquering other places.", "<b>No man will stand before you,</b> since <b>the Lord your God will place terror of you and fear of you upon the entire land on which you will tread, as He spoke to you.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 7:12-11:25", "heRef": "ביאור שטיינזלץ על דברים ז׳:י״ב-י״א:כ״ה", "sections": ["7", "12"], "toSections": ["11", "25"], "sectionRef": "Steinsaltz on Deuteronomy 7-11", "heSectionRef": "ביאור שטיינזלץ על דברים ז׳-י״א", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 7:12-11:25", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 12", "prev": "Steinsaltz on Deuteronomy 6", "title": "Steinsaltz on Deuteronomy 7-11", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 7:12-26", "Steinsaltz on Deuteronomy 8", "Steinsaltz on Deuteronomy 9", "Steinsaltz on Deuteronomy 10", "Steinsaltz on Deuteronomy 11:1-25"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}