{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord said to Moses: Speak to the priests, sons of Aaron.</b> Since the following commandments concern the priests, they should be addressed mainly to them. <b>And say to them: He,</b> a priest, <b>shall not become impure from a corpse among his people.</b> It is prohibited for a priest to come into contact with the ritual impurity imparted by a corpse, even outside the Temple.", "The verse lists the exceptions to the aforementioned prohibition. The priest may become impure <b>only for his</b> deceased <b>kin, who is close to him: for his mother, for his father, for his son, for his daughter,</b> and <b>for his brother,</b> all of whom are first-degree blood relations.", "The priest may also become impure <b>for his virgin sister, who is close to him, who has not been with a man,</b> neither married nor betrothed to one; <b>for her, he may become impure.</b>", "The priest is <b>an important man among his people;</b> therefore, he <b>shall not become impure, to profane himself</b>. Alternatively, the verse means that a priest may not become impure for an important individual; that a husband may not become impure for a wife who profanes him, that is, in a case where he married a woman prohibited to him; or that a priest may not become impure for more distant relatives. The list of relatives for whom a priest may become impure includes only first-degree relatives; it is far shorter than the list of relatives with whom sexual relations are prohibited (18:6–18).", "<b>They shall not create a bald spot on their head</b> by tearing out their hair, <b>and the corner of their beard they shall not shave, and in their flesh they shall not make a laceration.</b> In the surrounding heathen societies, mourners would tear out their hair and lacerate themselves as an expression of sorrow or due to some other overwhelming emotion. The prohibition against shaving the corner of one’s beard is stated above with regard to all Jews and is reiterated here with regard to the priests in the context of mourning.", "<b>They shall be holy to their God, and they shall not profane the name of their God</b> due to their sanctity, <b>for the fire offerings of the Lord, the food of their God, they offer; they shall be holy.</b> Due to their unique status as ministers of God, certain restrictions apply to priests that do not apply to the rest of the people. These include the requirement to distance themselves from the dead and the additional prohibitions against disfiguring their bodies.", "In addition to these prohibitions, the priests are also restricted with regard to whom they may marry: <b>A licentious woman,</b> one who engaged in prohibited sexual relations, <b>or a profaned woman,</b> a woman profaned because of sexual relations, <b>they,</b> the priests, <b>shall not marry. And a woman divorced from her husband they shall not marry, for he,</b> the priest, <b>is holy to his God.</b>", "The Torah now addresses all Jews, or at least the courts that are responsible for the enforcement of the commandments, and instructs them: <b>You shall sanctify him,</b> the priest, treating him with reverence and ensuring that he maintains his sanctity, <b>for he presents the food of your God.</b> Not only are the priests themselves required to maintain their sanctity by adhering to the aforementioned commandments, but the rest of the people are also required to sanctify them. These commandments are not for the priests’ self-aggrandizement and glorification. They are obligations imposed upon the entire community to uphold the sanctity of the priests, so that they will be worthy of their noble function. <b>He shall be holy to you, for I, the Lord your sanctifier, am holy.</b> Due to the priests’ closeness to God, they must maintain a greater state of sanctity, which involves the observance of certain prohibitions.", "The verse presents another law that stems from the priests’ state of sanctity: <b>The</b> married <b>daughter of a man who is a priest, if she shall profane herself by acting licentiously</b>, <b>she profanes her father; she shall be burned in fire.</b> Even if she were not the daughter of a priest, she would be liable to receive the death penalty. However, the particular method of execution, burning, is more severe than the death penalty meted out to other women who committed the same sin, and this emphasizes the severity of her offense as the daughter of a priest.", "<b>The priest who is greater than his brethren, that the anointing oil will be poured on his head,</b> in order to appoint him as the High Priest, <b>and who is ordained to don the</b> unique <b>vestments</b> of the High Priest, since he is sanctified to a greater extent than the other priests, <b>he shall not grow out the hair of his head</b> during a period of mourning, <b>and he shall not rend his garments.</b>", "<b>He shall not go near any dead people.</b> He is prohibited from coming into contact with a corpse under any circumstances. <b>He shall not become impure</b> even <b>for his father and for his mother,</b> and certainly not for other relatives, whom he is under no obligation to honor.", "<b>He shall not emerge from the Sanctuary</b> to accompany the dead or for other matters concerned with mourning the deceased. This is so <b>that he not profane the Sanctuary of his God</b> by deviating from the prohibitions that sanctify him. He must maintain his sanctity, <b>for the crown of the anointing oil of his God,</b> his unique appointment <b>, is on him. I am the Lord,</b> and it is I who confer a unique role and elevated status upon the High Priest.", "The High Priest is also restricted to a greater extent in the matter of marriage: <b>He shall marry</b> only <b>a woman with her virginity</b> intact.", "<b>A widow, or a divorcée, or a profaned woman, or a licentious woman, these he shall not marry.</b> Three of these four women are prohibited to common priests (see verse 7). In addition to these, the High Priest is also prohibited from marrying a divorcée. He may not marry a woman who has had relations with a man: <b>Only a virgin from his people he shall take as a wife.</b>", "<b>He shall not profane his offspring among his people, for I am the Lord, his sanctifier.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron.</b> The following matter is addressed to Aaron, as it introduces an additional aspect of his priesthood. You shall speak to him, <b>saying: Any man from your descendants,</b> the priests, <b>throughout their generations, in whom there shall be a blemish shall not approach to offer the food of his God,</b> to perform the divine service.", "<b>For any man in whom there is a blemish</b> at present <b>shall not approach</b> the Sanctuary. He is unfit to perform the sacred service, even if the blemish is only temporary. The Torah lists those blemishes that render a priest unfit: <b>a blind man, or lame, or with a sunken nose.</b> A sunken nose is an overtly visible blemish, even though it does not impair one’s abilities. The list of blemishes continues: <b>or</b> a man <b>with a protruding limb,</b> the opposite of a sunken nose,", "<b>or a man with a broken foot or a broken hand</b> that has not yet healed,", "<b>or a hunchback</b>, <b>or a dwarf</b>, <b>or</b> a man <b>with a cataract in his eye,</b> a white spot that covers part of the eye, usually without causing blindness, <b>or scabbed, or with a skin eruption,</b> certain forms of skin diseases, <b>or with crushed testicles.</b> The Sages dispute the precise nature of this last blemish. Some of these blemishes do not bother the individual in question, but nevertheless are conspicuous to an observer.", "<b>Any man in whom there is a blemish from the descendants of Aaron the priest shall not approach to present the fire offerings of the Lord; he has a blemish,</b> and <b>the food of his God he shall not approach to offer.</b> The verse twice states the prohibition that a blemished priest “shall not approach” to present offerings. The Sages derive from the repetition that other physical blemishes that are noticeably abnormal also prohibit a priest from serving in the Temple.", "<b>The food of his God from the sacred sacraments and from the sacraments</b> of lesser sanctity <b>he may eat.</b> Although a blemished priest is unfit to present offerings on the altar, the blemishes do not mar the priest’s character and do not disqualify him from the sanctity of the priesthood. He therefore does not forfeit his right to partake of the sacrificial food.", "<b>However, he shall not come to</b> the inner sanctum, behind <b>the curtain,</b> as the High Priest does on the Day of Atonement, <b>and he may not approach the altar,</b> in the manner of all priests, <b>because there is a blemish in him. And he shall not profane My Sanctuary.</b> This teaches that if a blemished priest performs the rites of an offering, the offering is profaned and disqualified, <b>for I am the Lord, their sanctifier.</b>", "<b>Moses spoke to Aaron and to his sons,</b> to whom this passage is specifically addressed, <b>and to all the children of Israel.</b> These commandments do not pertain only to the priests, as all Jews are commanded to ensure that the priests observe these commandments meticulously."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron and to his sons, that</b> in the cases stated below <b>they shall refrain from</b> approaching <b>the sacred items of the children of Israel that they consecrate to Me</b>, <b>and they shall not profane My holy name. I am the Lord.</b> Some of the sacred items that are consecrated to God are subsequently given to the priests. The priests must therefore treat those gifts with the necessary sanctity and reverence.", "The Torah presents the practical details deriving from the sanctity of these items: <b>Say to them: Throughout your generations, any man from all your descendants who approaches</b> to eat <b>the sacred items that the children of Israel consecrate to the Lord with his impurity upon him, that person shall be excised from before Me. I am the Lord.</b> A person often becomes ritually impure due to common occurrences. The consecrated gifts of the priesthood, which include the portions of the offerings given to the priests, as well as the portions of produce given to the priests, may not be consumed in a state of ritual impurity. Although any impure individual is prohibited from drawing near to the sacred, the Torah commands the priests specifically, as they are the ones who most frequently consume and have contact with consecrated foods.", "The Torah lists the different forms of ritual impurity: <b>Any man from the descendants of Aaron who is a leper or has a</b> gonorrhea-like <b>discharge, he shall not partake of the sacred items until he is purified,</b> even if he remains impure for many years. <b>And</b> the following individuals are also ritually impure and may not partake of consecrated food: <b>one who touches anyone</b> or anything rendered <b>impure from a corpse,</b> and all the more so one who himself comes into contact with a corpse, <b>or a man from whom semen has been emitted,</b>", "<b>or a man who touches any</b> dead <b>swarming creature that renders him impure,</b> of those listed above (11:29–31), <b>or</b> who shall touch <b>a man that renders him impure, whatever his impurity,</b> including all forms of impurity not mentioned here.", "<b>A person who touches him,</b> the impure person, <b>shall be impure until the evening.</b> This is in contrast to those impure individuals whose impurity is of a greater degree of severity: a leper, one who experiences a gonorrhea-like discharge, and one who comes into contact with a corpse, as in those cases a lengthier process of purification is required. <b>And</b> yet, although this person’s impurity is of a lesser degree, <b>he shall not partake of the sacred items, unless he bathes his flesh in water,</b> immersing in a ritual bath.", "After he immerses he must wait until <b>the sun shall set, and</b> only then <b>he shall be purified. Then he may</b> once again <b>partake of the sacred items, because it is his food.</b> The sacred food constitutes an important part of the priest’s sustenance. He is therefore permitted to partake of it as soon as nighttime has commenced and a new day has begun (see 23:32), and he is not required to wait until the following morning.", "The Torah presents a related prohibition: <b>He shall not eat an unslaughtered carcass or a mauled animal,</b> one that suffered a fatal injury, <b>to render himself impure with it. I am the Lord.</b>", "<b>They,</b> the priests, <b>shall keep My commission,</b> keeping charge of the sacred food that is given to them. The verse may also be referring to the charge of the Temple’s sanctity. If they maintain the sanctity of their charge, <b>they shall not bear sin for it and die on its account.</b> However, if they do not maintain the sanctity of their charge and partake of the sacred food in a state of ritual impurity, they will be punished by death at the hands of Heaven, <b>because they profane it.</b> The desecration of consecrated items is a severe transgression punishable by death at the hands of Heaven. This applies to a ritually impure person who partakes of the sacred portion of the produce given to the priests. <b>I am the Lord their sanctifier.</b>", "The Torah continues to detail the restrictions on the consumption of sacred foods: <b>No non-priest shall partake of sacred items.</b> The Sages interpret this verse too as referring to the sacred portion of the produce given to the priests. The prohibition applies not only to one who is entirely unaffiliated with the priesthood, but also to <b>one who resides</b> for a lengthy period <b>with a priest or</b> to <b>a</b> priest’s <b>hired laborer,</b> even if he was hired for several years. They <b>shall not partake of sacred items,</b> despite the fact that they are <i>de facto</i> members of the priest’s household.", "But conversely, <b>if a priest acquires a person,</b> a Canaanite slave, as <b>an acquisition of his silver, he may partake of it.</b> Since the Canaanite slave becomes the priest’s possession, he may partake of the priest’s sacred food. <b>And</b> similarly, with regard to <b>one born into his household,</b> Canaanite slaves born in the priest’s possession, <b>they may partake of his</b> sacred <b>food.</b>", "<b>If the daughter of a priest is married,</b> or even betrothed, <b>to a non-priest, she shall not partake from that which is separated of the sacred items,</b> the sacred portion separated from the produce. Alternatively, the verse may be referring to the portion separated from the offerings and given to the priests, which may be eaten by the members of the priest’s household. Once she becomes the wife of a non-priest, she is no longer considered a member of the priestly family, and she may no longer partake of the priest’s sacred food.", "<b>But if a priest’s daughter,</b> who married a non-priest, <b>is a widow or a divorcée, and she has no offspring</b> from that husband, <b>and she returns to her father’s house, as in her youth,</b> before she married, <b>from the</b> sacred <b>food of her father she may partake.</b> Since she has no child from her marriage, her former status as a member of her father’s priestly household is reinstated, and she may again eat the sacred portions given to the priest from the produce and offerings. <b>But no non-priest may partake of it.</b> If she gave birth to a child from her Israelite husband, since that child is a non-priest, neither she nor her offspring may eat from the sacred food.", "<b>If a man,</b> a non-priest, <b>shall eat a sacred item unwittingly, he shall add its one-fifth to it,</b> as a fine, <b>and he shall give to the priest the sacred item.</b> The sacred portion separated from the crop is not brought to the Temple, but given to a priest anywhere in the Land of Israel. Since it bears no sign of its consecrated status, a non-priest might unwittingly partake of it, in which case he must give the value of the sacred food to a priest, together with an additional 25 percent, which is one-fifth of the total amount repaid.", "<b>They shall not profane the sacraments of the children of Israel that they separate for the Lord.</b> This commandment applies to all Jews, although it is addressed to the priests. Not only are the offerings presented upon the altar sacred, the portion given to priests from the produce is also sacred. Its sanctity must be maintained by ensuring that it is not eaten by nonpriests or in a state of ritual impurity.", "<b>They will cause them,</b> the priests will cause themselves, <b>to bear the iniquity of guilt,</b> if they are negligent <b>when they eat their sacred items; for I am the Lord, their sanctifier.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron, and to his sons, and to all the children of Israel.</b> The passage is addressed to both the priests and the nation as a whole, as the laws that appear below pertain both to the consecration of offerings by all Jews and to their acceptance as offerings by the priests. <b>And say to them:</b> The following laws pertain to <b>any man from the house of Israel or from the strangers in Israel,</b> the converts who join the Jewish people, <b>who presents his offering.</b> This refers to an offering presented <b>for</b> the fulfillment of <b>any of their vows,</b> when one vowed to bring an offering, <b>or for any of their pledges,</b> when one pledged a specific animal as a voluntary offering, <b>that they shall bring to the Lord as a burnt offering.</b>", "The offering must be brought <b>for your propitiation,</b> in order for you to find favor in God’s eyes. Alternatively, the verse is not referring to the desire of the person bringing the offering to propitiate God, but to the fact that he brings the offering as a gift offering rather than in fulfillment of an obligation. It must be <b>an unblemished male of cattle, of sheep, or of goats.</b>", "<b>Any</b> animal <b>in which there is a blemish you shall not offer, as it shall not be accepted for you.</b> God will not accept a blemished offering, and it will not enable you to achieve propitiation.", "The previous verses dealt with the presentation of a burnt offering. The Torah now refers to the presentation of a peace offering, which is not burned in its entirety upon the altar. Rather, portions of it are eaten by the priests and by the owners. <b>If a man shall present a peace offering to the Lord, to fulfill a vow,</b> or to consecrate as a vow offering, <b>or as a pledge,</b> in a case where a specific animal was designated as an offering, <b>of the cattle or of the flock, it shall be</b> an <b>unblemished</b> male or female animal <b>to be accepted. No blemish shall be in it.</b>", "For example, the following blemishes render an animal unfit to be presented as an offering: a <b>blind</b> animal, even in one eye; <b>or</b> an animal with a <b>broken</b> limb; <b>or maimed,</b> with a cracked or damaged limb; <b>or</b> an animal <b>with a cyst.</b> According to the tradition of the Sages, this refers to a cyst that contains a bone, and to certain cysts in the eye, but not to a small protrusion of flesh that may commonly be found on an animal’s body. The list of blemishes continues: <b>or</b> a <b>scabbed</b> animal <b>or</b> one <b>with a skin eruption,</b> types of boils on the animal’s skin; <b>you shall not offer these to the Lord, and you shall not place them as a fire offering upon the altar to the Lord.</b>", "<b>A bull or a sheep with an extended limb or a truncated limb, as a pledge</b> to the Temple treasury <b>you may present it</b> to be sold so that the proceeds may be used for the Temple maintenance. <b>But as a vow</b> offering or as a voluntary offering <b>it shall not be accepted.</b>", "<b>Those</b> animals, the testicles of <b>which are bruised, or crushed, or torn, or cut, you shall not present to the Lord</b>. An animal that has been castrated in any form is considered blemished and unfit to be presented as an offering, <b>and</b> furthermore, <b>you shall not do so in your land.</b> It is prohibited to castrate any animal. This is a distinct prohibition, which does not apply solely to animals designated as offerings.", "This applies not only to offerings brought by the Jewish people, but also <b>from the hand of a foreigner you shall not present the food of your God from any of these, because their defect is in them, a blemish is in them; they shall not be accepted for you.</b> It is not prohibited for a gentile to castrate animals. Nevertheless, it is deemed unfitting to do so, and a castrated animal may not be accepted as an offering even from gentiles.", "<b>The Lord spoke to Moses, saying:</b>", "<b>An ox or a sheep or a goat, when it is born, shall be seven days under its mother.</b> It is prohibited to slaughter it for any purpose during this time. Only <b>from the eighth day on, it shall be accepted as a fire offering to the Lord.</b>", "<b>An ox or a sheep, it and its offspring you shall not slaughter on one day,</b> for any purpose, not only as offerings.", "<b>When you slaughter a thanks offering,</b> as an expression of gratitude <b>to the Lord, for your propitiation you shall slaughter it.</b> Alternatively, the verse means that the thanks offering is not an obligatory offering. Rather, you shall slaughter it of your own free will, out of a personal desire to show appreciation for God’s assistance, e.g., for deliverance at a time of need.", "<b>On that day</b> on which it is slaughtered <b>it shall be eaten; you shall not leave from it until morning.</b> The thanks offering is eaten by its owner, presumably in a comfortable family setting. The verse therefore stresses that in the case of this offering too the time for its consumption is limited to a single day. <b>I am the Lord.</b>", "The passage concludes with a general commandment: <b>You,</b> priests and non-priests alike, <b>shall observe My commandments and perform them. I am the Lord.</b>", "Moreover, <b>you shall not profane My holy name</b> by committing transgressions or by performing the service in an inappropriate manner. <b>And I shall be sanctified among the children of Israel.</b> The verse restates the general concept that is conveyed by the many laws that define the practical concept of sanctity: One does not stand before God merely as an individual. The obligation to observe the commandments is not just the personal right or duty of a particular person. Rather, it is due to God’s choice of the Jewish people and their sanctification. <b>I am the Lord your sanctifier.</b> The sanctity does not stem from your desire to perform the service, but from Me.", "I am the Lord <b>who took you out of the land of Egypt to be your God.</b> I sanctify you and I am your savior. <b>I am the Lord.</b> You belong to Me, and this relationship obligates you to maintain your sanctity."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: The appointed times of the Lord that you shall proclaim as holy convocations,</b> gatherings, <b>these are My appointed times.</b>", "The Sabbath precedes the festivals: <b>Six days labor shall be performed,</b> both by man and by his animals. The passive form indicates that engaging in labor during the six days of the week is permitted but is not an obligation. <b>And on the seventh day, a sabbatical rest,</b> a complete rest from all types of labor, in contrast to the festivals mentioned below, during which certain types of labor are permitted. It is <b>a holy convocation,</b> a sacred gathering for the acceptance of the sanctity of the Sabbath and to mark the day. <b>You shall not perform any labor. It is</b> the <b>Sabbath to the Lord in all your dwellings,</b> wherever you are. In contrast to the festivals, the sanctity of the Sabbath is not determined by the Jewish people. Whereas the days of the festivals are determined by the nation, the day of the Sabbath is predetermined by God as part of the order of Creation. The Jewish people accept the Sabbath and observe its sanctity, but in essence it is not a festival day of the Jewish people, but the day of God, commemorating His creation of the world. The character of the Sabbath is therefore the same everywhere.", "<b>These are the appointed times of the Lord, holy convocations, that you shall proclaim at their appointed time.</b> This verse introduces the subsequent list of festival days. While these festivals are “the appointed times of the Lord,” their dates are determined by the Jewish people. The order of this list of festivals follows the order of the months of the year.", "<b>During the first month,</b> Nisan, which was established as the first month because the exodus from Egypt took place during this month, <b>on the fourteenth of the month in the afternoon, there is</b> the Festival of <b>a Paschal Lamb to the Lord.</b> The paschal lamb is mentioned here only as the name of the festival on which it is offered. The laws of Passover were discussed in Exodus (chap. 12), and will be discussed again in Numbers (28:16–25). Since Leviticus focuses on the offerings, the festivals are defined in this section chiefly by the offerings presented on those days.", "<b>On the fifteenth day of that month it is the Festival of Unleavened Bread to the Lord; seven days you shall eat unleavened bread.</b> Two festivals take place one after the other: The fourteenth of Nisan is the Festival of the Paschal Lamb, which is immediately followed on the fifteenth of Nisan by the Festival of Unleavened Bread, Passover, which lasts for seven days.", "<b>On the first day</b> of the seven days of Passover, <b>it shall be a holy convocation for you,</b> a time to gather together and concern yourselves with sacred matters. <b>You shall not perform any toilsome labor,</b> labor that is not required for the immediate preparation of food.", "<b>You shall present a fire offering to the Lord seven days. On the seventh day</b> too it shall be <b>a holy convocation; you shall not perform any toilsome labor.</b> Of the seven days of Passover, labor is prohibited only on the first and seventh days. The intermediate days of the festival are known as <i>ḥol HaMoed</i>, the non-sacred days of the festival. Although they are part of the festival, in some aspects they are similar to weekdays.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: When you come to the land that I am giving to you,</b> as this commandment does not apply outside the Land of Israel, <b>and you will reap its harvest, then you shall bring a sheaf</b> of barley, from which one can extract one-tenth of an ephah of fine flour, <b>of the first of your</b> grain <b>harvest to the priest.</b> This is the barley harvest, as at the time of Passover the wheat has not yet ripened.", "<b>He,</b> the priest, <b>shall wave the sheaf before the Lord, for your propitiation [<i>lirtzonekhem</i>],</b> in order to find favor in God’s eyes. Additionally, the word <i>lirtzonekhem</i> connotes that the offering is a gift freely given out of devotion to God. <b>On the day after the sabbath,</b> which refers here to the first day of Passover, <b>the priest shall wave it.</b>", "<b>You shall present on the day of your waving of the sheaf an unblemished lamb in its first year, as a burnt offering to the Lord.</b>", "<b>Its</b> accompanying <b>meal offering is two-tenths of an ephah of high-quality flour,</b> a dry measure of volume corresponding to around 5 L, <b>mixed with oil.</b> The offering is brought <b>as a fire offering to the Lord for a pleasing aroma, and its libation is wine, one-fourth of a hin,</b> a liquid measure equivalent to three <i>log</i>, which is approximately 1 L according to the standard opinion. This is the same amount of wine as is brought as a libation with a burnt offering or peace offering.", "Before you bring the sheaf offering you shall not eat <b>bread, roasted grain</b> or flour made from it, <b>or fresh kernels,</b> raw grain that has not yet dried. <b>You shall not eat</b> the new produce in any form <b>until that very day,</b> the day after the sabbath, <b>until your bringing of the</b> sheaf <b>offering of your God. It is an eternal statute for your generations in all your dwellings.</b> One may not partake of the new produce until the day upon which the sheaf offering would be presented in the Temple.", "<b>You shall count for yourselves from the day after the sabbath, from the day of your bringing of the sheaf of the waving, seven weeks; they shall be complete.</b>", "<b>Until the day after the seventh week, you shall count</b> up to <b>fifty days,</b> not including the fiftieth day. Seven weeks are forty-nine days, and <b>then,</b> on the fiftieth day, <b>you shall present a new meal offering,</b> a meal offering from the new produce, <b>to the Lord.</b>", "<b>From your dwellings you shall bring two loaves of waving,</b> two meal offerings, <b>from two-tenths of an ephah,</b> one-tenth of an ephah for each loaf. Of <b>high-quality</b> wheat <b>flour,</b> ground and sifted <b>they shall be, baked as leavened bread,</b> unlike other meal offerings, which must be baked as unleavened bread (see 2:11), <b>a first offering to the Lord.</b>", "<b>You shall offer with the bread seven unblemished lambs in their first year, and one young bull, and two rams. They shall</b> all <b>be a burnt offering to the Lord, and their meal offering and their libations</b> shall be in accordance with the quantities stated elsewhere in the Torah, which depend on the species of animal brought as an offering. They shall be <b>a fire offering of a pleasing aroma to the Lord.</b>", "<b>You shall</b> also <b>present one goat as a sin offering.</b> A communal sin offering is presented on all of the festivals and New Moons. The Sages teach that these sin offerings atone for cases in which a ritually impure person defiled the Temple’s sanctity. <b>And</b> a unique offering of <b>two lambs in the first year</b> shall be presented <b>as a peace offering.</b> Unlike all other peace offerings, which are presented by individuals, these lambs are presented as a communal peace offering.", "<b>The priest shall wave them,</b> the lambs, <b>with the loaves of the first offering as a wave offering before the Lord.</b> He shall wave them <b>with,</b> or alongside, <b>the two lambs. They shall be sacred to the Lord,</b> and their flesh shall be given as a portion <b>for the priest,</b> that is, God acquired the offering and gave it to the priest.", "The fiftieth day is not only the day on which the two loaves are presented; it is also a festival: <b>You shall proclaim on that very day, a holy convocation it shall be for you; you shall not perform any toilsome labor; it is an eternal statute in all your dwellings for your generations.</b>", "Since the Torah mentioned the first harvest, the following law is addressed to the owners of fields: <b>When you reap the harvest of your land, you shall not finish the corner of your field in your reaping;</b> rather, you shall leave an unharvested area. <b>And the gleanings of your harvest,</b> the sheaves that fall during the harvest, <b>you shall not gather. For the poor and for the stranger you shall leave them,</b> both the unharvested area and the fallen sheaves. <b>I am the Lord your God.</b>", "The Torah continues the list of festivals, which are presented according to the order in which they occur during the calendar year: <b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: In the seventh month,</b> Tishrei, <b>on the first day of the month, shall be a</b> day of <b>rest for you, a remembrance by means of an alarm blast.</b> On this day you will remember your duties to God, and you will be remembered by Him, through the blast of the shofar. This day is also <b>a holy convocation.</b>", "<b>You shall not perform any toilsome labor, and you shall present a fire offering to the Lord,</b> as detailed elsewhere.", "<b>The Lord spoke to Moses, saying:</b>", "In general, the festivals are times of feasting and rejoicing. <b>However, on the tenth day of this seventh month,</b> Tishrei, <b>is the Day of Atonement</b> for the Jewish people, which is a different kind of festival. <b>A holy convocation it shall be for you. And you shall afflict yourselves.</b> The form of this affliction is not explained here. However, it seems that the verse is not instructing one to inflict upon himself any possible form of suffering, but to abstain from food, drink, and other common forms of physical pleasure. These are referred to here literally as “afflictions of the soul.” <b>And you shall bring a fire offering to the Lord,</b> the offerings unique to this day.", "In addition to the commandment to afflict oneself, there is another distinction between the Day of Atonement and the other festivals: <b>You shall not perform any labor on that very day.</b> In contrast to the festivals, on which only toilsome labor is prohibited, on the Day of Atonement all forms of labor are prohibited, just as they are prohibited on the Sabbath. This prohibition is not dependent on the presenting of the day’s offerings. It is due to the sanctity of the day itself, <b>as it is a day of atonement, to atone for you before the Lord your God.</b>", "<b>For any person who is not afflicted on that very day shall be excised from his people.</b>", "<b>And any person who performs any labor on that very day, I shall destroy that person from among his people.</b> The transgression of performing labor on the Day of Atonement is no less severe than the sin of not fasting. One who violates either commandment is liable to the punishment of excision.", "<b>You shall not perform any labor; it is an eternal statute for your generations in all your dwellings.</b>", "<b>It,</b> the Day of Atonement, <b>is a sabbatical rest for you, and you shall afflict yourselves</b> on it. <b>On the ninth of the month,</b> at the conclusion of the day, <b>in the evening</b> following that day, <b>from evening to evening, you shall rest on your sabbath.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: On the fifteenth day of this seventh month is the Festival of Tabernacles</b> for <b>seven days to the Lord.</b>", "<b>On the first day is a holy convocation; you shall not perform any toilsome labor.</b>", "For <b>seven days you shall present a fire offering to the Lord</b> each day, as detailed elsewhere. <b>On the eighth day shall be a holy convocation for you, and you shall bring a fire offering to the Lord. It is an assembly,</b> a general gathering for God and the Jewish people. <b>You shall not perform any toilsome labor</b> on this day.", "The Torah concludes: <b>These are the appointed times of the Lord, which you shall proclaim</b> and observe as <b>holy convocations, to present a fire offering to the Lord: a burnt offering and a meal offering, a feast offering and libations, each day’s matter on its day.</b> On each festival day one must present the offerings prescribed for that day. On some of these days toilsome labor is prohibited, and with regard to some of these days the Torah sets down specific commandments.", "The festival offerings are <b>besides</b> the offerings of <b>the Sabbaths of the Lord,</b> which are detailed elsewhere, <b>and besides your gifts</b> to the Temple, <b>and besides all your vows,</b> offerings that one vowed to bring to the Temple, <b>and besides all your pledges,</b> specific animals that one pledged to bring as an offering (see 22:21). The offerings presented on the festivals are besides those offerings <b>that you give to the Lord</b> even at other times of year.", "<b>However,</b> in addition to the characteristics common to all of the festival days, the offerings and the prohibition of toilsome labor, the Festival of Tabernacles has unique characteristics, which pertain to the timing of the festival, during the rejoicing over the gathering of one’s produce: <b>On the fifteenth day of the seventh month, when you gather the produce of the land, you shall celebrate the Festival of the Lord seven days,</b> presenting the festival offerings. <b>On the first day</b> there shall be <b>a</b> day of <b>rest, and on the eighth day</b> there shall be <b>a</b> day of <b>rest.</b> These are the holy convocations mentioned above (23:35–36).", "<b>You shall take for you on the first day the fruit of a pleasant tree,</b> identified by tradition as the citron, an <i>etrog</i>; <b>branches of date palms,</b> identified by tradition as the <i>lulav</i>, a young branch of a date palm, the leaves of which have yet to separate and are still bound to the branch’s spine; <b>a bough of a leafy tree,</b> a myrtle branch; <b>and</b> branches of <b>willows of the brook,</b> a species of tree that typically grows next to streams. <b>You shall rejoice</b> with these four species <b>before the Lord your God,</b> in the Temple, <b>seven days</b>. The taking of these four species together expresses the celebration and joy of these days. The Jewish people go forth with these plants in their hands, which they wave like flags.", "<b>You shall celebrate it</b> as <b>a festival to the Lord seven days in the year, an eternal statute for your generations; in the seventh month you shall celebrate it.</b>", "There is another commandment that is unique to the Festival of Tabernacles: <b>You shall live in booths seven days.</b> The Torah does not describe the precise manner in which these booths, or <i>sukkot</i>, must be constructed. Some of the laws concerning these booths are derived from verses, while others are part of the Sages’ oral tradition. <b>Every native,</b> every permanent resident, <b>in Israel shall live in booths.</b> This excludes gentiles who reside in the Land of Israel. Even if they reside there permanently and observe the Noahide commandments, they are not defined as “natives.”", "You shall dwell in booths <b>so that your generations will know that I had the children of Israel live in booths when I took them out of the land of Egypt. I am the Lord your God.</b> The dwelling in booths is intended to recall the exodus from Egypt. By dwelling in a booth, one places himself in a similar environment to that of the Israelites who wandered in the wilderness. While the people dwelt in the wilderness they lacked fixed accommodations, whereas previously, in Egypt, and subsequently, when they entered the land of Canaan, they dwelt in houses. Apparently, during their journey in the wilderness, the Israelites did not dwell in tents but took cover in the shade of booths, temporary dwellings constructed from any available material.", "<b>Moses spoke to the children of Israel the appointed times of the Lord.</b> He told them all the aforementioned festivals, which comprise all of the festivals that appear in the Torah."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Command the children of Israel, and they shall take to you,</b> as the one in charge of this matter, <b>pure olive oil,</b> which was not easily obtained in the wilderness, <b>beaten for the lighting, to kindle a lamp continually.</b>", "On the candelabrum, <b>outside the curtain</b> which conceals the Ark <b>of the Testimony, in the Tent of Meeting</b>, <b>Aaron shall arrange it,</b> the oil. He shall prepare the lamps, removing the residue from the previous night’s kindling, cleaning the lamps, and placing new wicks in them, so that they will be ready to be lit and to remain alight <b>from evening until morning before the Lord continually.</b> Aaron must ensure that the candelabrum shines from evening till morning every day. This commandment does not pertain only to the Tabernacle in the wilderness, but is <b>an eternal statute for your generations.</b>", "<b>On the pure candelabrum,</b> on the pure gold of the candelabrum, without any intervening matter, <b>he,</b> Aaron, <b>shall arrange the lamps.</b> The words “the pure candelabrum” may also refer to the clean candelabrum, after the removal of the previous night’s remnants. Furthermore, the candelabrum is designed for the single purpose of kindling. It is a vessel that symbolizes purity and radiance. The lamps shall be arranged <b>before the Lord continuously.</b>", "The arrangement of the showbread on the table is another rite performed weekly in the Temple: <b>You shall take high-quality flour and bake with it twelve loaves; two-tenths of an ephah</b> of flour, which is a dry measure of volume corresponding to around 5 L, <b>shall be one loaf.</b> These are large loaves.", "<b>You shall place them,</b> the twelve loaves, <b>in two arrangements, six</b> loaves <b>to the arrangement.</b> Four supporting panels rose up above the table for the showbread, between which were inserted rods, upon which the showbread was placed. The loaves shall be placed <b>on the pure table,</b> on the pure gold covering the table without any intervening matter, <b>before the Lord.</b> The words “the pure table” may also refer to the fact that it is intended solely for the arrangement of the showbread and for no other purpose.", "<b>You shall place pure frankincense on the arrangement,</b> either literally upon each of the two arrangements, or next to them. <b>And it,</b> the frankincense, <b>shall be a memorial portion for the bread, a fire offering to the Lord.</b> The frankincense is burned upon the altar as a remembrance for the bread, which is not burned.", "<b>Each and every Sabbath day he shall arrange it,</b> the showbread, <b>before the Lord continuously.</b> Every Sabbath day, the priests bring twelve fresh loaves and arrange them on the table. At the same time, the old loaves are removed, and the frankincense that was placed with them is burned on the altar. Like the oil for the candelabrum, the showbread is a gift to the Temple <b>from the children of Israel,</b> from the entire nation, as <b>an eternal covenant.</b> The Jewish people are always obligated to present this gift to the Temple.", "<b>It,</b> the showbread, <b>shall be for Aaron and his sons, and they shall eat it in a holy place, for it is a sacred sacrament for him from the fire offerings of the Lord, an eternal statute.</b> The status of the showbread is comparable to that of the meal offerings, which are eaten by the priests in the Temple as gifts of the priesthood.", "<b>The son of an Israelite woman, and he</b> was not of solely Jewish descent, but <b>the son of an Egyptian man, went out among the children of Israel.</b> This indicates that the son of a Jewish woman born from a gentile is considered a member of the Jewish people. <b>And the son of the Israelite woman and the Israelite man,</b> one who was of solely Jewish descent and who remains anonymous, <b>fought in the camp.</b>", "When the quarrel became heated, <b>the son of the Israelite woman blasphemed</b>, explicitly mentioning <b>the Name</b> of God, <b>and</b> he <b>cursed,</b> speaking derogatively and mockingly. This occurred in public, and <b>they,</b> the witnesses who heard him, <b>brought him to Moses. And the name of his mother was Shelomit, daughter of Divri, of the tribe of Dan.</b> The blasphemer’s own name is not stated, while the mention of his mother’s name in this context and in the context of her relationship with an Egyptian man is certainly not to her credit.", "<b>They placed him in custody.</b> It was clear that he had committed a transgression, but his precise punishment was unknown. They therefore waited for Moses <b>to clarify</b> his punishment <b>for them according to the Lord.</b> Unlike other prophets, Moses could address his questions directly to God and request His guidance.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take the one who cursed outside the camp</b> for judgment; <b>and all</b> those <b>who heard</b> him, who witnessed his transgression, <b>shall lay their hands upon his head.</b> It is the witnesses’ duty to designate him for punishment. <b>And</b> then <b>the entire congregation shall stone him</b> to death. This directive was exceptional; generally one is not liable to receive the death penalty unless he was aware of the potential punishment beforehand, whereas in this case the man knew that he was committing a transgression but he did not know what punishment was involved.", "The remainder of this passage contains commandments addressed to the entire people: <b>To the children of Israel you shall speak, saying: Each and every man who curses his God, then he shall bear his sin</b> and be punished.", "<b>One who blasphemes the name of the Lord shall be put to death; the entire congregation shall stone him.</b> The same law applies to <b>the stranger,</b> that is, the convert, <b>and native alike, when he blasphemes the Name he shall be put to death.</b>", "The passage now sets down several laws with regard to one who strikes another person or an animal. These laws are indirectly related to the aforementioned commandments: <b>If a man smites the life of a person,</b> killing him, <b>he shall be put to death</b> by the court.", "<b>One who smites the life of an animal</b> that belongs to another <b>shall pay for it, a life for a life.</b> He must pay for the animal with either another animal or its equivalent value.", "<b>If a man</b> wounds and <b>inflicts a defect on his counterpart, as he did, so shall be done to him:</b>", "<b>A break for a break, an eye for an eye, a tooth for a tooth; as he inflicted a defect on the person, so shall be inflicted on him.</b> This is the punishment that he deserves.", "<b>One who smites an animal shall pay for it. And one who smites a person,</b> even if he does not kill him but wounds him severely, <b>shall be put to death.</b> Again, the verse indicates that he is deserving of death.", "<b>There shall be one law for you, the stranger and native alike,</b> whether the assailant is a born Jew and the victim a convert, or the reverse, <b>for I am the Lord your God.</b> You are all equal before Me, both with regard to your duties and with regard to your rights. Therefore, the same law applies to all.", "<b>Moses spoke to the children of Israel,</b> teaching them all of the aforementioned commandments, as God instructed him. Although some of these laws were mentioned previously, they are restated here in the context of the actions that are subsequently taken: <b>And they took the one who cursed outside the camp and stoned him with stones. The children of Israel</b> accepted God’s commandments, and from then on they <b>did as the Lord had commanded Moses,</b> with regard to the equality of all before the law, as well as the other laws stated here."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 21:1-24:23", "heRef": "ביאור שטיינזלץ על ויקרא כ״א:א׳-כ״ד:כ״ג", "sections": ["21", "1"], "toSections": ["24", "23"], "sectionRef": "Steinsaltz on Leviticus 21-24", "heSectionRef": "ביאור שטיינזלץ על ויקרא כ״א-כ״ד", "firstAvailableSectionRef": "Steinsaltz on Leviticus 21:1-24:23", "isSpanning": true, "next": "Steinsaltz on Leviticus 25", "prev": "Steinsaltz on Leviticus 20", "title": "Steinsaltz on Leviticus 21-24", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 21:1-24", "Steinsaltz on Leviticus 22", "Steinsaltz on Leviticus 23", "Steinsaltz on Leviticus 24:1-23"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}