{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": ["The song begins with an introduction: <b>Listen, the heavens, and I will speak, and the earth will hear the sayings of my mouth.</b> Moses asks the heavens and the earth to bear witness to his speech. This is not the first time that he does so, as the heavens and the earth are ever present and may bear eternal witness (see 4:26). Moses’ lofty status affords him the authority to command the heavens and the earth to listen to him.", "<b>My lesson will fall as the rain,</b> and in parallel, <b>my saying will flow like dew, like rainstorms on grass, and like raindrops on vegetation.</b> The lesson refers to harsh words containing elements of rebuke, which will bombard the people like torrential rain, while the mild sayings will fall upon them gently, like dew.", "I am going to call the name of God and speak of Him. <b>When I proclaim the name of the Lord,</b> you must <b>acclaim greatness to our God.</b> My proclamation of His name obligates you, who will hear it, to ascribe honor and praise to God.", "Moses begins to speak of God: <b>The Rock,</b> a metaphor for God that symbolizes His strength, or perhaps the fact that He is the source of existence, <b>His actions are perfect, as all His ways are justice:</b> He is <b>a faithful God, and there is no injustice</b> with Him; <b>righteous and upright is He.</b> Aside from God’s strength, glory, and perfection, all of His actions are founded on the principles of loyalty and justice, even if it may sometimes seem otherwise to mankind.", "It is <b>they</b> who <b>corrupted,</b> for corruption is <b>not from Him; His children, it is their blemish.</b> Atrocities occur in this world not because God performs evil, but because His children are <b>a crooked and twisted generation.</b> They distort reality to justify their crookedness.", "<b>Will you repay the Lord</b> with <b>this,</b> your evil deeds, <b>crude and unwise people?</b> You are causing harm only to yourselves. The corruption in the world is merely a response to man’s evil ways. <b>Is He not your Father</b> and <b>your Redeemer,</b> who redeemed you from Egypt? <b>He made you, and He established you.</b>", "Moses reminds Israel of God’s kindness: <b>Remember the days of yore; examine</b> the events of <b>the years of each generation,</b> the earlier generations in particular. <b>Ask your father, and he will tell you, your elders, and they will say to you.</b> Moses is about to recount events that are well-known to his audience. This song, however, is not addressed only to the people standing before Moses, but to all generations. Moses therefore stresses: In the distant future, when some of these matters will have been forgotten, ask your parents and your elders to recount them for you.", "<b>When the Most High bequeathed</b> the various lands and characteristics <b>to the nations, when He separated the children of man</b> into tribes and nations, <b>He set the borders of the peoples according to the number of the children of Israel.</b> God divided mankind into seventy nations; seventy is also the number of individuals who descended with Jacob to Egypt. Other commentaries explain that Canaan and his sons, who inhabited the land of Canaan, numbered twelve, corresponding to the sons of Jacob.", "<b>For the portion of the Lord is His people; Jacob</b> is <b>the allotment of His inheritance.</b>", "<b>He would find him,</b> Jacob, <b>in a wilderness land, and in emptiness, a howling wasteland.</b> Although it was God who led the people to the wilderness, it was there that He adopted them as His portion and inheritance. <b>He would encircle him</b> protectively, <b>He would grant him understanding, He preserved him like the pupil of His eye,</b> as it were. God’s protection of Israel is compared to the most important, most constant, and most natural form of protection.", "<b>Like an eagle that would rouse its nest, over its fledglings it would hover.</b> Due to its size, the eagle does not rest upon its fledglings; rather, it circles them from above. When it finally approaches the nest, it situates itself adjacent to and above the nest, and thereby avoids landing inside the nest. <b>It would spread its wings and take it,</b> meaning the fledglings, and <b>it would carry it on its pinions.</b> God carried Israel through the wilderness in this manner.", "<b>The Lord alone would lead him.</b> Alternatively, God led Israel when Israel was alone; the people relied on God and did not need assistance from others. <b>And there was no foreign god with Him.</b>", "<b>He would mount him on the elevations of the earth, and he,</b> Israel, <b>ate the yield of the field,</b> meaning the manna, water, and quail provided for them in the wilderness. <b>He suckled him honey from a stone, and oil from a flinty rock.</b>", "The people also received <b>butter of cattle, and milk of sheep, with fat of</b> large <b>lambs, and rams of the Bashan,</b> a fertile region in which exceptional crops and animals grow, <b>and goats, with wheat fat as kidneys.</b> The wheat kernels evoke kidneys, perhaps because of the groove running through them. <b>And the blood of grapes,</b> which begins as grape juice, <b>you would drink</b> as <b>wine.</b>", "However, precisely because of this tremendous wealth and luxury, <b>Yeshurun grew fat and kicked;</b> Yeshurun rejected and disregarded its God. The name Yeshurun, which refers to the children of Israel, will appear again later. <b>You became fat, you thickened, you grew obese; he,</b> Yeshurun, <b>forsook God his Maker,</b> viewing God as no longer relevant, <b>and reviled the Rock of his salvation.</b>", "<b>They,</b> the children of Israel, <b>would</b> anger God and <b>infuriate Him with</b> their worship of <b>strangers,</b> other gods; <b>with abominations they anger Him.</b>", "Those who practiced idolatry did not worship only strange gods; <b>they would</b> even <b>slaughter to demons,</b> which they knew were <b>a non-god.</b> Nevertheless, they sacrificed to demons in order to find favor in their eyes. Due to the influence of the surrounding nations, they would worship <b>gods that they did not know, new ones that came recently; your fathers did not consider them</b>. Alternatively, your fathers did not fear them, or your fathers had no dealings with them.", "In contrast, <b>the Rock that gave birth to you, you forsook, and you forgot God, your Originator.</b>", "<b>The Lord saw and scorned, due to the anger</b> caused by the idolatrous ways <b>of His sons and His daughters.</b>", "<b>He,</b> God, <b>said: I will conceal My face from them.</b> I will not reveal Myself to them, and I will remove My providence from them. <b>I will see what their end is.</b> As God is aware of everything that will befall them, this is clearly a rhetorical statement, meaning: Without My guidance and intervention they will not survive. <b>As they are a generation of fickleness, children in whom there is no faithfulness.</b>", "<b>They have infuriated Me with</b> their allegiance to <b>a non-god,</b> which has no significance or power whatsoever. <b>They</b> have <b>angered Me with their futilities,</b> as idolatry involves a primitive belief in charms and fortunes. <b>And</b> therefore, in a similar manner, <b>I will infuriate them with a non-people,</b> an enemy that is not a genuine nation. <b>With a crude nation,</b> a mixture of ignoble peoples, <b>I will anger them.</b>", "<b>For</b> I was enraged; <b>a fire blazed in My nostrils, and it burned to the lowest depths, and it consumed the earth and its produce, and set ablaze the foundations of mountains.</b> The fire of My anger will shock the entire world.", "<b>I will add evils upon them</b> aside from those already mentioned; <b>I will exhaust</b> all <b>My arrows,</b> instruments of My punishment, <b>on them.</b> Arrows will rain down upon them until none remain.", "<b>They,</b> His sons and daughters, <b>will be wasted from hunger, and consumed by demons and evil spirits</b>. Alternatively, they will be consumed by a terrible plague. <b>And the teeth of animals I will</b> also <b>dispatch at them, with the venom of crawlers in the dust.</b> Not only venomous snakes, but even domesticated animals, will bite them. Although this may seem like a milder punishment than the others mentioned here, those attacks will cause them to despair, as they will feel that they are under attack from all directions.", "<b>Outside</b> their homes, <b>the sword will bereave</b> families, <b>and terror</b> will do so <b>within, in</b> their hiding places. <b>Both a youth and a maiden, a suckling with a gray-haired man,</b> everyone will be punished and all will suffer.", "<b>I said I would scatter them [<i>af’eihem</i>]</b> across the corners of the earth. The similar word <i>pe’a</i> meaning corners refers to the produce in the corner of the field left for the poor. Alternatively, the verse means: I said I would stab them. <b>I would terminate their memory from man.</b>", "Indeed, because of their insolence, ingratitude, and infidelity, I would destroy Israel, <b>were it not that I dread [<i>agur</i>] the enemy’s anger.</b> Alternatively, <i>agur</i> means gathered, i.e., were it not that the enemy’s anger was pent up. Yet another interpretation: Were it not that the enemy of Israel was angry. However, under the circumstances, I am concerned <b>lest their adversaries misapprehend, lest they say: Our hand is mighty;</b> with our strength we subdued Israel, <b>and it is not the Lord who did all this.</b>", "<b>For they,</b> Israel’s enemies, <b>are a nation void of counsel, and there is no understanding in them.</b> Therefore, they will fail to recognize that their ascent to greatness was not through their own merit but because Israel was involved in those events.", "<b>If they,</b> those enemies, <b>were wise,</b> if they contemplated their situation from the outset, <b>they would comprehend this, they would understand their end.</b> They would understand that their victories are the result of Israel’s behavior. Alternatively, they would understand their own end, that their victories are supernatural, and ultimately, they will be held accountable for their sins just as Israel has been held accountable for its sins.", "The enemy would say: <b>How does one</b> of us <b>pursue one thousand</b> of Israel, <b>and two cause ten thousand to flee?</b> How is it that Israel falls so helplessly when facing our small forces, <b>if not that their Rock,</b> God, <b>sold them and the Lord delivered them</b> into our hands? Our victory is not due to our strength, but because God is punishing His people.", "<b>For our Rock is not like their rock,</b> the rock of our enemies is not as strong as our Rock, <b>and</b> nevertheless, <b>our enemies are</b> our <b>judges</b> and administer punishment to us.", "<b>For their,</b> our enemy’s, <b>vine is from the vine of Sodom, and from the fields of Gomorrah.</b> The source of their philosophy, their spirituality, and their codes of conduct is the evil and corrupt cities of Sodom and Gomorrah. <b>Their grapes are grapes of poison, noxious clusters for them.</b>", "<b>The venom of serpents is their wine, and the cruel poison of vipers.</b> Alternatively, the latter phrase may be rendered: And the head, or skull, of cruel vipers. The intense cruelty and venomous hatred to which the people of Israel will be exposed over the course of their exile cannot be accurately expressed even through the harsh words of this song.", "The nature of this hatred will defy explanation: <b>Is this not concealed with Me, sealed in My treasuries?</b> The nations that will treat Israel with cruelty will not understand it; even besieged Israel will be incapable of grasping it. The matter will remain secret.", "<b>Vengeance and recompense are Mine.</b> I will seek vengeance <b>at the time that their foot will collapse,</b> when their evil will ruin them; <b>for</b> then, <b>the day of their calamity is near, and the future is rushing toward them.</b>", "<b>When the Lord judges His people</b> after concealing His face from them, <b>and He regrets,</b> as it were, <b>with regard to</b> that which was done to <b>His servants,</b> as the suffering they will have endured due to their abandonment of God will have reached its full measure, <b>when He sees that their power is gone, and there is none protected</b> by the government, <b>or fortified,</b>", "<b>He,</b> God, <b>will say: Where are their gods</b> in whom they placed their faith, <b>the rock in whom they sought refuge?</b> Alternatively, when the people of Israel are redeemed, they will say to the nations: Where are their gods, the rock in which they sought refuge?", "Where are those gods, <b>the fat of whose offerings they would eat, the wine of whose libations they would drink? They will</b> now <b>arise and help you; it,</b> those gods, <b>will be shelter over you.</b>", "<b>See now,</b> at the time of the Redemption, when it will become clear to all that there is no substance to those gods whose shelter was sought, <b>that I, I am He, and there is no god with Me. I will kill and I will give life, I crushed and I will heal, and there is no rescuer from My hand;</b> everything is under My control.", "<b>When I will raise My hand to heaven</b> to take an oath, <b>and I will say: As I live forever.</b> Just as a person taking an oath states: As the Lord lives, so too, when taking an oath, God invokes Himself, as it were.", "<b>If,</b> or when, <b>I hone My flashing sword</b> when it is removed from its sheath, <b>and My hand will grasp judgment,</b> then <b>I will return vengeance to My enemies, and to those who hate Me I will recompense.</b> Vengeance and recompense will be visited upon the enemies of Israel, as they are My enemies and they hate Me. Although Israel is punished for its sins through its enemies, the latter do not seek to oppress Israel because of those sins. On the contrary, it is the bond between God and Israel and Israel’s desire to call in the name of God and represent Him in this world that drive Israel’s enemies to conspire against it. Therefore, Israel’s enemies attack Israel due to a hatred of God.", "Perhaps then <b>I will intoxicate My arrows with blood,</b> which is likened to wine, <b>and</b> then <b>My sword will devour flesh,</b> and My arrows will be intoxicated <b>from the blood of the slain and the captive, from the heads of the enemy raiders.</b>", "<b>Nations,</b> when God ultimately redeems Israel, <b>acclaim His people,</b> as it will then become clear that even when Israel suffered terribly, God never completely abandoned them; rather, He concealed His face from them so that it appeared that He was not with them. <b>As</b> when God will be revealed, <b>He will avenge the blood of His servants, and He will return vengeance to His adversaries, and He will atone for His land</b> and <b>His people.</b> When God avenges the blood of His servants, His land and His people will be purified. Alternatively, His land will atone for His people when it absorbs the blood of His adversaries, or His people will purify His land through the killing of His murderous adversaries.", "<b>Moses came and he spoke all the words of this song in the ears of the people, he, and Hoshe’a son of Nun.</b> Joshua’s original name was Hoshe’a, but Moses changed it to Joshua. Moses and Joshua presented this song to the nation together, primarily to honor Joshua. In this way, Moses publicly completed the process of transferring his authority to Joshua. Hoshe’a, who had been one of the people, assumes his status as Joshua, the next great leader.", "<b>Moses finished speaking all these matters to all Israel.</b>", "<b>He,</b> Moses, again <b>said to them: Set your heart to all the matters that I attest to you today.</b> Diligently observe these matters, and ensure <b>that you will command them to your children, to take care to perform all the words of this Torah</b> in the future. The list of commandments, prohibitions, blessings, curses, and punishments have already been stated in detail. The song of <i>Haazinu</i> does not discuss the details of Israel’s obligations to God; the entire book of Deuteronomy is devoted to those obligations. Rather, the song relates to the general principles of loyalty to God and the observance of His laws.", "<b>For it is not an empty thing for you, as it is your life.</b> Your life depends on observing the Torah, as a man suspended above a deep chasm depends on the rope that supports him, or as one who sojourns through the desert depends on his last ration of water. <b>And through this matter you will extend</b> your <b>days on the land that you are crossing the Jordan to take possession of it.</b>", "<b>The Lord spoke to Moses on that very day,</b> the same day that Moses recited the song of <i>Haazinu</i>, and the last day of Moses’ life, <b>saying:</b>", "<b>Ascend to this highland of Avarim,</b> a tall mountain visible from all its sides [<i>avarav</i>], <b>Mount Nevo, which is in the land of Moav, which is opposite Jericho.</b> The precise location of this mountain is unknown nowadays. <b>And</b> from the mountain you shall <b>see the land of Canaan that I am giving to the children of Israel as a portion.</b> I will thereby fulfill My promise that you will see the land.", "Your ascent upon the mountain is not only to see the land. You are commanded to <b>die on the mountain that you are ascending there, and be gathered to your people,</b> your soul will return to its source. This latter expression is used only in reference to the passing of a righteous individual. And you shall die <b>as Aaron your brother died on Hor Mountain, and he was gathered to his people.</b>", "This is <b>because you trespassed against Me in the midst of the children of Israel at the waters of dispute of Kadesh, in the wilderness of Tzin; because you did not sanctify Me in the midst of the children of Israel.</b> You should have sanctified Me, but you failed to do so. The punishment for this sin is not your death, which will come about because you have completed your task in this world. The punishment is that after your extraordinary efforts to lead the children of Israel out of Egypt and through the struggles in the wilderness, you will not be privileged to enjoy the inheritance of the land.", "<b>For from a distance you will see the land, but there you will not come, to the land that I am giving to the children of Israel.</b>"]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 32:1-52", "heRef": "ביאור שטיינזלץ על דברים ל״ב:א׳-נ״ב", "sections": ["32", "1"], "toSections": ["32", "52"], "sectionRef": "Steinsaltz on Deuteronomy 32", "heSectionRef": "ביאור שטיינזלץ על דברים ל״ב", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 32:1-52", "isSpanning": false, "next": "Steinsaltz on Deuteronomy 33", "prev": "Steinsaltz on Deuteronomy 31", "title": "Steinsaltz on Deuteronomy 32", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}