{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>It shall be when you will come into the land that the Lord your God is giving you as an inheritance, and you take possession of it, and live in it.</b> The following commandment applies only after the conquest and settlement of the land, which takes fourteen years.", "<b>You shall take from the first of all the fruit of the ground that you will bring from your land that the Lord your God is giving you.</b> These first fruits are separated before any of the other gifts that are given to the priests and Levites. <b>And you shall place it,</b> the first fruit, <b>in a</b> wide, flat <b>basket, and you shall go to the place that the Lord your God will choose to rest His name there,</b> the Temple in Jerusalem.", "<b>You shall come to the priest who will be in those days, and you shall say to him,</b> in the manner of a ceremonial declaration: <b>I am telling today to the Lord your God that I have come to the land with regard to which the Lord took an oath to our fathers to give to us,</b> and this is its fruit.", "<b>The priest shall take the basket from your hand, and he shall place it before the altar of the Lord your God.</b> The first fruits are not an offering that is burned on the altar. They are placed next to the altar, where the ritual waving of the basket is performed.", "<b>You shall proclaim and you shall say</b> the following standard formula <b>before the Lord your God: A wandering Aramean was my father,</b> my forefather Jacob. Jacob married the daughters of the Aramean Laban and dwelled far from his homeland as part of an Aramean family. Alternatively, some render the verse: An Aramean, close to annihilation, was my father. Others explain that the term “Aramean” refers to Laban, who sought to annihilate my father Jacob. <b>And he,</b> Jacob, <b>descended to Egypt, and resided there, few in number,</b> arriving in Egypt with a family of merely seventy members. <b>And</b> during the years that his descendants dwelled in Egypt, <b>he became there a nation, great, mighty, and numerous.</b>", "<b>The Egyptians mistreated us, and afflicted us, and imposed upon us hard labor.</b>", "<b>We cried out to the Lord, God of our fathers, and the Lord heard our voice, and He saw</b> the extent of <b>our affliction and our toil,</b> the tasks imposed upon us for the sole purpose of causing us suffering, <b>and our oppression.</b>", "<b>The Lord took us out of Egypt with a mighty hand, and with an outstretched arm, and with</b> deeds that inspired <b>great awe</b> in those that witnessed them, <b>and with signs, and with wonders.</b>", "<b>He brought us to this place,</b> the Land of Israel, <b>and He gave us this land, a land flowing with milk and honey.</b>", "<b>Now,</b> since You performed this great kindness with our ancestors, I have come to thank You: <b>Behold, I have brought the first of the fruit of the land that You have given me, Lord. You shall place it before the Lord your God,</b> before the altar, <b>and you shall prostrate yourself before the Lord your God.</b>", "<b>You shall rejoice in all the good that the Lord your God has given to you and to your household: you, and the Levite, and the stranger who is in your midst.</b> Having brought the first fruits to the Temple, you should take advantage of the opportunity to remain in the vicinity of the Temple and rejoice before God together with all your dependents.", "<b>When you shall conclude to tithe all the tithes of your produce in the third year</b> of the Sabbatical cycle, the third and sixth years after each Sabbatical Year, each of which is <b>the year of the</b> poor man’s <b>tithe,</b> as <b>you gave it to the Levite, to the stranger, to the orphan, and to the widow.</b> These include those individuals who do not possess an inheritance in the land, as well as the lower classes of society. <b>And they ate within your gates,</b> wherever they wished, not necessarily in the vicinity of the Temple, <b>and were satisfied.</b>", "The harvest of the crop of the third and sixth years is completed toward the festival of Passover of the fourth and seventh years respectively, when the fruits of the trees that began to develop in the third and sixth years have all fully ripened. When you have performed all your obligations with regard to these crops, toward the end of the festival of Passover, you shall make the following declaration, stating that you have fulfilled the commandments of all the tithes of the last three years in accordance with the law: <b>You shall say before the Lord your God,</b> in the Temple: <b>I have disposed of the</b> portion of the produce that was <b>consecrated</b> to give to others, removing it <b>from my house, and also I gave them to the Levite, and to the stranger, to the orphan, and to the widow, in accordance with all Your commandment that You commanded me.</b> I gave each portion of the produce to those entitled to it. <b>I did not violate any of Your commandments, and I did not forget</b> to give each of the gifts in the correct manner and in their proper order.", "The following part of the declaration refers specifically to the second tithe, which must be eaten in Jerusalem by the owner and those who accompany him, in a state of ritual purity: <b>I did not eat from it during my</b> acute <b>mourning, and I did not dispose of it in</b> a manner that would cause it to attain <b>a state of impurity, and I did not give from it,</b> its monetary exchange, toward the purchase of a shroud or coffin <b>for the dead.</b> In general, <b>I heeded the voice of the Lord my God, I have acted in accordance with everything that You commanded me.</b> Obviously, if someone is unable to honestly make this declaration, for example, if he ate of the second tithe during his acute mourning, he does not recite the passage.", "The declaration is followed by a prayer: <b>Look</b> upon the land <b>from Your holy abode, from the heavens, and bless Your people Israel,</b> who fulfill Your will, <b>and the land that You gave us, as You took an oath to our fathers, a land flowing with milk and honey.</b>", "Although the aforementioned gifts are given to people, the first fruits to the priests and the tithes to the needy, they are primarily a fulfillment of God’s commandments. Like those that preceded them, their primary importance is as part of the divine service. <b>This day, the Lord your God is commanding you to perform these statutes,</b> the commandments that you cannot comprehend, <b>and the ordinances,</b> which can be comprehended logically, <b>and you shall observe and you shall perform them with all your heart, and with all your soul.</b> Ensure that you perform each commandment at the proper time, in the appropriate place, according to the required measure, and with total dedication.", "Even commandments that have social value should not be performed merely from the goodness of one’s heart. You should perform them because <b>you have elevated</b> God’s status in the world, and honored <b>the Lord today</b> by choosing Him <b>to be your God</b>. Alternatively, the verse means that you have crowned Him today to be your King and your God. <b>And</b> this obligates you <b>to walk in His ways, and to observe His statutes, and His commandments, and His ordinances, and to heed His voice.</b>", "<b>And</b> likewise, <b>the Lord has elevated you today.</b> This relationship is mutual: You worship God alone and proclaim His unity, and similarly, He has chosen you alone, <b>to be a people of distinction for Him,</b> a unique nation, <b>as He spoke to you</b> before giving you the Torah: “You shall be distinguished for Me from among all the peoples.” <b>And</b> God also elevated you by choosing you <b>to observe all His commandments.</b>", "<b>To place you uppermost over all the nations that He made, for</b> your <b>praise, and for</b> your <b>renown, and for</b> your <b>splendor, and for you to be a holy people to the Lord your God, as He spoke,</b> on the same occasion, before giving you the Torah: “You shall be for Me a kingdom of priests, and a holy nation.”"], ["<b>Moses and the elders of Israel commanded the people.</b> The overall responsibility for the ceremony will be passed to Joshua, the next leader of the people. Nevertheless, due to the organizational aspects of the ceremony, the elders of Israel are also involved, and were presumably placed in charge of their tribes’ part in the ceremony. They commanded the people, <b>saying: Observe the entire commandment,</b> all the details of the subsequent commandments, <b>that I am commanding you today.</b>", "<b>It shall be on the day that you will cross the Jordan to the land that the Lord your God is giving you, you shall erect for you great stones, and plaster them with lime,</b> so that they will be smooth and form a suitable writing surface.", "<b>You shall write on them all the words of this Torah, upon your crossing</b> the Jordan River, <b>so that you will come to the land that the Lord your God is giving you, a land flowing with milk and honey, as the Lord, God of your fathers, spoke to you.</b>", "<b>It shall be upon your crossing of the Jordan, you shall erect these stones that I am commanding you today on Mount Eival, and you shall plaster them with lime.</b>", "<b>You shall build there an altar to the Lord your God, an altar of stones; you shall not wield iron upon them.</b>", "Of <b>whole stones you shall build the altar of the Lord your God,</b> as it is prohibited to chisel stones with iron implements for use in the construction of an altar. <b>And you shall offer up on it burnt offerings to the Lord your God.</b>", "In addition, <b>you shall slaughter peace offerings, and you shall eat</b> them <b>there, and you shall rejoice before the Lord your God</b> through this public feast.", "<b>You shall write on the stones all the words of this Torah,</b> which until now were written only on the Tablets of the Covenant and in the Torah scroll. You shall ensure that the writing is <b>very clearly</b> readable by all and properly elucidated.", "<b>Moses and the priests,</b> who are from the tribe of <b>the Levites, spoke to all Israel, saying: Listen and heed, Israel, this day you have become a people for the Lord your God.</b>", "Therefore, the following is required of you: <b>You shall heed the voice of the Lord your God, and you shall perform His commandments and His statutes that I am commanding you today.</b> This covenant is enacted with the entire people now, before they enter the land of Canaan. The same covenant will be reaffirmed by the people after they enter the land.", "<b>Moses commanded the people on that day, saying:</b>", "<b>These</b> tribes <b>shall stand to bless the people upon Mount Gerizim upon your crossing of the Jordan: Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin.</b> It is possible that these tribes were selected because they were considered the more distinguished tribes, as they are the sons of Leah and Rachel.", "<b>And these shall stand for the curse upon Mount Eival</b>: <b>Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali.</b>", "<b>The Levites,</b> who shall stand between the two mountains, <b>shall proclaim</b> the following curses and their parallel blessings, <b>and say</b> them <b>to every man of Israel in a loud voice.</b> When the Levites recited the blessings, they turned toward Mount Gerizim and faced the tribes that stood there, and when they recited the curses they turned toward Mount Eival and faced the tribes that stood on that mountain. According to a different opinion, the Levites also stood on the mountains, and if that is the case, the blessings and curses were recited by people who stood on the mountains themselves:", "The following eleven curses do not pertain to those prohibitions which are of the greatest severity; neither do they include fundamental precepts such as those which appear in the Ten Precepts. Rather, the curses pertain to those transgressions that are performed in secret. Since the transgressors assume that their deeds will not be discovered, the people must publicly take an oath not to perform these actions. For example, the focus of the first curse is not the prohibition against crafting a molten image in itself, but the secretive worship of idolatry. If any Jew openly worships idols, the court is obligated to eliminate him from among the people. However, if one conceals his idolatrous worship, no one is aware of his deeds, and therefore, the public oath is necessary. The Levites shall proclaim: <b>Cursed is the man who makes an idol or a cast figure, an abomination of the Lord,</b> an idol which is <b>the handiwork of a craftsman, and places it in secret. And</b> upon hearing this curse, <b>the entire people,</b> both the tribes standing on Mount Eival for the curse and those standing on Mount Gerizim for the blessing, <b>shall answer and say: Amen,</b> thereby taking an oath not to perform this transgression.", "Once the people accept the first curse and its parallel blessing, the Levites recite the second curse: <b>Cursed is one who demeans his father or his mother, and the entire people shall say: Amen.</b> One who acts in this manner does not publicize his behavior, and his parents are likely to be reluctant to discuss it as well, particularly if they need him or are dependent upon him. The matter therefore remains a family secret. This curse also pertains to cases in which even one’s parents are unaware of their son’s behavior, e.g., when a son avoids his filial duty to honor his parents by means of deceit and false pretenses.", "<b>Cursed is one who moves his neighbor’s boundary</b> into his neighbor’s domain, thereby extending his own domain. This is obviously done in secret, based on the assumption that one’s neighbor will not notice the change. The Sages include in this prohibition any incursion into another’s domain or encroachment on an area under another’s authority that is performed in a covert or deceitful manner. <b>And the entire people shall say: Amen.</b>", "<b>Cursed is one who misleads the blind on the way, and the entire people shall say: Amen.</b> This curse evokes the prohibition, “You shall not place an obstruction before the blind.” It applies to anyone who misleads others by giving them bad advice, even if they are not blind but merely lack necessary information and may make an erroneous decision on the basis of the advice that they were given. In this case, the victim is unaware that he is being misled, and the responsibility is entirely upon the one who gave the advice. Therefore, a public oath is required.", "<b>Cursed is one who distorts the judgment of a stranger, an orphan, or a widow, and the entire people shall say: Amen.</b> These individuals are not always aware of the fact that their judgment has been distorted. The stranger might be unfamiliar with local laws and customs, the orphan is young and inexperienced, and the widow, accustomed to being under the aegis of her husband, would not typically be familiar with legal and procedural matters. Therefore, it is often a simple matter for the judges to distort their judgment without the matter coming to light.", "The forbidden sexual relations mentioned below are also those that are likely to be committed in private, concealed from public view, due to the structure of society. <b>Cursed is one who lies with the wife of his father,</b> even after his father’s death. The widow might live alone in her deceased husband’s house, while his adult son abuses her and she has no means of objecting, or they might both consent to the act. He is cursed <b>as he</b> thereby <b>exposed the edge of his father’s garment,</b> shaming his father’s nakedness, <b>and the entire people shall say: Amen.</b>", "<b>Cursed is one who lies with any beast, and the entire people shall say: Amen.</b> This transgression would probably remain unknown as well, as the man himself would not report it, and the animal is of course unable to object.", "<b>Cursed is one who lies with his sister, the daughter of his father, or the daughter of his mother, and the entire people shall say: Amen.</b> An adult brother might use his authority and power to abuse his minor sister and prevent her from objecting and publicizing the matter. For this reason, the transgression can remain unknown to others, sometimes for many years.", "<b>Cursed is one who lies with his mother-in-law,</b> whether or not she is married. This severe transgression also shames the family. In this case the extent of their kinship might not be sufficient to deter them from the act, but they are close enough to develop an intimate relationship, and the affair would not be publicized. <b>And the entire people shall say: Amen.</b>", "<b>Cursed is one who smites his neighbor in secret,</b> by attacking him in the dark, or by covering the eyes of the victim so that he cannot identify his assailant. The Sages interpret this verse as referring to verbal blows as well, e.g., the defamation of another when he is not present. <b>And the entire people shall say: Amen.</b>", "<b>Cursed is one who takes a bribe to slay a person of innocent blood, and the entire people shall say: Amen.</b> Neither the party who gives the bribe nor the one who accepts it is likely to publicize his actions. A judge who begins by accepting a bribe in relatively minor monetary cases is liable to deviate from the path of justice in cases involving large inheritances as well. Eventually, he is liable to be swayed through bribery to even cause a person’s death.", "The list concludes with a general curse: <b>Cursed is one who will not uphold the matters of this Torah to perform them.</b> Cursed is one who fails to do all that is in his power to ensure that the matters of this Torah, written before you on the stones (27:8), will be upheld. <b>And the entire people shall say: Amen.</b> The entire people of Israel thereby publicly committed to uphold the Torah: Each person must do his part in order to ensure that the Torah’s commandments are fulfilled. The Sages therefore state that even if one studied the Torah and taught it to others, observed the Torah and performed its commandments, if he was able to support and bolster the Torah and he did not do so, he is included in this curse."], ["<b>It shall be if you shall heed the voice of the Lord your God to take care to perform all His commandments that I am commanding you today,</b> all forms of goodness will come to you. <b>The Lord your God will place you uppermost over all the nations of the earth.</b> Your status among the nations will be great.", "<b>All these blessings will come upon you, and reach you.</b> They will pursue you, even if you do not endeavor to achieve them, <b>if you shall heed the voice of the Lord your God.</b>", "<b>Blessed are you in the city,</b> in the settled areas, <b>and blessed are you in the field,</b> in your workplaces.", "<b>Blessed is the fruit of your womb,</b> your children, <b>and the fruit of your land, and the fruit of your animals: the calving of your cattle</b>, <b>and the lambing of your flock.</b>", "<b>Blessed is your basket,</b> in which you place the produce of your fields, <b>and your kneading bowl.</b> You will find the contents of your vessels blessed.", "<b>Blessed are you upon your arrival, and blessed are you upon your departure.</b>", "<b>The Lord will render your enemies who rise against you</b> defeated and <b>routed before you. On one path they will emerge toward you,</b> in the manner of warriors setting out to war, <b>and on seven paths they will flee before you.</b> When an army loses", "<b>The Lord will command for you the blessing in your silos, and in all your</b> various <b>endeavors, and He will bless you in the land that the Lord your God is giving you.</b>", "Furthermore, <b>the Lord will establish you as a holy people to Him, as He took an oath to you.</b> This shall be <b>if you shall observe the commandments of the Lord your God, and walk in His ways.</b>", "Then, <b>all the peoples of the earth will see that the name of the Lord is invoked upon you,</b> as you constantly mention His name and honor Him, <b>and they shall fear you.</b> They will not provoke you in any manner.", "<b>The Lord will increase you for good.</b> He will give you abundant blessing, even more than you expect or request, <b>in the fruit of your womb, and in the fruit of your animals, and in the fruit of your land.</b> He will bless you with all this, <b>on the land with regard to which the Lord took an oath to your fathers to give you.</b>", "<b>The Lord will open for you His good storehouse, the heavens, to provide</b> you with <b>the rain of your land at its time, and to bless all your handiwork.</b> And due to this plenty, <b>you shall lend to many nations,</b> as they will need your help, <b>but you shall not borrow,</b> as you will not require the assistance of others.", "<b>The Lord will set you as a head, and not as a tail.</b> In all matters you will take the lead, and you will not follow others. <b>And you will be only above, and you will not be below.</b> All this shall come to pass, <b>if you shall heed the commandments of the Lord your God that I am commanding you today, to observe and to perform</b> them.", "<b>You shall not stray from any of the matters that I am commanding you today right or left,</b> the fundamental commandment being not <b>to follow other gods to serve them.</b> This concludes the blessings.", "<b>It shall be, if you do not heed the voice of the Lord your God, to take care to perform all His commandments and His statutes that I am commanding you today, all these curses will come upon you and find you.</b>", "Some of the curses parallel the aforementioned blessings: <b>Cursed are you in the city, and cursed are you in the field.</b>", "<b>Cursed is your basket and your kneading bowl.</b>", "<b>Cursed is the fruit of your womb, and the fruit of your land, the calving of your cattle, and the lambing of your flock.</b>", "<b>Cursed are you upon your arrival, and cursed are you upon your departure.</b>", "<b>The Lord will release among you the curse, the confusion,</b> panic and disorder, <b>and the</b> process of <b>diminution.</b> These will befall you <b>in all your endeavors that you will perform, until your destruction, and until your swift annihilation, because of the wickedness of your deeds, that</b> you performed when <b>you forsook Me.</b>", "<b>The Lord will attach the pestilence,</b> an infectious plague, <b>to you, until it eradicates you from upon the land that you are coming there to take possession of it.</b>", "<b>The Lord will smite you with consumption, and with fever, and with inflammation, and with desiccation,</b> a disease of dryness, <b>and with the</b> enemy’s <b>sword</b>, <b>and with blight,</b> the loss of bulk and weight of crops or a living body, <b>and with mildew,</b> a disease that ruins the crops. Alternatively, the verse may be referring to the human disease of jaundice. <b>And they,</b> all these plagues, <b>shall pursue you until your annihilation.</b>", "<b>Your heavens that are over your head will be</b> as impenetrable as <b>bronze,</b> and will not produce rain, <b>and the earth that is beneath you</b> will be as dry and unfruitful as <b>iron.</b>", "<b>The Lord will render the rain of your land dust and dirt; from the heavens it will descend upon you, until your destruction.</b> Rather than rain falling and facilitating growth, the wind will blow and bring dust and dirt.", "<b>The Lord will render you routed before your enemies; on one path you will go out toward him, and on seven paths you will flee before him.</b> This is the exact opposite of the blessing stated earlier (28:7). <b>You will be a horror,</b> a paradigm of a nightmare scenario, <b>to all the kingdoms of the earth.</b>", "<b>Your carcass will be for food for every bird of the heavens, and for the animals of the earth, and there is none to frighten them.</b> No one will prevent the birds and animals from feasting upon your corpses.", "<b>The Lord will smite you with the rash of Egypt,</b> a skin disease that causes swelling and irritation, with which the Egyptians were stricken. <b>And</b> He will also strike you <b>with hemorrhoids,</b> sores and diseases in the area of the anus, <b>with skin eruptions, and with dry boils,</b> skin diseases that cause lesions and great embarrassment, <b>from which you will be unable to be healed.</b>", "<b>The Lord will smite you with madness, and with blindness, and with confusion of the heart,</b> the disorientation of one’s thoughts and will.", "As a result, <b>you shall grope at noon as the blind gropes in the dark.</b> You will not know the path to follow and you will lose your orientation. <b>And you will not succeed on your way, and you will only be exploited and robbed all the days, and there is no savior.</b> You will be unable to put up any resistance, you will fail in all your endeavors, and you will lose everything.", "<b>You will betroth a woman and another man will lie with her; you will build a house and</b> yet <b>you will not live in it; you will plant a vineyard, and you will not celebrate it.</b>", "Having intended to slaughter and consume your ox, you will find that <b>your ox is slaughtered before your eyes, and you will not eat from it. Your donkey is robbed from before you and will not return to you,</b> as the robber will never release it; <b>your flock is given to your enemies, and there is no savior for you.</b>", "<b>Your sons and your daughters are given to another people,</b> they are taken captive and enslaved, <b>and</b> even if they work as hired hands in distant, foreign lands, <b>your eyes see</b> them as they depart, <b>and long for them all the day, and you are powerless</b> to do anything about it.", "<b>A nation that you did not know will eat the fruit of your land and all your toil.</b> A foreign nation will raid your land and take all of your produce, leaving you with nothing. <b>You will be only exploited and broken all the days,</b> both by external enemies that plunder your possessions, and by internal troubles.", "Everything will go against you. In every direction in which you look you will see only troubles and distress. When you perceive this, <b>you will be mad from the sight of your eyes that you will see.</b>", "<b>The Lord will smite you with a terrible rash on the knees and on the shins from which you will be unable to be healed, from the sole of your foot to the top of your head.</b>", "<b>The Lord will lead you and your king whom you will establish over you to a nation that you did not know, you or your ancestors, and you will serve there other gods, of wood and stone.</b> In exile you will be subjugated to your oppressors in every manner. Pagan influences will dominate your lives.", "<b>You will become an astonishment, a proverb, and an adage among all the peoples that the Lord will lead you there.</b> Your very name will become an insult. When one wishes to speak of failures and miserable situations, he will compare them to your case as the classic example.", "<b>Much seed you will take out to the field</b> to sow, <b>and little will you gather</b> from the field, <b>as the locust will consume it.</b>", "<b>Vineyards you will plant and till, and</b> yet <b>you will not drink wine and you will not store it, as the worm will eat them,</b> the grapes.", "<b>Olive trees you will have within all your borders, and</b> yet <b>you will not anoint</b> yourself with their <b>oil, as your olives will fall</b> to the ground before they ripen, and you will extract nothing from them.", "<b>Sons and daughters will you beget and they will not be for you, as they will go into captivity.</b>", "<b>All your trees and the fruit of your land, the worm will deplete.</b>", "<b>The stranger who is</b> living <b>in your midst will ascend over you higher and higher, and you will descend lower and lower.</b>", "<b>He,</b> the stranger, <b>will lend to you and you will not lend to him; he will be as a head, and you will be as a tail.</b>", "<b>All these curses will come upon you, and will pursue you, and will find you until your destruction, because you did not heed the voice of the Lord your God, to observe His commandments and His statutes that He commanded you.</b>", "<b>They,</b> all these troubles and plagues, <b>will be in you as a sign and as a wonder,</b> an indicator of your evil deeds, or as a paradigm of curses, <b>and in your descendants forever;</b>", "you will suffer these curses <b>because you did not serve the Lord your God</b> when you had the opportunity <b>with joy and with gladness of heart, due to abundance of everything.</b>", "Therefore, <b>you will serve your enemies whom the Lord will dispatch against you</b> in the reverse situation: <b>in</b> a state of <b>hunger, and in thirst, and in nakedness, and in the lack of everything; and he,</b> the enemy, <b>will place an iron yoke on your neck,</b> subjugating you <b>until he destroys you.</b>", "<b>The Lord will bring a nation against you from afar, from the end of the earth.</b> It will appear suddenly, <b>as the eagle will swoop</b> down from a great height and from a vast distance, so that its approach is undetected. Since the enemies will come from afar, they will be <b>a nation whose language you will not understand,</b> and you will be unable to communicate with them.", "It will be <b>a brazen nation that will not show favor to the elderly, and will not have mercy on the young.</b> It will not pity anyone.", "<b>It will eat the fruit of your animals and the fruit of your land, until your destruction, which will not leave you grain, wine, or oil, the calving of your cattle, or the lambing of your flock, until it annihilates you.</b> Even if it does not act in a deliberately destructive manner, since it does not intend to settle in the conquered land it will exploit it without considering its long-term viability, leaving nothing intact.", "<b>It will besiege you,</b> or torment you, <b>at all your gates, until the downfall of your high and fortified walls upon which you rely throughout your land.</b> The enemy will breach and break your walls, and you will realize that your supposedly strong cities do not guarantee your safety. <b>And it will besiege you at all your gates throughout your land that the Lord your God gave you.</b>", "<b>You shall eat the fruit of your womb, the flesh of your sons and your daughters that the Lord your God gave you, in siege and in</b> the <b>distress that your enemy will distress you.</b> The famine in the besieged city will be so severe that you will be reduced to eating the flesh of your children.", "These verses illustrate the horrors of the extreme famine: <b>The man among you who is tender and very delicate will be selfish toward his brother, and</b> even <b>toward the wife of his bosom, and toward the remaining children that he will leave;</b>", "he will consume his children’s flesh by himself, <b>rather than give to one of them from the flesh of his children that he will eat.</b> Not only will he eat the flesh of his own children, he will refuse to give any of it to his closest relatives, including his surviving children. He will do so because everything he had will be lost, <b>not leaving anything for him.</b> The hunger will be so intense that it will overcome love and the most intimate family ties. Any vestige of one’s humanity will be wiped out, <b>in the siege and in the distress that your enemy will distress you within all your gates.</b>", "The same will happen to <b>the tender and delicate woman among you, who did not venture setting the sole of her foot on the ground due to</b> her great <b>delicacy and due to</b> her <b>tenderness.</b> The most delicate of women <b>will be selfish toward the husband of her bosom, and toward her son, and toward her daughter.</b>", "<b>and toward her afterbirth that emerges from between her legs,</b> her young babies, <b>and toward</b> the rest of <b>her children whom she will bear.</b> She will be selfish <b>as she will eat them in the lack of everything in secret.</b> She will snatch her children to eat by herself in hiding, <b>in the siege and in the distress that your enemy will distress you at your gates.</b> The siege will be so appalling that the people will be reduced to cannibalizing their own children, an act which shatters the moral boundaries of any human society.", "All this will come to pass, <b>if you will not take care to perform all the words of this Torah that are written in this book, to fear this revered and awesome name, the Lord your God;</b>", "then <b>the Lord will intensify your blows, and the blows of your descendants,</b> and they will increase in size and severity, <b>great and profound blows, and dire and profound illnesses.</b> Alternatively, the phrase means lengthy and persistent blows and illnesses.", "<b>He will return to you all the afflictions of Egypt of which you were terrified,</b> when you saw the manner in which they were visited upon the Egyptians, <b>and they will</b> come and <b>cleave to you.</b>", "<b>Also, every illness and every blow that is not written in the book of this Torah, the Lord will pile them upon you, until your destruction.</b> The list of afflictions will grow longer, and include other diseases not written here, as well as other afflictions that will demean and humiliate you.", "<b>You shall remain few in number, instead of your having been like the stars of the heavens in plenitude.</b> During your long history you were a great people, and through natural population increase you should have become an exceedingly great multitude. That is not the case, however, <b>because you did not heed the voice of the Lord your God.</b>", "<b>It shall be that as the Lord exulted over you to do you good, and to multiply you,</b> when you followed His path and performed His will, <b>so the Lord will cause others to exult over you to annihilate you and to destroy you, and you will be expelled from upon the land that you are coming there to take possession of it.</b>", "<b>The Lord will disperse you among all the peoples from the end of the earth to the end of the earth.</b> You will not all be exiled to one place; rather you will be scattered throughout the world. <b>And</b> when you are in exile <b>you shall</b> serve people who <b>serve there other gods that you did not know</b> (see verse 36), <b>you or your ancestors,</b> of <b>wood and stone.</b> The idol worship of your subjugators will be unfamiliar to you, and you will be unable to even imitate their actions.", "<b>Among these nations you will not be calm.</b> You will be in exile, scattered throughout the world, and unable to relax there. <b>And there will be no rest for the sole of your foot. The Lord will</b> also <b>give you there a trembling heart, and yearning eyes,</b> as you will long for an improvement in your situation, <b>and desolation of the soul.</b>", "<b>Your life will be dangling before you.</b> You will feel completely insecure, as though your lives hang on a thread that might snap at any moment. <b>And you will fear night and day, and you will not believe in your life.</b>", "<b>In the morning you will say: Would that it were</b> already <b>evening,</b> as the day is too grim. <b>And in the evening you will say: Would that it were morning.</b> These exclamations will come <b>from the fear of your heart that you will fear, and from the sight of your eyes that you will see.</b>", "<b>The Lord will return you to Egypt in ships, on the way with regard to which I said to you: You will not see it ever again</b> (see 17:16). <b>And you will</b> even attempt to <b>sell yourselves there to your enemies as slaves and as maidservants,</b> merely in order to remain alive, <b>and</b> yet <b>there is no buyer.</b> No one will be willing to purchase you, as you will be considered worthless. This might be the most terrible curse of all.", "<b>These are the words of the covenant that the Lord commanded Moses to make with the children of Israel in the land of Moav, besides the covenant that He made with them at Horev.</b>"], ["<b>Moses summoned all of Israel and he said to them: You have seen everything that the Lord performed before your eyes in the land of Egypt, to Pharaoh, and to all his servants, and to his entire land.</b> There are still those among you who witnessed and can remember the exodus from Egypt and the accompanying wondrous events;", "you witnessed <b>the great trials,</b> or great miracles, <b>that your eyes saw, the signs and those great wonders.</b>", "Although you witnessed all those miraculous events, <b>the Lord has not given you a heart to know, and eyes to see, and ears to hear, until this day.</b> Until now, you have not internalized these facts. I will therefore attempt to remind you of the events that occurred, so that you will contemplate the kindnesses of God:", "<b>I have led you forty years in the wilderness.</b> Miraculously, <b>your garments did not wear out from upon you, and your shoe did not wear out from upon your foot.</b>", "<b>Bread you did not eat and wine and intoxicating drink you did not drink.</b> All this was <b>so that you will know that I am the Lord your God,</b> who can sustain you on the miraculous manna alone, without these basic necessities.", "<b>You came to this place, and Sihon king of Heshbon and Og king of Bashan emerged against us to war, and we</b> miraculously <b>smote them</b> with God’s aid, despite the fact that you were unprepared for war.", "<b>We took their land and we gave it as an inheritance to the Reubenite, and to the Gadite, and to half the tribe of the Manassite.</b> God performed this kindness for us only recently, and you saw them with your own eyes. Therefore, you cannot disregard God’s might.", "<b>You shall observe the words of this covenant and you shall perform them, so that you will succeed in everything that you do.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 26:1-29:8", "heRef": "ביאור שטיינזלץ על דברים כ״ו:א׳-כ״ט:ח׳", "sections": ["26", "1"], "toSections": ["29", "8"], "sectionRef": "Steinsaltz on Deuteronomy 26-29", "heSectionRef": "ביאור שטיינזלץ על דברים כ״ו-כ״ט", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 26:1-29:8", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 30", "prev": "Steinsaltz on Deuteronomy 25", "title": "Steinsaltz on Deuteronomy 26-29", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 26:1-19", "Steinsaltz on Deuteronomy 27", "Steinsaltz on Deuteronomy 28", "Steinsaltz on Deuteronomy 29:1-8"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}