{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>When you go out to war,</b> referring not to the war of conquering the land of Canaan, about which Israel was commanded: “You shall not keep any person alive” (20:16), but to an optional war, <b>against your enemies, and the Lord your God delivers them into your hand, and you capture its captives.</b> During biblical times, enemies were taken captive in war, and most of them were sold into slavery.", "<b>And you see among the captives a beautiful woman, and you desire her, and you</b> may <b>take her for you as a wife.</b> However, in order to do so, a special procedure must be followed. This is not a standard marriage, as the captive woman cannot refuse. Nevertheless, the required procedure is considerate of the woman.", "<b>You shall bring her into your house, and she shall shave her head, and she shall do her nails.</b> Some Sages understand this to mean that she should grow her nails long, and others explain that she should clip them. According to both opinions, this action symbolizes unsightliness and mourning. Perhaps it depends on the standard in the woman’s locale: If they grow long fingernails for beauty, she must clip them, and if they typically keep their fingernails short, she must grow them long.", "<b>She shall remove the garment of her captivity,</b> which might be elegant, as she was taken from her home, <b>from her, and she shall remain in your house, and she shall lament her father and her mother a month of days.</b> She should mourn them, as presumably she was taken from a house whose other residents were killed by the soldiers. She may have been married, but her marriage is now void, and she therefore grieves her past. <b>And</b> only <b>thereafter you may consort with her, and engage in intercourse with her,</b> but not during her period of mourning, as that would be inconsiderate and inappropriate. After this entire process of shaving her head, doing her nails, removing her garment, and continued grieving, perhaps you will no longer be attracted to her. If you still wish to marry her, you may do so, <b>and she shall be a wife to you.</b>", "<b>It shall be</b> that <b>if you do not desire her,</b> due to her new appearance or for any other reason, <b>you shall release her on her own,</b> and <b>you shall not sell her for silver,</b> even though she is a prisoner and her legal status is that of a maidservant. <b>You shall not enslave her,</b> or abuse her, <b>because you afflicted her.</b> By designating her for marriage, you have effectively offered her a future better than that of a maidservant. Since she has already become accustomed to this elevated status, you lack the moral right to afflict her with more suffering; therefore, you must release her.", "<b>If a man has two wives, the one beloved, and the</b> other <b>one hated.</b> Clearly, he does not actually hate her, as in that case he would divorce her; rather, it means that she is not as beloved as the other wife is. <b>And they bear him children, the beloved and the hated, and the firstborn son is of the hated,</b>", "<b>it shall be on the day that he,</b> the father, <b>bequeaths to his sons that</b> property <b>which he has, he may not prefer the son of the beloved,</b> who is not the firstborn, <b>over the son of the hated, the firstborn.</b>", "<b>Rather, he shall acknowledge the firstborn, son of the hated</b>, <b>to give him double from everything that is found with him.</b> According to Torah law, when an inheritance is divided among a person’s sons, the firstborn receives a double portion. <b>As he is the first of his potency,</b> his first child, therefore <b>his is the right of the firstborn.</b>", "<b>If a man has a defiant and rebellious son, who does not heed the voice of his father, or the voice of his mother, and they,</b> his parents, <b>chastise [<i>yisseru</i>] him, and</b> nevertheless <b>he does not heed them.</b> The Sages interpret the word <i>yisseru</i> as referring to the penalty of lashes. Accordingly, the verse means that the son commits many transgressions until eventually he is liable to be flogged, and his parents bring him to court to receive this punishment. Nevertheless, he does not heed them.", "<b>His father and his mother shall seize him, and they shall take him out to the elders,</b> the judges, <b>of his city, to the gate,</b> the court, <b>of his place.</b>", "<b>They shall say to the elders of his city: This son of ours is defiant and rebellious; he does not heed our voice.</b> Moreover, he is also <b>a glutton and a drunkard;</b> his behavior is disgraceful.", "<b>All the men of his city shall stone him with stones, and he shall die, and you shall eliminate the evil from your midst.</b> Once it is clear that he is completely corrupt and incorrigible, he is sentenced to death. <b>And all Israel shall hear and fear.</b> The purpose of this law is to send a clear message that crime among youth will not be tolerated and that obedience is essential. Therefore the son receives the death penalty even though his actions in and of themselves do not warrant a punishment so severe.", "<b>If there is in a man a sin with a death sentence, and he is put to death, you shall hang him on a tree</b> after his execution. Hanging is not a method of execution in Torah law.", "<b>His carcass shall not remain overnight upon the tree; rather you shall bury him on that day</b> on which he was executed, <b>as one hanged is a curse,</b> a disgrace, <b>of God.</b> Since man was created in the image of God, the existence of a hanging human body is a disgrace to its Creator. Consequently, this law applies not only to an executed Israelite, but also to a gentile who was executed and then hanged. <b>And you shall not defile your land that the Lord your God is giving you as an inheritance</b> by leaving a dead body hanging on a tree."], ["<b>You shall not see your brother’s ox,</b> the ox of your fellow Israelite, <b>or his sheep wandering</b> alone outside of its proper area, <b>and disregard them.</b> Do not say to yourself that since the animals do not belong to you, they need not concern you; rather, <b>you shall return them to your brother.</b>", "In many cases, identifying the owner of the lost animal is quite simple, as he might be an acquaintance, e.g., a neighbor or a worker in a nearby field, and perhaps the finder even recognizes the animal. Furthermore, animals are sometimes marked for identification. However, <b>if your brother is not near to you, and you do not know him;</b> the animal is clearly lost but you do not know who the owner is, <b>you shall gather it into your house, and it shall be with you until your brother seeks it,</b> until the owner searches for his lost property and reaches you, <b>and</b> then <b>you shall return it to him.</b>", "This law applies not only to kosher animals, such as an ox or a sheep. <b>So you shall do with his donkey,</b> which is also liable to get lost on its way, <b>and so you shall do</b> even <b>with his</b> lost <b>garment,</b> an inanimate object, <b>and so you shall do with every lost item of your brother that shall be lost from him, and you found it, you shall not disregard.</b> You are obligated to take it with you in order to return it to its owner.", "<b>You shall not see your brother’s donkey or his ox fallen on the road,</b> buckling under its load, <b>and disregard them;</b> rather, <b>you shall raise it with him.</b> You must help the owner stand his animal on its feet.", "<b>A man’s garment,</b> ornament, or accessory <b>shall not be on a woman and a man shall not wear a woman’s garment, as it is an abomination to the Lord your God anyone who does these.</b> These deviations from the accepted standards of dress contain sexual overtones of licentiousness and a breach of convention.", "<b>If a bird’s nest will happen before you on the way, on any tree or on the ground, with fledglings or eggs</b> in the nest, <b>and the mother is crouching on the fledglings or on the eggs,</b> if you are interested in taking them, <b>you shall not take the mother</b> while it is <b>with the offspring.</b> The bird’s maternal instinct can cause it to remain close to the nest even while it sees danger approaching. It endangers itself in order to protect its fledglings, which facilitates its capture.", "If you want the fledglings or eggs, <b>you shall send forth the mother, and the offspring</b> you may then <b>take for yourself, so that it will be good for you, and you will extend your days.</b> By refraining from exploiting the mother’s care for its fledglings, one shows respect for life and motherhood. Therefore, God will repay this act with long life and prosperity.", "<b>If you build a new house, you shall make a parapet for your roof, and you shall not place blood,</b> cause blood to be spilled, <b>in your house, if someone falls from it.</b> In ancient times, roofs were flat and were utilized as living space. Therefore a parapet was necessary to prevent one from falling off the roof.", "<b>You shall not sow your vineyard with diverse kinds.</b> It is prohibited to sow grain seeds in a vineyard, <b>lest the growth be forbidden [<i>tikdash</i>]</b> literally, become consecrated, <b>the seed that you will sow and the produce of the vineyard.</b> Alternatively, the word <i>tikdash</i> may be a euphemism for “be impure,” or it may mean “become mixed.” Not only is sowing grain seeds in a vineyard prohibited, but if those seeds are sown, it is prohibited to eat the produce that grows as well as the grapes of the vine. Deriving benefit from them is forbidden as well.", "The Torah states another prohibition similar to that of diverse kinds: <b>You shall not plow with an ox and a donkey together.</b> Although plowing with each species individually is permitted, allowing both animals to pull a plow, a carriage, or the like, is prohibited. Since they do not have equal strength, their combination increases the workload of both, causing them unnecessary suffering.", "<b>You shall not wear</b> fabric that contains <b>a mixture of fibers [<i>sha’atnez</i>], wool and linen</b>, woven <b>together.</b>", "<b>You shall make for yourself twisted threads on the four corners of your garment, with which you cover</b> yourself.", "<b>If a man takes,</b> marries, <b>a wife, and consorts with her, and</b> discovers that <b>he hates her</b> for whatever reason.", "If he wants to harass or perhaps to free himself of his monetary obligation toward her in the case of divorce, <b>and</b> therefore, <b>he proffers a libelous matter against her, and</b> thereby has <b>disseminated an evil name about her and said: I took this woman, and I approached her, and</b> although she was supposed to be a virgin, <b>I did not find signs of her virginity,</b> claiming thereby that she had engaged in intercourse with another man before the marriage.", "The husband’s claim is challenged in court. Although it cannot be refuted definitively, circumstantial evidence can be brought to indicate that it was false. <b>The father of the young woman and her mother take and bring the signs of the virginity of the young woman,</b> the bedsheet upon which the initial act of intercourse between the husband and wife took place, <b>out to the elders of the city to the</b> city <b>gate,</b> the courthouse. If there are bloodstains on the sheet, this proves that the wife was a virgin. There were eras when newlyweds would use a special bedsheet that could serve as proof of the wife’s virginity. In this case, it indeed serves as legal evidence.", "<b>The father of the young woman shall say to the elders: I gave my daughter to this man for a wife, and he hated her.</b>", "<b>Behold, he proffered libelous words, saying: I did not find signs of virginity for your daughter, but these are the signs of virginity of my daughter. They shall spread the garment before the elders of the city.</b>", "<b>The elders of that city shall take the man and they shall chastise [<i>veyisseru</i>] him.</b> The Sages interpret the word <i>yisseru</i> as referring to administering lashes.", "In addition, <b>they shall punish him</b> by imposing a payment of <b>one hundred shekels of silver,</b> double the amount that was normally given as a bride price, <b>and they shall give it to the father of the young woman</b> as compensation, <b>because he disseminated an evil name about a virgin of Israel. And</b> furthermore, <b>she shall be a wife to him; he may not release her all his days.</b> After a despicable attempt to rid himself of her by endangering her, he may never divorce her at his initiative. If she chooses, she may exercise her right to remain married to him for the rest of their lives, or alternatively, she can demand that he divorce her.", "The case discussed until now was one of a slanderous lie, <b>but</b> there is another possible outcome: <b>If this matter was true, and the signs of virginity were not found for the daughter,</b> and it was proven in court that the bride betrayed her husband and committed adultery during the period between betrothal and marriage,", "<b>they shall take the young woman out to the entrance of her father’s house, and the people of her city shall stone her with stones and she shall die.</b> She must be stoned outside the entrance to her father’s house <b>because she performed a despicable act in Israel, to engage in licentiousness in her father’s house.</b> Engaging in sexual relations with another man after her betrothal, even though she was not married yet and still lived in her parents’ home, is a serious act of betrayal toward her husband, and it disgraces her family as well. <b>And you shall eliminate the evil from your midst</b> in a public ceremony, deterring any future transgressors. Although most of those condemned to death by stoning receive their punishment at a designated location outside the city, this woman is stoned outside her parents’ home, so that the family will be shamed by this act for generations to come.", "A man who commits adultery likewise receives capital punishment. <b>If a man shall be found lying with a woman</b> who is <b>married to a husband, the two of them shall die, the man who lay with the woman, and the woman.</b> Since both of them participated in the act willingly, both are put to death, <b>and you shall eliminate the evil from Israel.</b>", "This is true also in the case of a betrothed woman. <b>If there is a young virgin betrothed [<i>me’orasa</i>] to a man,</b> but not yet married to him, <b>and</b> another <b>man finds her in the city, and lies with her,</b> and the act is discovered,", "<b>you shall take the two of them out to</b> be judged at <b>the gate,</b> the court, <b>of that city, and you shall stone them with stones and they shall die.</b> Although <b>the young woman</b> will presumably claim that she was raped, her claim is not accepted, as it is assumed that she was complicit <b>because she did not cry out in the city.</b> Had she cried out, the people of the city would have heard her and come to help. The fact that she did not cry for help in a location where it would have been effective proves that she was complicit. <b>And the man</b> is punished <b>because he afflicted [<i>inna</i>] the</b> betrothed <b>wife of his neighbor,</b> despite the fact that she consented. According to another interpretation, <i>inna</i> means damaged; the man damaged her marital status, causing it to become prohibited for her to remain with her husband. This is so because a betrothed woman is considered a wife even before marriage. For example, Jacob said to Laban with regard to Rachel, to whom he was not yet married: “Give me my wife.” <b>And you shall eliminate the evil from your midst.</b>", "<b>But if the man shall find the betrothed young woman in the field,</b> away from a residential area, in a place where she has no way of defending herself, <b>and the man seized her, and lay with her, the man who lay with her shall die alone;</b> he is guilty of adultery and is therefore punishable by death.", "<b>But to the young woman you shall do nothing,</b> as <b>the young woman has no sin worthy of death.</b> She is not guilty of adultery since she was raped. <b>As just like a man rises against his neighbor and murders him, so is this matter.</b> The woman is comparable to a victim of murder in that she was incapable of preventing the act. Therefore she cannot be judged as a participant in the transgression.", "<b>For he</b>, the rapist, <b>found her in the field; the betrothed young woman</b> presumably <b>cried out, and there is no rescuer for her.</b>", "All of the previous cases pertained to a married or betrothed woman, and the described act of sexual intercourse was a violation of the severe prohibition of “You shall not commit adultery,” which is punishable by death. The law is different in the case presented here: <b>If a man finds a young virgin who is not betrothed, and he seizes her</b> forcibly, <b>and lies with her,</b> rapes her (in rabbinic literature, a victim of rape is sometimes referred to as a seized woman), <b>and they are found,</b>", "since the young woman is unmarried, <b>the man who lay with her</b> is not subject to the death penalty; rather, he <b>shall give to the young woman’s father fifty silver shekels,</b> which was the set bride price in biblical times. Since he behaved as though she were his wife, he must pay the accepted amount, <b>and</b> besides the monetary fine <b>she shall be a wife to him, because he afflicted,</b> raped <b>her; he may not release her,</b> divorce her against her will, <b>all his days.</b>"], ["The Torah now presents a series of laws that deal with restrictions on marriage. <b>A man shall not take his father’s wife,</b> even after his father dies or gets divorced, <b>and he shall not uncover the edge of his father’s garment,</b> his father’s nakedness.", "<b>One with crushed testicles and one with a severed</b> or severely damaged <b>penis shall not enter into the assembly of the Lord</b> by marrying a daughter of Israel.", "<b>A child born from incest or adultery [<i>mamzer</i>] shall not enter into the assembly of the Lord;</b> he may not marry an Israelite woman of unflawed lineage. This prohibition applies to his descendants as well; <b>even the tenth generation</b> and beyond, that is, forever, <b>he shall not enter into the assembly of the Lord.</b> There is no remedy for this person or his descendants. On the other hand, he remains a member of the people of Israel with regard to every other matter, and it is permitted for him to marry women of similarly flawed lineage, e.g., a <i>mamzeret</i> .", "The following restrictions on marriage stem from the collective memory of the nation of Israel. <b>An Amonite or a Moavite</b> convert <b>shall not enter into the assembly of the Lord; even the tenth generation</b> and beyond <b>shall not enter into the assembly of the Lord forever.</b> In contrast to the previous verse, here the Torah explicitly states that the prohibition is in effect forever.", "This is <b>because</b> the Amonites and Moavites did not cooperate with Israel; <b>they did not</b> even <b>greet you with bread and with water,</b> basic humanitarian aid, <b>on the way, upon your exodus from Egypt,</b> but rather avoided all contact with you (see 2:1–19). <b>And</b> it is also <b>because he,</b> the king of Moav, <b>hired against you Bilam son of Beor, from Petor, Aram Naharayim, to curse you.</b> This was the most powerful weapon that they could have used against you.", "<b>But the Lord your God was unwilling to heed</b> the curses of <b>Bilam, and the Lord your God transformed for you the curse into a blessing.</b> Although Bilam desired and attempted to curse you, he ended up showering Israel with beautiful blessings, <b>because the Lord your God loved you</b>. However, this does not diminish the guilt of the Amonites and the Moavites.", "Because Moav and Amon refused to aid Israel, and because of their attempt to harm you with their contemptible conspiracy, <b>you shall not seek their peace or their welfare all your days, forever.</b> Their sin is unforgivable, and it is therefore inappropriate to assist them.", "On the other hand, <b>you shall not</b> completely <b>despise an Edomite, as he is your brother.</b> Edom is the nation that has the closest genealogical relation to Israel, while Amon and Moav are more distantly related. Whereas Lot, the father of Amon and Moav, was Abraham’s nephew, Edom, a name for Esau, was Jacob’s brother and the son of Isaac and Rebecca. In addition, <b>you shall not despise an Egyptian,</b> but for another reason: <b>As you were a stranger in his land.</b> Although the Egyptians enslaved Israel for many years, they initially hosted the nation in their land and treated them well, and gratitude must be expressed to them. Just as you must remember the negative behavior of Amon and Moav, so too you must remember the Egyptians’ ambivalent treatment of you.", "Therefore, <b>children that will be born to them,</b> Egyptian and Edomite converts, <b>in the third generation, shall enter into the assembly of the Lord.</b> By Torah law, only the grandchildren of those converts may enter into the nation of Israel through marriage.", "<b>When you go out in a camp against your enemies, you shall be vigilant from every evil thing.</b> In the military and in wartime people tend toward a spiritual and moral decline, leading to a breach of the standards of conduct. Therefore, observance of purity and holiness is critical.", "<b>If,</b> for example, <b>there is among you,</b> in the camp, <b>a man who will not be pure due to a nocturnal incident,</b> an unintended seminal emission, which is liable to occur at night especially to young men, <b>he shall go outside the camp</b> when he awakens and realizes what happened. <b>He shall not come into the midst of the camp.</b>", "<b>It shall be that toward evening</b> of that day <b>he shall bathe in water,</b> immerse himself in a ritual bath, <b>and with the setting of the sun, he shall come into the camp.</b> A man who experiences a seminal emission is ritually impure for one day; once he immerses in a ritual bath, he is pure at nightfall. The Sages explain that the reason a man who experienced a seminal emission must leave the camp is that the Ark of the Covenant would accompany the military encampment of Israel, causing it to have sanctified status. A man who has had a seminal emission is prohibited from entering the Temple proper, known as the camp of the Divine Presence, and the entire Temple complex surrounding it, known as the camp of the Levites.", "An additional law with regard to the cleanliness and sanctity of the military camp is presented: <b>A</b> designated <b>place shall be for you outside the camp, and you shall go out there.</b> A special place for relieving oneself must be designated outside the camp.", "Furthermore, <b>a spade shall be for you with your weapons,</b> e.g., your sword or spear, <b>and it shall be, upon your sitting outside</b> to relieve yourself, <b>you shall dig with it,</b> with the spade, a small hole in the ground, <b>and</b> once you finish <b>you shall return and cover your excrement.</b>", "The reason for all these laws is: <b>As the Lord your God walks in the midst of your camp to save you, and to deliver your enemies</b> defeated <b>before you.</b> The Israelite military fights in the name of God, and therefore <b>your camp shall be holy, and</b> this is so that <b>He shall not see a shameful matter among you, and</b> consequently <b>turn from behind you,</b> leave you.", "<b>You shall not hand over to his master a</b> runaway Canaanite <b>slave,</b> whether his master is Israelite or gentile, <b>who has been liberated to you,</b> who flees to your land, <b>from his master,</b> even if his master claims him from you.", "<b>With you he shall reside in your midst,</b> among the people of Israel, <b>in the place that he will choose within one of your gates in which it is good for him; you shall not mistreat him.</b>", "<b>There shall not be a prostitute [<i>kedesha</i>],</b> especially one who engages in ritual prostitution, <b>from the daughters of Israel, and there shall not be a</b> male <b>prostitute [<i>kadesh</i>],</b> whether for heterosexual or homosexual relations, <b>from the sons of Israel.</b>", "<b>You shall not bring</b> a gift that was given as <b>the fee of a harlot, or</b> that you received as <b>the price of a dog, to the House of the Lord your God for any vow,</b> as fulfillment of a vow to the House of God, <b>for the two of them,</b> the fee of a harlot and the price of a dog, <b>are an abomination to the Lord your God.</b> Therefore it is inappropriate to bring them to His Temple.", "<b>You shall not lend with interest to your brother,</b> your fellow Jew, <b>interest [<i>neshekh</i>] of silver</b> that was lent, <b>interest of food,</b> or <b>interest of any item that is lent with interest.</b> Interest is called <i>neshekh</i>, bite, because with it the lender “bites” that which is not his.", "<b>To the foreigner,</b> a gentile, <b>you shall lend with interest,</b> it is permitted to borrow or lend with interest, <b>but to your brother,</b> a fellow Jew, <b>you shall not lend with interest, so that the Lord your God will bless you in all your endeavors, on the land that you are coming there to take possession of it.</b>", "<b>When you shall take a vow to</b> bring a donation to the Temple of <b>the Lord your God, you shall not delay to pay it;</b> you must pay it by the deadline. The Sages discuss the definition of this deadline and conclude that it is three pilgrimage festivals after having taken the vow. Nevertheless, one is commanded to fulfill his vow already at the first pilgrimage festival <i>ab initio</i>. If you delay payment beyond the deadline, <b>the Lord your God will</b> ultimately <b>seek it from you, and there will be a sin,</b> a deficiency, <b>in you.</b>", "<b>If you shall refrain from vowing, there will be no sin in you.</b> One is not obligated to vow, as no sin is performed by refraining from donating money to the Temple. The sin is when you violate your word and delay your commitment.", "Therefore <b>that which emerges from your lips you shall observe and you shall perform as you vowed a pledge to the Lord your God,</b> of your volition, <b>that you spoke with your mouth.</b>", "<b>When you come into your neighbor’s vineyard</b> as a laborer, <b>you may eat grapes as you desire to your contentment, but into your vessel you shall not place them.</b>", "Likewise, <b>when you come into your neighbor’s standing grain</b> to work, <b>you may pick</b> ripe <b>stalks with your hand, but you shall not wield a sickle on your neighbor’s standing grain.</b> You may not use a tool to harvest stalks of grain for yourself. Although one of the Sages in the Mishna interprets this verse literally, as referring to anyone who enters another’s vineyard or field, the other Sages disagree, maintaining that it refers only to a laborer. These are benefits to which a laborer is entitled for his work, and are limited to what can be gathered in the field without collecting a large amount to take home."], ["<b>When a man takes,</b> betroths, <b>a wife and engages in intercourse with her, it shall be that if she does not find favor in his eyes, because he found in her an indecent matter,</b> either a trait that he deems deficient, or immoral sexual behavior, albeit that which is insufficiently corrupt for him to be obligated to divorce her, but he decided to do so anyway, <b>and he wrote her a bill of divorce, and he placed it in her hand, and he sent her from his house,</b>", "<b>and she departed from his house, and she went and was</b> married <b>to another man,</b>", "<b>and the latter man</b> also <b>hated her, and he wrote her a bill of divorce and placed it in her hand, and sent her from his house, or</b> alternatively, <b>if the latter man, who took her as his wife, died,</b>", "<b>her former husband, who sent her, may not take her again to be a wife for him,</b> even though she is permitted to marry anyone else, besides a priest, <b>after she was defiled,</b> forbidden to other men upon marriage to her second husband. Although the divorce from, or death of, her second husband renders her permitted again to marry other men, she remains forbidden to her first husband forever, <b>as it,</b> remarrying her first husband, <b>is an abomination before the Lord,</b> as it may facilitate sexual licentiousness and exchange of wives under the ruse of legal marriage. <b>And you shall not bring sin to the land that the Lord your God is giving you as an inheritance.</b>", "<b>When a man takes a new wife,</b> a woman for whom it is her first marriage, or alternatively, a woman whom he is marrying for the first time, <b>he shall not go out</b> to serve <b>in the army. And</b> not only may he not participate in a life-threatening activity, but <b>for no matter shall he be obligated</b> at all. He may not join the army even in a supporting position, engaging in the duties performed by soldiers who are not fit for combat or who are exempt for reasons stated above. <b>He shall be free for his house,</b> his wife, for <b>one year,</b> exempt from all responsibilities toward the state, <b>and shall cause his wife, whom he took, to rejoice.</b>", "<b>One,</b> a creditor, <b>shall not take the lower millstone [<i>rehayim</i>] or the upper millstone [<i>rekhev</i>] as collateral.</b> A flour mill consists of two stones. The lower one [<i>reḥayim</i>] is the primary part of the mill, and therefore, the mill as a whole is also referred to by the same term. Some interpret the word <i>reḥayim</i> as referring to both stones, and explain that one may not take both stones as collateral, or even the upper stone [<i>rekhev</i>] alone, which is mobile and can be taken easily, <b>as</b> by taking the means of preparing bread, <b>he takes a life as collateral.</b>", "<b>If a man is found abducting any of his brethren of the children of Israel, and he enslaved [<i>hitamer</i>]</b> or abused <b>him and</b> then <b>sold him</b> to another, <b>that thief shall die,</b> you shall execute him, <b>and you shall eliminate the evil from your midst.</b>", "<b>Be careful with the mark of leprosy, to greatly take care</b> of all of its laws <b>and to act in accordance with everything that the priests, the Levites, will instruct you; as I had commanded them</b> in detail, <b>you shall take care to perform.</b> The priests were commanded with regard to the details, and you must obey their instructions.", "An addition to this warning is now presented: <b>Remember that which the Lord your God did to Miriam</b> the prophetess, Moses’ sister, <b>on the way upon your exodus from Egypt.</b> Miriam was afflicted with leprosy and spent seven days in isolation. Although the people honored her by remaining in place until she healed, her status did not save her from leprosy and isolation.", "<b>When you lend your neighbor a loan of any amount,</b> and he is required to repay it, and you wish to collect the debt, <b>you shall not go into his house to take his collateral.</b>", "<b>Outside you shall stand, and the man to whom you lend shall bring the collateral to you outside.</b> You are allowed to demand collateral worth the money you are owed, but you must be sensitive to the dignity of the borrower. You may not invade his house and choose one of his belongings as collateral, as that would humiliate him.", "<b>If he,</b> the borrower, <b>is a poor man,</b> who can give you only a garment, which he presumably uses as a bed sheet or blanket, <b>you shall not sleep with his collateral.</b> You are allowed to use it, but you may not sleep at night with the collateral in your possession.", "Instead, you shall <b>return him the collateral with the setting of the sun and he will sleep in his garment, and he will bless you</b> for giving it back to him, as he now has a garment in which to sleep. <b>And</b> besides the blessing of the poor person, <b>for you it will be</b> considered <b>righteousness before the Lord your God.</b>", "<b>You shall not exploit a poor or indigent hired laborer from your brethren,</b> your people. It is prohibited to exploit any hired laborer, but the Torah refers to a reality in which most hired laborers were poor. The average person would work the land he inherited from his father, and the hired laborers were those who did not have land, or who did not have the means to work their field. <b>Or</b> a hired laborer <b>from your stranger who is in your land within your gates,</b> as he too does not have land of his own. A hired laborer is dependent on his employer. The Torah therefore attempts to prevent employers from exploiting their laborers.", "Furthermore, <b>on his day,</b> until the end of his workday, <b>you shall give his wage, and the sun shall not set upon it.</b> He must receive his wage before sunset, <b>as he is poor, and he anticipates it;</b> if his daily wage is his only money, he will need it to buy food. <b>Lest he cry out against you to the Lord</b> if you do not pay him on that same day. Even if you intend to pay him another time, and even if your failure to pay him is unintentional, he is liable to pray against you for causing him misery, <b>and it will be a sin in you.</b>", "<b>Fathers shall not be put to death for</b> the sins of <b>sons, and sons shall not be put to death for</b> the sins of <b>fathers.</b> People should not be punished for the sins of their family members; <b>each</b> man <b>shall be put to death</b> only <b>for his</b> own <b>sin.</b>", "<b>You shall not distort the judgment of a stranger or an orphan,</b> who are defenseless and vulnerable. Besides the general obligation of justice, the Torah demands of a judge special care in deciding the case of a weak litigant. <b>And</b> likewise, <b>you shall not take a widow’s garment as collateral,</b> as opposed to other people, from whom it is stated above (verses 12–13) that taking collateral is permitted.", "<b>You shall remember that you were a slave in Egypt, and the Lord your God redeemed you from there; therefore I command you to do this thing.</b> As people who were abused yourselves, you must see to the rights of others who suffer.", "The next three laws apply outside one’s home, in the field, the orchard, and the vineyard, and also require that one refrain from exercising his full legal and property rights when dealing with the poor. <b>When you reap your harvest in your field, and you forget a sheaf in the field, you shall not return to take it; for the stranger, the orphan, and the widow it shall be.</b> Harvesters would tie together sheaves and leave them in the field for collection at the end of the day. If a sheaf was forgotten, you may not return later to take it. Once it is forgotten, leave it for the needy, <b>so that the Lord your God will bless you in all your endeavors.</b> This commandment is performed unintentionally, as you did not intend to leave the sheaf in the field, and your forgetfulness may have been caused by Heaven. However, if you are not eager to retrieve that which you lost, but instead leave your forgotten sheaf for the disadvantaged, you will be blessed, as a blessing is found only in an object that is hidden from the eye. If you are not particular about what you deserve, Heaven will treat you generously as well.", "A similar law is presented: <b>When you beat your olive tree</b> to knock down the olives, <b>you shall not search the boughs again</b> to find any remaining olives that did not fall but are caught in the leaves or branches, or that are not yet ripe; <b>for the stranger, the orphan, and the widow it shall be.</b> Here, too, you are required to relinquish the small remnants of which you have legal ownership to the needy.", "Likewise, <b>when you harvest your vineyard, you shall not glean</b> the small, individual grapes that did not form into clusters <b>behind you</b> after harvesting the complete clusters; rather, <b>for the stranger, the orphan, and the widow it shall be.</b>", "The Torah once again stresses: <b>You shall remember that you were a slave in Egypt.</b> You understand the desperation of one who is impoverished, and how finding objects of this kind can bring him joy. <b>Therefore I command you to perform this matter.</b> After everything you experienced, you are better able to understand and fulfill this commandment."], ["<b>When there is a quarrel between men, and they approach</b> the court <b>to</b> receive <b>judgment, and they judge them,</b> in cases of both civil and criminal law, <b>and they,</b> the judges, <b>exonerate the righteous,</b> the one who is deemed righteous and wins the case, <b>and they convict the</b> one who is deemed <b>wicked</b> in this case,", "<b>if the wicked man will be liable for flogging,</b> as not only did he cause harm to his counterpart but he also transgressed a law for which one is liable to receive lashes, <b>the judge shall cast him down [<i>vehippilo</i>],</b> he shall bend him over. Although the root <i>nun-peh-lamed</i> is understood to mean falling on the ground, in the Bible it can refer to any bending of the body. According to the Talmud, before getting flogged a person would be stood and leaned a bit on an angle. <b>And he,</b> the judge, <b>shall flog him before him, in accordance with his wickedness, by number.</b> The number of lashes is not fixed; rather the number he is capable of enduring is deemed sufficient for his wickedness. Also, one who is convicted of several transgressions is flogged for each one, increasing the number accordingly.", "<b>Forty he shall flog him; he shall not continue.</b> A convict is not flogged more than forty lashes for one transgression, <b>lest he continue to flog him beyond these a great blow, and your brother will be degraded before your eyes.</b> Any blow beyond what he deserves disgraces him unnecessarily. Another explanation: If his pain causes him to lose control of his orifices in front of all those present, he will be degraded, and his sentence is lashes, not degradation.", "<b>You shall not muzzle an ox,</b> preventing it from eating grain, <b>in its threshing.</b> Naturally, an ox performing this labor wants to eat from the grain before it. Besides the fact that causing suffering to living creatures is prohibited, the owner of the animal is legally entitled for his animal to enjoy the grain of the field. Therefore, one who prevents the animal from doing so must pay the owner the value of the food he must now give it.", "<b>If brothers</b> who are sons of the same father <b>will live together, and one of them dies, and he has no child</b> at the time of his death, <b>the wife of the dead shall not be married outside</b> of the family <b>to a strange man,</b> one who is not related. The Sages derive from the phrase “will live together” that the brothers must be alive at the same time; if one is born after his brother dies, there is no obligation of levirate marriage. Rather, <b>her husband’s brother shall consort with her, and</b> thereby <b>take her as a wife, and perform levirate marriage with her.</b>", "<b>It shall be that the firstborn that she will bear will perpetuate the name of his dead brother.</b> Although this literally means that the child should receive the name of the brother who died, the Sages interpret it figuratively, meaning that the firstborn is treated as the child of the brother who died, and not as the child of his biological father. <b>And</b> the purpose of this is that <b>his name will not be expunged from Israel.</b> When a person dies without children, it is as though his name has been erased, as he has no future. Therefore, his brother is commanded to marry his widow, and attempt to have a child with her.", "<b>If the man does not wish to take his brother’s widow, his brother’s widow shall go up to the gate,</b> the location of the court, <b>to the elders,</b> the judges, <b>and say</b> to them: <b>My husband’s brother refused to perpetuate a name for his brother in Israel; he is unwilling to perform levirate marriage with me.</b>", "<b>The elders of his city shall call him and speak to him,</b> they shall advise him based on the circumstances. Sometimes they will try to convince him to perform levirate marriage, but other times the potential marriage may be imprudent, e.g., if there is a large age gap between them. In that case, the elders will advise him not to marry her. <b>And he shall stand, and he shall say: I do not wish to take her.</b>", "<b>His brother’s widow shall approach him before the eyes of the elders, and she shall remove his shoe from his foot, and spit</b> on the ground <b>before him, and she shall proclaim and say: So,</b> in this disgraceful manner, <b>shall be done to the man who will not build the house of his brother.</b>", "<b>His name,</b> the name of his family, <b>shall be called in Israel: The house of one whose shoe was removed.</b> The purpose of this act is to condemn one who refuses to perform an act of kindness for his dead brother. However, it can also be understood as an act of expiation, which allows the man to avoid fulfillment of this commandment in cases where the court advises against doing so.", "<b>If men fight together one with another,</b> grabbing each other in a way that they cannot be separated, <b>and the wife of the one,</b> afraid that her husband will be overwhelmed by his adversary, <b>approaches to rescue her husband from the hand of the one who is striking him,</b> willing to do whatever she can to save him, <b>and she extends her hand, and grabs his genitals,</b> the genitals of the other man, in order to cause him pain, causing him to release his hold on her husband,", "due to the danger and humiliation involved, <b>you shall sever her hand</b> with which she grabbed him in this manner; <b>your eye shall not pity</b> her. This verse is interpreted by the Sages in two manners. The first interpretation is literal: The verse addresses any bystanders that might be present, and requires them to save the life of the man who was attacked by the woman and her husband, even if it involves physically mutilating the woman in order to release her hold on him. The second interpretation is symbolic: The woman is required to pay restitution after the incident. This is similar to the rabbinic interpretation of the phrase “a hand for a hand.” Accordingly, this commandment addresses the judges, and introduces the concept of restitution for shame, whereby one who shames another by striking him or by any other physical act is required to pay.", "<b>You shall not have in your pouch different weights,</b> a <b>great</b> one to use when buying, <b>and</b> a <b>small</b> one to use when selling, in order to profit from the difference between the weight you use and the actual weight of the item.", "Likewise, <b>you shall not have in your house different measures</b> for measuring volume, a <b>great</b> measure for buying <b>and</b> a <b>small</b> one for selling. Even if it is not your intention to use them for deceit, do not own two different-sized measures for any purpose, as merely keeping them in your possession might tempt you to use them deceitfully.", "Rather, <b>you shall have a whole and just weight; you shall have a whole and just measure, so that your days will be extended on the land that the Lord your God is giving you.</b>", "<b>As</b> injustice is not merely a social matter, but rather <b>it is an abomination to the Lord your God, all who do these, all who do injustice.</b>", "<b>Remember that which Amalek did to you on the way, upon your exodus from Egypt.</b>", "Amalek was a small nation, and did not engage in all-out war against Israel. Rather, what occurred was <b>that he encountered you on the way, and he attacked from behind you all the stragglers behind you,</b> the weak who walked slowly and with difficulty, <b>when you,</b> the children of Israel, <b>were faint and weary</b> from the years of slavery in Egypt and from traveling in the wilderness, <b>and he did not fear God</b>. Alternatively, and you were not God-fearing, and therefore the weak of the nation were killed in the battle.", "Since Amalek initiated this attack motivated by pure wickedness, without any provocation on the part of Israel and with no rational reason, <b>it shall be when the Lord your God gives you rest from all your surrounding enemies, in the land that the Lord your God gives you as an inheritance to take possession of it, you shall expunge the memory of Amalek from under the heavens,</b> wherever it exists. <b>You shall not forget,</b> so that Amalek will not threaten you again, and also in order to exact revenge against them, as they were the first enemy of Israel whose hatred was ideological."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 21:10-25:19", "heRef": "ביאור שטיינזלץ על דברים כ״א:י׳-כ״ה:י״ט", "sections": ["21", "10"], "toSections": ["25", "19"], "sectionRef": "Steinsaltz on Deuteronomy 21-25", "heSectionRef": "ביאור שטיינזלץ על דברים כ״א-כ״ה", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 21:10-25:19", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 26", "prev": "Steinsaltz on Deuteronomy 20", "title": "Steinsaltz on Deuteronomy 21-25", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 21:10-23", "Steinsaltz on Deuteronomy 22", "Steinsaltz on Deuteronomy 23", "Steinsaltz on Deuteronomy 24", "Steinsaltz on Deuteronomy 25:1-19"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}