{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>When you take a census of the children of Israel, according to their count</b> of men enlisted in the army, and excluding women, children, and members of the mixed multitude with them, then <b>each man shall give a ransom for himself to the Lord upon their counting, and there will not be a plague against them upon their counting.</b>", "<b>This is what everyone who passes among the counted,</b> all those that are counted, <b>shall give: One half shekel in the sacred shekel.</b> The Talmud states that the sacred shekel weighed twice as much as the standard shekel. <b>Twenty gera is the shekel; one half shekel</b> shall be given <b>as a gift to the Lord.</b>", "<b>Everyone who passes among the counted, from twenty years old and above, shall give the gift of the Lord.</b>", "<b>The wealthy shall not add and the poor shall not subtract from the half shekel.</b> The fixed amount is due to the practical purpose of the census, <b>to give the gift of the Lord, to atone for your souls</b>, and to protect you all from any danger entailed by the census.", "<b>You shall take the silver of the atonement from the children of Israel and you shall allocate it for the service of the Tent of Meeting,</b> so that it will be used for the needs of the Tabernacle. The Torah states (38:27) that the silver collected through the census before the construction of the Tabernacle was used to fashion the sockets in which the boards were inserted. <b>And it,</b> the silver used in the work for the Tabernacle, <b>shall be for the children of Israel as a remembrance before the Lord, to atone for your souls.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>You shall make a basin of bronze, and its base</b> also <b>of bronze, for</b> the purpose of <b>washing;</b> and <b>you shall place it</b> in the Tabernacle courtyard, <b>between the Tent of Meeting and the altar, and you shall put water</b> in <b>there.</b>", "<b>Aaron and his sons,</b> the priests, <b>shall wash their hands and their feet from</b> the water in <b>it.</b>", "<b>Before their entry into the Tent of Meeting, they shall wash with water, and they will not die; or before their approach to the altar to serve, to burn a fire offering to the Lord.</b>", "<b>They shall wash their hands and their feet and not die, and it shall be for them an eternal statute, for him and for his descendants for their generations.</b> This statute does not depend on the circumstances; it applies forever.", "<b>The Lord spoke to Moses, saying:</b>", "<b>You shall take for yourself high-quality spices</b>: <b>Pure,</b> unadulterated <b>myrrh</b> weighing <b>five hundred shekels, and fragrant cinnamon, half of it two hundred and fifty</b> shekels. The reason the cinnamon was divided into two halves that were weighed separately may have been in order to lower the margin of error. <b>And</b> you shall also take <b>fragrant cane,</b> possibly a type of aromatic grain, weighing <b>two hundred and fifty</b> shekels.", "<b>And</b> you shall also take <b>cassia [<i>kidda</i>]</b> weighing <b>five hundred</b> shekels <b>in the sacred shekel, and olive oil</b> in the amount of <b>one hin,</b> a liquid measure (see 29:40).", "<b>You shall make it an oil of sacred anointment,</b> for anointing and thereby sanctifying the Tabernacle and its vessels. It shall be <b>a blend mixture</b> compounded with great care and precision, the <b>craftsmanship of a blender; an oil of sacred anointment it shall be.</b>", "<b>You shall anoint with it,</b> the anointing oil, <b>the Tent of Meeting, the Ark of the Testimony,</b>", "<b>the table and all its vessels, the candelabrum and its vessels, the altar of incense,</b>", "<b>the altar of the burnt offering and all its vessels, and the basin and its base.</b>", "<b>You shall sanctify them,</b> all of these vessels, <b>and they shall be a sacred sacrament; anything</b> fit to be placed in one of them <b>that touches them,</b> that is, placed in one them, <b>shall become sanctified</b> with the inherent sanctity of an offering. Some explain that the latter clause of this verse teaches that one must purify himself before touching these vessels.", "<b>You shall</b> also <b>anoint Aaron and his sons</b> with the anointing oil, <b>and you shall sanctify them to serve as priests to Me.</b> Just as the service vessels become sacred when they are anointed, Aaron and his sons are anointed and are thereby sanctified as priests.", "<b>You shall speak to the children of Israel, saying: This shall be oil of sacred anointment for Me, for your generations.</b>", "<b>It shall not be poured on a person’s flesh,</b> if that person is not fit to be anointed with it, <b>and you shall not make</b> any substance <b>like it according to its formula; it is sacred, and it shall be sacred to you.</b>", "<b>Anyone who shall blend</b> any oil <b>like it</b> for use outside the Temple, <b>or who shall put of it,</b> the anointing oil, <b>on a non-priest, shall be excised from his people.</b>", "<b>The Lord said to Moses: Take for yourself spices: Stacte, onycha, and galbanum,</b> a plant with a strong and unpleasant odor, which nevertheless contributed to the overall pleasant aroma of the incense. You should also add other <b>spices and pure frankincense; each part shall be equal.</b>", "<b>You shall make incense of it,</b> with the aforementioned components <b>blended, the craftsmanship of</b> an expert <b>blender.</b> It must be <b>well mixed [<i>memulaḥ</i>].</b> Others explain that a small amount of salt [<i>melaḥ</i>] must be added to the incense, as is done for every offering. The incense must be <b>pure</b> and <b>sacred.</b>", "<b>You shall grind some of it finely, and you shall put some of it before</b> the Ark of <b>the Testimony in the Tent of Meeting, where I shall meet with you,</b> and you shall burn it there. <b>It shall be a sacred sacrament for you.</b>", "<b>The incense that you shall make, you shall not make for yourselves according to its formula.</b> A similar command appeared above (30:32) with regard to the anointing oil. One may not prepare this precise combination of spices, in the same quantities as for the incense, for any other purpose, because the scent of the incense must be preserved exclusively for the Tabernacle and the Temple. <b>It shall be sacred for you to the Lord.</b> It is prohibited to copy any element of the Temple service outside the Temple.", "As with regard to the anointing oil, the commandment of the incense concludes by reiterating the severity of the prohibition against using it for improper purposes: <b>Anyone who makes</b> incense <b>like it for it to serve as perfume</b> for himself, rather than for the Temple service, <b>shall be excised from his people.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>See, I have called by name,</b> appointed, out of esteem and appreciation, <b>Betzalel, son of Uri, son of Hur, of the tribe of Judah.</b> Hur was one of Moses’ closest associates (see 17:10, 24:14). According to the Sages, he was Moses’ nephew.", "<b>I have filled him with a divine spirit: with wisdom, with understanding, with knowledge, and with all craftsmanship.</b> Betzalel had to be both a skilled craftsman and a capable manager, capable of overseeing the entire task.", "He is able <b>to implement</b> complex <b>designs,</b> thereby actualizing the instructions for the Tabernacle (see 35:33), and <b>to work with gold, with silver, and with bronze,</b> as an expert in metalwork.", "He is also skilled <b>in the cutting of</b> precious <b>stone for setting,</b> which was the only stonework involved in the building of the Tabernacle and its vessels, <b>and in the carving of wood;</b> he has the ability <b>to perform all</b> forms of <b>craftsmanship.</b>", "<b>And I, behold, have appointed with him</b> as his deputy <b>Oholiav, son of Ahisamakh, of the tribe of Dan,</b> who is also expert in these crafts (see 35:34–35). <b>And in the hearts of all the wise-hearted</b> men, the craftsmen, <b>I have</b> also <b>put wisdom,</b> as the building of the Tabernacle involves more than technical expert craftsmanship. <b>And they shall make everything that I have commanded you:</b>", "<b>The Tent of Meeting and the Ark</b> of the testimony, both of which are intended <b>for</b> the placement of <b>the Testimony,</b> the tablets of stone, which is the reason they are called the Tabernacle of the Testimony and the Ark of the Testimony respectively, <b>and the Ark cover that is upon it, and all the</b> other <b>vessels of the Tent:</b>", "<b>The table and its vessels, the pure candelabrum and all its vessels, the altar of incense,</b>", "<b>the altar of the burnt offering and all its vessels, the basin and its base,</b>", "and <b>the woven fabrics,</b> the materials woven like nets, which were used to cover the Tabernacle, as well as to cover the service vessels when the people traveled. <b>And</b> they shall fabricate <b>the sacred vestments for Aaron the priest, and the vestments of his sons, to serve as priests.</b>", "<b>And</b> they shall prepare <b>the anointing oil and the incense of the spices for the Sanctuary,</b> each of which requires specific expertise; <b>in accordance with everything that I commanded you, they shall do.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>And you, speak to the children of Israel, saying:</b> It is fitting to perform the labors of preparing the Tabernacle as swiftly and efficiently as possible; <b>however, you shall observe My Sabbaths.</b> The Sabbath is not merely a day of rest for the Jewish people, but a day dedicated to God. The sanctity of the Sabbath overrides the commandment to build the Tabernacle, <b>as it is a sign between Me and you</b> of the closeness of the Jewish people to God, as you are the only nation to be commanded to observe God’s holy day. The Sabbath is not a festival that commemorates Jewish history. Rather, it is a gift that I have given to you <b>for your generations, to know that I am the Lord, your Sanctifier.</b> The sanctity of the Sabbath and its rest are a gift for you, My chosen people.", "<b>You shall observe the Sabbath, as it is sacred for you; its desecrators shall be put to death</b> by the court. Elsewhere, the Torah relates an instance where this punishment was put into practice. <b>For anyone who performs labor on it,</b> if for whatever reason he is not punished by the court, <b>that person shall be excised from among his people,</b> as God will put him to death.", "<b>Six days labor shall be performed, and on the seventh day shall be a sabbatical rest, sacred to the Lord. Anyone who performs</b> creative <b>labor on the Sabbath day,</b> irrespective of the effort exerted, <b>shall be put to death.</b>", "<b>The children of Israel shall keep the Sabbath, to observe the Sabbath for their generations,</b> preserving its sanctity and keeping its commandments, <b>an eternal covenant.</b>", "<b>Between Me and the children of Israel, it is a sign</b> of the covenant <b>forever. For</b> this sign indicates that <b>in six days the Lord made the heaven and the earth, and on the seventh day He rested and was invigorated.</b> When the Jewish people pause from their labors and rest on the Sabbath, they participate in the divine cessation from work, and thereby testify to the relationship and covenant between them and God.", "<b>At the conclusion of His speaking with him on Mount Sinai, He,</b> God, <b>gave to Moses the two Tablets of Testimony.</b> These tablets testify to the covenant between God and the Jewish people. They were <b>tablets of stone,</b> created by God and <b>written with the finger of God.</b>"], ["Although Moses may have told the people that he would return at the end of forty days, there could have been a misunderstanding with regard to the precise counting of those days. <b>The people saw that Moses tarried in descending from the mountain, and the people assembled around Aaron,</b> whom they knew as Moses’ spokesman from when they were in Egypt (7:1). <b>And</b> they <b>said to him: Rise, make us a god that will go before us, because this man Moses, who brought us up from the land of Egypt, we do not know what became of him.</b>", "<b>Aaron said to them:</b> If this is your wish, you must do it in the proper manner. <b>Remove the gold rings that are in the ears of your wives, your sons, and your daughters,</b> as their jewelry is an easily available source of gold, <b>and bring them to me.</b>", "<b>All the people removed the gold rings that were in their ears, and they brought them to Aaron.</b>", "<b>He took them,</b> the gold rings, <b>from their hands, and, fashioning it with a graving tool</b> used by goldsmiths, <b>he made a cast figure of a calf. They,</b> all those present, <b>said: This is your god, Israel, who brought you up from the land of Egypt.</b>", "<b>Aaron saw, and he built an altar before it; and Aaron proclaimed and said: A festival for the Lord tomorrow.</b> He emphasized that the festival would be in God’s honor.", "<b>They,</b> the entire people, <b>arose early the next day, and they offered up burnt offerings and brought peace offerings; and the people sat to eat and drink,</b> typical practices for a festival, <b>and they</b> also <b>rose to frolic,</b> to engage in activities of a competitive or sexual nature.", "At that moment, <b>the Lord spoke to Moses: Go, descend</b> from the mountaintop. Alternatively: Descend from your greatness; while you have been in My presence, at the highest spiritual level of any human, matters have occurred below that require you to descend from your level of sanctity. <b>For your people, whom you brought up from the land of Egypt, have acted corruptly.</b>", "<b>They quickly deviated from the path that I have commanded them; they made for themselves a cast figure of a calf; they prostrated themselves before it and slaughtered</b> animals <b>to it and said: This is your god, Israel, who brought you up from the land of Egypt.</b>", "<b>The Lord said to Moses: I have seen this people, and behold, it is a stiff-necked,</b> stubborn, <b>people.</b> Due to their obstinacy, they were deaf to My explicit prohibitions.", "<b>Now,</b> therefore, <b>allow Me, and My wrath will be enflamed against them, and I will destroy them; and I will make you into a great nation.</b> The children of Israel will be destroyed, and your children alone shall become My chosen people. God’s covenant with Abraham, Isaac, and Jacob would not be rescinded, as Moses is their descendant.", "<b>Moses implored [<i>vayeḥal</i>] the Lord his God,</b> perhaps even to the extent that he became sick [<i>ḥoleh</i>], <b>and he said: Lord, why shall Your wrath be enflamed against Your people, that You took out of the land of Egypt with great power and with a mighty hand?</b>", "Moses justifies his request: <b>Why shall the Egyptians say, saying: He took them out for evil, to kill them in the mountains and to destroy them from upon the face of the earth?</b> If You destroy the people at this juncture, the Egyptians will assume that You were angry with them from the outset and sent them to the wilderness to kill them there. Consequently, <b>relent from Your enflamed wrath and reconsider with regard to the evil for Your people.</b>", "Furthermore, <b>remember Abraham, Isaac, and Israel, Your servants, to whom You swore,</b> not through mention of some fleeting item that will pass from the world but <b>by Yourself. And</b> in your oath You <b>spoke to them</b> and said: <b>I will multiply your offspring like the stars of the heavens, and this entire land that I said I will give to your descendants, they shall inherit it forever.</b> Your oath to the forefathers that You would have mercy upon their descendants was unconditional.", "<b>The Lord reconsidered the evil that He had spoken of doing to His people.</b> He changed His mind, as it were.", "<b>Moses turned and descended from the mountaintop, and the two Tablets of Testimony were in his hand. The tablets</b> were miraculously <b>inscribed on both their sides; from this side and from that side they were inscribed.</b>", "<b>The tablets</b> were not fashioned by human hands, but <b>were the work of God; and the writing was the writing of God, engraved</b> by Him <b>on the tablets.</b>", "When Moses ascended Mount Sinai, Joshua had accompanied him to the base of the mountain. However, Joshua was prohibited from passing some point, and he waited there until Moses’ return (24:13). When Moses descended from the mountain, Joshua was the one he met first. <b>Joshua heard the sound of the people in its uproar, and he said to Moses: There is the sound of battle in the camp.</b> The shouting and commotion sounded to him like the cries of battle.", "<b>He,</b> Moses, <b>said</b> to Joshua: <b>There is not the sound of a cry of valor, and there is not the sound of a cry of weakness,</b> and therefore your characterization of the sounds is inaccurate. If the people were engaged in battle, one would hear both the sound of the victors shouting out in triumph and the wail of the defeated. Yet I hear neither of these; merely <b>the sound of a cry I hear.</b> Others explain that Moses was arguing that they could hear the sound of singing and rejoicing.", "<b>It was when he approached the camp; he saw the calf and</b> the <b>dancing</b> around it. <b>Moses’ wrath was enflamed, and he cast the tablets from his hands, and he shattered them</b> upon the stones <b>at the foot of the mountain.</b>", "<b>He took the calf that they</b> had <b>made, and he burned it in the fire and ground it into powder,</b> completely destroying it. <b>And he scattered it,</b> the powder, <b>on the surface of the water and gave</b> the solution to <b>the children of Israel to drink,</b> to debase it and to shame the people, as though saying to them: This is your god; eat it, drink it, and later you will excrete it.", "<b>Moses said to Aaron: What did this people do to you</b> that forced you to act in such a manner <b>that you brought great sin upon them?</b> Others explain: Did you hate the people so much that you sought to bring about their complete annihilation?", "<b>Aaron,</b> whose intentions had been pure, was greatly alarmed both by the people’s actions and Moses’ reproach. He <b>said: Let the wrath of my lord not be enflamed; you have known the people, that it is in an evil state.</b>", "<b>They said to me: Make us a god that will go before us, because this man Moses, who brought us up from the land of Egypt, we do not know what became of him.</b>", "<b>I said to them: Who has</b> any <b>gold?</b> If you do, <b>remove it. They gave it,</b> their jewelry, <b>to me, and I cast it into the fire; and</b> without any intention on my part of creating any form, <b>this calf emerged.</b> Some say that others intervened and fashioned the form of the calf, possibly through witchcraft.", "<b>Moses saw the people, that it was unsettled</b>. The festivities that had surrounded the golden calf, Moses’ descent, and the subsequent destruction of the calf had all sown confusion among the people. <b>For Aaron had exposed them to ignominy on the part of those who would rise</b> up <b>against them.</b> The Jewish people’s transgression of idolatry is a constant source of shame, especially their worship of the golden calf. Some translate the latter part of the verse to mean that Aaron had revealed their shame before their enemies. Others interpret this to mean that he had caused their disorder and confusion.", "When Moses saw the people’s wild idolatrous worship and accompanying orgies, he realized that he had to reunite them and strengthen their faith in God. <b>Moses</b> therefore <b>stood at the gate of the camp and said: Whoever is for the Lord,</b> faithful to God and willing to fight for Him, come <b>to me. And all the sons of Levi,</b> Moses’ own tribe, <b>gathered to him,</b> either due to their kinship with Moses, or because they opposed the worship of the golden calf.", "<b>He said to them: So said the Lord, God of Israel: Each man, place his sword upon his thigh,</b> in preparation for battle or forceful punitive action. <b>Pass to and fro from gate to gate in the camp, and slay each</b> one who stands against you, even each man <b>his brother, and each his neighbor, and each his relative.</b> Uncontrollable and immoral behavior had spread quickly throughout the camp. The Levites were therefore instructed to kill all who opposed them, without hesitation.", "<b>The sons of Levi acted in accordance with the word of Moses, and some three thousand men fell from the people on that day.</b> Although the tribe of Levi was not large, the worshippers of the golden calf did not actively resist them. Despondent and all too aware of their severe sin and its consequences, they no longer saw meaning in the golden calf or a reason to worship it. The Levites’ actions were not an attempt to punish everyone who had sinned. Rather, they were an affirmation of their loyalty to God and to the Torah.", "<b>Moses said: Dedicate yourselves today to</b> be appointed to serve <b>the Lord, as each man</b> of you <b>is</b> even <b>against his son and against his brother,</b> disregarding considerations of sentiment. Your deeds were not wicked, nor were they merely an expression of faith. They were imperative, of the utmost importance, <b>and so He may bestow upon you a blessing this day.</b> You will receive a blessing for your deeds.", "<b>It was on the next day; Moses said to the people: You have sinned a great sin, and now I will ascend to the Lord</b> to plead on your behalf; <b>perhaps I will atone for your sin.</b>", "<b>Moses returned to the Lord, and he said: Please, this people has sinned a great sin, and they made themselves a god of gold.</b> Although the people as a whole have sinned, not all are guilty to the same extent. Some participated reluctantly, others merely wanted to find a substitute for Moses, and yet others rejoiced at the opportunity to relapse into their idolatrous habits.", "<b>Now,</b> I implore You: <b>If You will bear their sin…, and if not, erase me please from Your book,</b> the book of life, <b>that You have written.</b> Moses is asking God to kill him if He does not forgive the people. Alternatively, this book is the Torah. Moses is saying that if God now considers the giving of the Torah an unsuccessful attempt, then he himself failed as well, and should be erased from the Torah.", "<b>The Lord said to Moses:</b> I will not remove you from the book. <b>Whoever sinned against Me, I shall erase him</b> alone <b>from My book</b> of life, and he shall be blotted out from the course of history.", "<b>Now,</b> I have accepted your plea; therefore, <b>go, lead the people to where I have spoken to you.</b> Take the nation to the land of Canaan, in accordance with the original purpose of the exodus. But <b>behold,</b> henceforth <b>My angel will go before you.</b> The Jewish people will now be subject to an angel, whom God will appoint as His intermediary to ensure their well-being, in the manner that He rules over other nations. <b>And on the day of My reckoning,</b> when judgment will be meted out, <b>I will reckon their sin upon them</b>. Many of the people sinned actively, others transgressed by encouraging the sinners, and yet others were guilty for failure to act or for their indifference. Retribution for the sin of the golden calf will be meted out in small doses, but the punishment will not bring about full atonement for the sin until the End of Days.", "<b>The Lord</b> immediately initiated the sinners’ punishment; He <b>afflicted the people</b> and killed many of them with a plague, <b>because they made the calf that Aaron</b> had <b>made.</b>"], ["<b>The Lord spoke to Moses: Set out,</b> and <b>go up from here, you and the people whom you brought up from the land of Egypt, to the land about which I took an oath to Abraham, to Isaac and to Jacob, saying: I will give it to your descendants.</b> Although the people have sinned and will be held accountable in the future for their transgression, the journey to the Promised Land will continue for now.", "<b>I will send an angel before you and expel the Canaanites, the Emorites, the Hitites, the Perizites, the Hivites, and the Yevusites.</b>", "The angel will bring you <b>to a land flowing with milk and honey, as I will not go up</b> with you by residing <b>in your midst</b> Myself, <b>because you are a stiff-necked people, lest I destroy you on the way.</b> You might sin again, and if you do so while My presence is in your midst, your sin will be greater and your punishment more severe.", "<b>The people heard this evil tiding,</b> that God did not wish to continue residing among them, and that they would lose their unique relationship with Him, <b>and they mourned. And each</b> man <b>did not place his ornament on himself.</b> The people had adorned themselves in honor of receiving the Torah. Having lost their elevated status, some of the people now removed their ornaments (see 33:6). According to a midrashic tradition, at the time of the giving of the Torah God had adorned the Jewish people with crowns or symbolic ornaments.", "<b>The Lord said to Moses: Say to the children of Israel: You are a stiff-necked people; if for one moment I would go up in your midst, I would destroy you. Now, remove your ornament from you,</b> as you realize yourselves that you are no longer fit to wear the ornaments, <b>and I will know what I will do to you</b> as you progress from here.", "After receiving this instruction to remove their ornaments, <b>the children of Israel were stripped of their ornament,</b> which they had received <b>from Mount Horev.</b>", "<b>Moses would take the tent,</b> his tent, <b>and pitch it outside the camp, far from the camp.</b> Moses’ tent had formerly been located in the center of the camp, as in the description of the people’s encampment. When God stated that He would not reside among the people, Moses emulated Him and removed his tent from the camp. <b>And he called it the Tent of Meeting,</b> a place where people could meet and talk to him. <b>It was</b> the practice <b>that anyone who sought the Lord would go out to the Tent of Meeting, which was outside the camp.</b> Although Moses had departed from the camp, he did not detach himself from the nation entirely. Anyone who wished to study Torah could meet him in the isolation of his tent.", "Moses continued to sleep in his family tent inside the camp. Every day he would leave that tent and pass through the camp to the Tent of Meeting outside. <b>It would be, upon Moses’ going out to the tent, that all the people would rise, and each would stand at his tent’s entrance; they would gaze after Moses until he went into the tent.</b>", "<b>It would be upon Moses’ entry into the Tent</b> of Meeting, <b>that the pillar of cloud,</b> which was a manifestation of the Divine Presence, <b>would descend and stand at the entrance of the tent; and He,</b> God, <b>would speak with Moses,</b> while no one else heard. During this period, Moses lived only partially in the camp, and the Divine Presence was with Moses; it did not dwell among the people.", "<b>The entire people would see the pillar of cloud standing at the entrance of the tent, and the entire people would rise and prostrate themselves, each man at the entrance of his tent.</b>", "<b>The Lord would speak to Moses face-to-face as a man speaks</b> intimately <b>to his neighbor.</b> This contrasts sharply with the fear and disorientation which other prophets would experience in prophecy. Furthermore, Moses could address questions directly to God. <b>And</b> after God spoke to him, <b>he would return to</b> his personal tent in <b>the camp. But</b> even when Moses returned to that tent, <b>his servant Joshua, son of Nun, a lad, would not move from within the Tent</b> of Meeting.", "After describing the ramifications of the divine decree that God’s presence would not reside with the people, the Torah relates the continuation of the dialogue between Moses and God. <b>Moses said to the Lord: See, You say to me: Take this people up, but You did not inform me whom You will send with me.</b> Although You said that You will send an angel, You did not explain how this would occur. <b>And You said: I know you by name, and you have also found favor in My eyes.</b> Although the expression “I know you by name” does not appear previously, it is clear that Moses was chosen by God and enjoyed a uniquely close relationship with Him (see, e.g., chaps. 3–4; 32:10).", "<b>Now, if I have found favor now in Your eyes, inform me, please, of Your ways.</b> Just as You know me intimately, I too wish to comprehend Your ways, <b>and I,</b> as Your chosen one, <b>will know You</b> with greater understanding <b>, so that I will find favor in Your eyes.</b> Moses requested a deeper relationship with God than he had attained thus far. Until this point, he had mainly received instructions. Now Moses desired the secret knowledge that would enable him to achieve communion with God, as one’s closeness to God is related to the extent of his knowledge of the Divine. <b>And see that this nation is Your people.</b>", "<b>He,</b> God, <b>said,</b> in acceptance of Moses’ request: Instead of an angel, <b>My presence will go</b> with you, <b>and I will</b> thereby <b>give you rest.</b>", "<b>He,</b> Moses, <b>said to Him: If Your presence does not go</b> with us, <b>do not bring us up from here.</b> Without God’s presence among us, there is no purpose in continuing our journey.", "<b>How then will it be known that I have found favor in Your eyes, I and Your people? Is it not by Your going with us</b> Yourself? There is no value to our inheriting the land of Canaan if Your presence is not among us. Furthermore, <b>we will be distinct, I and Your people, from every people that is on the face of the earth,</b> as Your chosen nation.", "<b>The Lord said to Moses: This matter that you have spoken, I will do as well,</b> to distinguish you and the people, <b>as you have found favor in My eyes, and I have known you by name.</b> I have honored you by revealing Myself to you and teaching you My name.", "<b>He,</b> Moses, <b>said: Please show me Your glory.</b> Moses previously asked to know God’s hidden ways. Now his request is even more far-reaching; he desires to see God’s glory, to attain a true understanding of the Divine, beyond that which is required for his prophetic mission.", "<b>He,</b> God, <b>said: I will pass all My goodness before you, and</b> furthermore <b>I will call with the name of the Lord,</b> the Tetragrammaton, <b>before you.</b> What you hear will enable you to comprehend a higher aspect of My being, <b>and</b> from this aspect <b>I will favor whom I will favor and I will have mercy on whom I will have mercy.</b> You shall experience not only the attribute of justice, which is the external form of My governance, but also the essence of My providence, the attribute of immeasurable and unlimited loving-kindness and mercy.", "<b>He,</b> God, further <b>said</b> to Moses: <b>You will not be able to see My face,</b> the essence of My being, as you requested, <b>as man shall not see Me and</b> still <b>live.</b> Only when one departs from the world can he experience a direct encounter with God.", "<b>The Lord</b> therefore <b>said: Behold, there is a place with Me.</b> I will provide you with a spot from which you can see as much of My presence as you are able without ceasing to exist. <b>And you shall stand on the rock.</b>", "<b>It shall be</b> during the revelation, <b>with the passage of My glory,</b> that <b>I will</b> take you from your place upon the rock and <b>place you in the crevice of the rock; and I will cover My hand upon you</b> and protect you <b>until My passage.</b> Although Moses will not actually see God’s face, he will stand so close that he will require divine protection in order to remain alive.", "Then <b>I will remove My hand, and you will</b> witness the revelation of some of My presence, as you will <b>see My back,</b> the external aspects of My presence. <b>But My face,</b> the essence of My being, <b>will not be seen.</b> Moses alone will witness the greatest level of divine revelation that a human is capable of experiencing, the Divine Presence viewed from behind. This idea of seeing God from behind perhaps represents Moses’ comprehension of how the world operates in accordance with the divine will. Any greater closeness would cause one to merge with the spiritual realm, which would mean that he would cease to exist as an individual."], ["<b>The Lord said to Moses: Carve for yourself two tablets of stone like the first,</b> similar in form to the first tablets. <b>And I will write on the tablets the words that were on the first tablets, which you shattered.</b> Whereas the first tablets were made by God (32:16), Moses is commanded to fashion the second tablets, upon which God will write His commandments.", "<b>Be prepared for the morning; you shall ascend in the morning to Mount Sinai, and you shall stand there</b> ready <b>for Me on top of the mountain.</b>", "<b>No man shall ascend with you, and no man shall be seen on the entire mountain; the flocks and the cattle shall not graze before that mountain.</b> Just as at the time of the giving of the Torah, Moses ascends Mount Sinai alone.", "<b>He,</b> Moses, <b>carved two tablets of stone like</b> the form of <b>the first</b> tablets; <b>Moses arose early in the morning and ascended to the top of Mount Sinai, as the Lord</b> had <b>commanded him, and he took in his hand</b> the <b>two tablets of stone</b> that he had prepared.", "<b>The Lord descended in the cloud and stood with him there, and</b> He <b>called with the name of the Lord,</b> thereby teaching Moses how to call Him.", "<b>The Lord passed before him,</b> and a small measure of the Divine Presence was thereby revealed to Moses, in fulfillment of his request to see God’s glory (33:18). <b>And</b> God <b>called: The Lord, the Lord, God, merciful and gracious, slow to anger, and abounding in kindness and truth.</b>", "<b>He maintains kindness to the thousands</b> of generations, <b>bearing iniquity and transgression and sin.</b> This phrase literally means: He bears the burden of sins. <b>And He will not exonerate.</b> Although one can achieve atonement, he is not entirely cleansed of his sin. <b>Reckoning the iniquity of the fathers upon the children and upon the children’s children, upon the third and upon the fourth generation.</b> God is exceedingly merciful, and does not eternally punish one’s descendants for their forefathers’ sins, but only until the fourth generation. Furthermore, if the children do not evoke the memory of their father’s sin by following in their footsteps, they are not punished for those sins at all.", "As soon as he heard God’s declaration, <b>Moses hastened and bowed to the ground and prostrated himself,</b> in awe of the divine revelation and the accompanying proclamation <b>.</b>", "<b>He,</b> Moses, <b>said: If now I have found favor in Your eyes, my Lord, may my Lord please go in our midst.</b> Once Moses has heard the divine attributes of mercy, he no longer fears that the people might be punished solely in accordance with the strict attribute of justice. He therefore reiterates his request that God Himself go with the people. Interestingly, Moses employs the same reason in his request that God used to explain why He would not go with the people: <b>As it is a stiff-necked people,</b> and it is therefore possible that they would sin again. Nevertheless, You are merciful and gracious, and You forgive iniquity and transgression, and therefore <b>may You forgive our iniquity and our sin and be our inheritance.</b> A stubborn nation can survive the judgment of the merciful and gracious God, but not that of an angel, who can rule only in accordance with the attribute of justice.", "<b>He,</b> God, <b>said</b> to Moses: <b>Behold, I am establishing a covenant.</b> In the future, when you conquer the land of Canaan, <b>before your entire people I will perform wonders that have not been created in the entire earth and in all the nations; the entire people, with you in their midst, will see the work of the Lord, that it is awesome what I am doing with you.</b>", "The people will soon continue their journey to the land of Canaan. God therefore reiterates His commands with regard to the nations that currently dwell in Canaan: <b>Mark for yourself that which I am commanding you today; behold,</b> for My part I promise you that <b>I am expelling from before you the Emorites, the Canaanites, the Hitites, the Perizites, the Hivites, and the Yevusites.</b>", "And you in turn, <b>beware, lest you establish a covenant with the inhabitant of the land into which you are entering, lest he be a snare in your midst.</b> The inhabitants of Canaan are apt to corrupt your behavior.", "<b>Rather, you shall smash their altars, and shatter their monuments, and chop down their sacred trees,</b> those used as part of idolatrous rites. You must completely destroy all objects of idol worship, including their accessories and symbolic artifacts.", "<b>For you shall not prostrate yourself to another god, as the Lord, His name is Zealous, He is a zealous God.</b> God is not tolerant toward faith in idols, even if they are worshipped in conjunction with Him. God’s jealousy is not envy; rather, it is the jealousy of love that stems from an exclusive relationship, which leaves no room for a third party.", "Pay heed, <b>lest you establish a covenant with the inhabitants of the land, and they,</b> those inhabitants, continue to <b>stray after their gods and slaughter to their gods. And</b> if you maintain neighborly relations with them, <b>they will call you</b> to participate in their religious festivities, <b>and you will</b> be likely to accept their invitation and <b>eat from their slaughter.</b>", "Your relationship with the inhabitants will subsequently become closer, beyond mutual visits, as <b>you will take from their daughters for your sons. And</b> even if you rule over the inhabitants, if you intermarry with them, <b>their daughters will stray after their gods, and they will cause your sons to stray after their gods.</b>", "The Torah briefly reiterates several commandments that were already stated, some of them related to the exodus from Egypt. They are repeated here in the context of the renewal of the covenant. <b>You shall not make for yourself gods of cast figures.</b>", "<b>You shall observe the Festival of Unleavened Bread,</b> Passover. On this festival, for <b>seven days you shall eat unleavened bread, as I commanded you</b> (12:15–20; 13:3, 7; 23:15), <b>at the appointed time of the month of ripening,</b> the month of Nisan, <b>as in the month of ripening you emerged from Egypt.</b> Not only must the date itself be preserved, but equally important is that it occur in the spring.", "<b>Every first issue of the womb,</b> the firstborn animal, <b>is Mine; from all your livestock you shall take the males,</b> when they are <b>the first issue of a bull and a sheep.</b> You shall sacrifice the firstborn male animals as offerings, as you were commanded at the time of the exodus from Egypt (13:2, 12).", "<b>The first issue of a donkey you shall redeem with a lamb,</b> as stated earlier (13:13); <b>and if you do not redeem it, you shall behead it.</b> Furthermore, <b>every firstborn of your sons you shall redeem,</b> as stated earlier as well (13:2, 15). <b>And they,</b> people who ascend to the Temple, <b>shall not appear</b> there <b>before Me empty-handed.</b>", "<b>Six days you shall perform labor, and on the seventh day you shall rest; from plowing and from harvest you shall rest.</b> One may not perform even tasks that are essential for one’s livelihood.", "<b>You shall hold the Festival of Weeks,</b> Shavuot, fifty days after the start of Passover, <b>with the</b> ripening of the <b>first fruits of the wheat harvest. And</b> lastly, you shall observe <b>the Festival of the Ingathering of the Crops,</b> Sukkot, <b>at the turn of the year,</b> when the new year commences, in the autumn.", "<b>Three times in the year,</b> on Passover, Shavuot, and Sukkot, <b>all your males shall appear,</b> like soldiers in a roll call, <b>before the Master, the Lord, God of Israel.</b>", "The Torah reassures the Jewish people about a potential worry with regard to the duty to ascend to Jerusalem on the pilgrimage festivals: <b>For I will expel nations before you, and I will expand your borders, and</b> consequently, although you will all leave your homes to ascend for the pilgrimage, <b>no man will covet your land when you go up to appear before the Lord your God three times in the year.</b>", "<b>You shall not slaughter with leavened bread the blood of My offering.</b> This applies specifically to the paschal lamb, and prohibits one from owning any leavened bread at the time one’s paschal lamb is slaughtered. <b>And the feast of the Paschal Festival,</b> the meat of the paschal lamb, <b>shall not lie until the morning.</b> It must be eaten on the first night of Passover, and anything that remains the next day is burned (12:10).", "<b>You shall bring the choicest</b> of the <b>first fruits of your land to the house of the Lord your God. You shall not cook a kid in its mother’s milk.</b> Both of these commandments were stated previously in the exact same formulation (23:19).", "<b>The Lord said to Moses: Write for yourself these matters,</b> this short Book of the Covenant <b>, as according to these matters I established a covenant with you and with Israel.</b> The commandments stated in the previous section will form the foundation of the national life of the Jewish people, and this is the basis of the covenant between us.", "<b>He,</b> Moses, <b>was there with the Lord forty days and forty nights,</b> in addition to the previous forty days; <b>he did not eat bread, and he did not drink water. He,</b> God, <b>wrote upon the tablets the words of the covenant, the Ten Precepts.</b>", "<b>It was upon Moses’ descent from Testimonyinai; the two Tablets of the Testimony were in the hand of Moses upon his descent from the mountain, and Moses did not know that the skin of his face was radiant upon His speaking with him,</b> as a result of God speaking to him face-to-face.", "<b>Aaron and all the children of Israel saw Moses</b> from afar, <b>and behold, the skin of his face was radiant; and they feared approaching him,</b> due to his shining countenance, as he appeared to them like an angelic being who emits light.", "<b>Moses</b> therefore <b>called to them, and</b> only then <b>Aaron and all the princes in the congregation,</b> i.e., the princes of the tribes, <b>returned to him; and Moses spoke to them</b> the words of the covenant.", "<b>Thereafter,</b> at a later stage, once the people saw that Moses spoke with the princes of the congregation and they remained unharmed, or alternatively, after they had undergone a type of purification ritual, <b>all the children of Israel approached</b> Moses. <b>And he commanded them everything that the Lord spoke with him on Mount Sinai.</b>", "<b>Moses concluded speaking with them and put a mask on his face.</b> Moses did not deem it appropriate to engage in other activities while his face shone. He may have considered his shining countenance as a valuable gift from God that should be displayed only at special times, i.e., when he was teaching Torah to the people.", "<b>Upon the coming of Moses before the Lord to speak with Him, he would remove the mask until his emergence,</b> so that there would be no obstruction between him and the Divine Presence. <b>He would emerge and</b> would not immediately replace the mask. Rather, he would first <b>speak to the children of Israel that which he would be commanded.</b>", "When Moses exited the Tent of Meeting <b>the children of Israel saw the face of Moses,</b> and they noticed <b>that the skin of Moses’ face was radiant.</b> Moses did not cover his face while transmitting the words of God to the people, so that the divine light upon his countenance would accompany the Torah that he taught the Jewish people. <b>And</b> yet at other times <b>Moses replaced the mask on his face, until his entering to speak with Him,</b> as it was unfitting that his shining, awe-inspiring countenance be seen without proper cause."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 30:11-34:35", "heRef": "ביאור שטיינזלץ על שמות ל׳:י״א-ל״ד:ל״ה", "sections": ["30", "11"], "toSections": ["34", "35"], "sectionRef": "Steinsaltz on Exodus 30-34", "heSectionRef": "ביאור שטיינזלץ על שמות ל׳-ל״ד", "firstAvailableSectionRef": "Steinsaltz on Exodus 30:11-34:35", "isSpanning": true, "next": "Steinsaltz on Exodus 35", "prev": "Steinsaltz on Exodus 29", "title": "Steinsaltz on Exodus 30-34", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 30:11-38", "Steinsaltz on Exodus 31", "Steinsaltz on Exodus 32", "Steinsaltz on Exodus 33", "Steinsaltz on Exodus 34:1-35"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}