{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Korah son of Yitzhar,</b> Amram’s brother, <b>son of Kehat, son of Levi, and Datan and Aviram sons of Eliav, and On son of Pelet,</b> all three of whom were <b>sons of Reuben, took</b> men.", "<b>They,</b> Korah and his accomplices, <b>arose before Moses, and</b> with them were <b>two hundred and fifty people from the children of Israel, princes of the congregation, the distinguished of the convocation</b>, men who would be called for important gatherings, to hear judgments, and to the Tent of Meeting. Alternatively, this phrase means that they had the authority to gather the assembly together. In addition, they were <b>people of renown,</b> making this a rebellion of the elite.", "They <b>assembled against Moses and against Aaron, and said to them: It is too much for you.</b> You have taken for yourselves too many positions of authority. <b>As the entire congregation</b> of Israel, <b>all of them are holy, and the Lord is</b> found <b>among them; why do you elevate yourselves over the assembly of the Lord</b> by giving yourself these positions?", "<b>Moses heard and he fell upon his face</b> in shock, as this was not the cry of a mob (see 11:4), but an attack from men with whom he was intimately familiar, and who were respected by the people.", "After falling on his face Moses received a prophecy. <b>He</b> then <b>spoke to Korah and to his entire congregation</b> in the name of God, <b>saying:</b> Tomorrow, <b>in the morning the Lord will disclose who is His, and who is holy, and will bring him near to Him; whom He shall choose</b> as the one to perform His sacred service for future generations, and that person alone <b>He will bring near to Him.</b> You will then realize that it is not I who decided the various appointments.", "In order to remove any doubt, <b>this you shall do: Take for you fire-pans</b> for the incense, <b>Korah, and all his congregation.</b>", "<b>Place fire in them, and place incense upon them before the Lord tomorrow,</b> if you wish to burn incense yourselves. Yet <b>it shall be the man whom the Lord will choose, he</b> alone <b>is the holy one.</b> Up to this point, Moses has spoken to the entire congregation of Korah. Now he turns his focus specifically to the Levites among them: <b>It is too much for you, sons of Levi.</b> You should be satisfied with the honorable role you have been given.", "<b>Moses said to Korah: Hear now, sons of Levi:</b>", "<b>Is it not enough for you that the God of Israel has distinguished you from the congregation of Israel, to bring you near to Him, to perform the service of the Tabernacle of the Lord, and to stand before the congregation to serve them?</b>", "<b>He brought you,</b> Korah, <b>near, and all your brethren the sons of Levi with you, and will you seek the priesthood as well?</b> Why isn’t your unique status as Levites in the Temple sufficient for you? Furthermore, your request that the entire people should have equal status is inconsistent with the fact that you as a tribe have been singled out and granted a special role. Evidently, you are hiding your personal ambitions for the priesthood.", "<b>Therefore, you and all your congregation</b> are people <b>who are</b> in effect <b>congregated against the Lord; and Aaron, what is he that you bring complaints against him?</b> Aaron did not choose his position as High Priest.", "<b>Moses sent to summon Datan and Aviram, sons of Eliav,</b> in order to talk to them personally; <b>and they said: We will not go up,</b> as we reject your authority.", "<b>Is it not enough that you brought us up from a land flowing with milk and honey?</b> Datan and Aviram appropriate Moses’ own description of the land of Canaan, and use it to refer to Egypt, which they claim was a place of bountiful goodness and comfort. Their echoing of Moses is designed to harangue him. Is it not enough that you took us up <b>to kill us in the wilderness? Will you also reign over us?</b> You took us from our land to a vast wilderness from which you are unable to extract us, and in addition you seek to lord over us.", "<b>Yet you did not take us to a land flowing with milk and honey, and</b> you did not <b>give us an inheritance of field and vineyard,</b> as you promised. <b>Will you gouge out the eyes of these men,</b> meaning our eyes; do you think we cannot see what is happening? We see no evidence of the blessings of milk and honey you mentioned, but only the thorns of desert shrubbery. <b>We will not go up,</b> as we place no trust in your statements.", "<b>Moses was very incensed, and said to the Lord: Do not turn to their offering</b> or any of their prayers, as <b>not one donkey did I take from them</b> as a tax, <b>nor did I wrong one of them.</b> There is no justification for their behavior.", "<b>Moses said to Korah: You and all your congregation, be before the Lord: You, and they, and Aaron, tomorrow.</b>", "<b>Each of you shall take his fire-pan and you shall place incense upon</b> each of <b>them, and each of you shall bring his fire-pan before the Lord, two hundred and fifty fire-pans; and you, and Aaron, each his fire-pan.</b> Since you claim that Aaron received his position by my choice alone, and not by God’s command due to his individual persona, you shall stand next to him for a test tomorrow.", "<b>Each man</b> from that group <b>took up his fire-pan; they put fire on them and placed incense on them, and stood at the entrance of the Tent of Meeting with Moses and Aaron.</b>", "<b>Korah assembled the entire congregation against them to the entrance of the Tent of Meeting,</b> as he was convinced of the justness of his cause; <b>and the glory of the Lord appeared to the entire congregation.</b>", "<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Separate yourselves from the midst of this congregation, and I will destroy them in a moment.</b> The congregation refers to the entire congregation of Israel, which was gathered by Korah, as is evident from the next verse where Moses and Aaron pray on behalf of all Israel.", "<b>They,</b> Moses and Aaron, <b>fell upon their faces</b> in prayer, <b>and said: God, God of the spirits of all flesh,</b> You know each man’s spirit. <b>Shall one man sin, and You will rage against the entire congregation?</b> This is a transgression of isolated individuals, not a rebellion of the entire congregation of Israel against You or us.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the congregation, saying: Depart from around the dwelling of Korah, Datan, and Aviram.</b>", "<b>Moses arose and went to Datan and Aviram; and the elders of Israel followed him.</b>", "<b>He spoke to the congregation</b> that had gathered there, <b>saying: Depart now from near the tents of these wicked men, and do not touch anything that is theirs.</b> It is recommended that you stay away from their location and their possessions, <b>lest you be destroyed for all their sins.</b> When divine retribution arrives, it can sometimes strike others in the vicinity of the sinners.", "<b>They departed from around the dwelling of Korah, Datan, and Aviram.</b> Meanwhile <b>Datan and Aviram emerged and stood at the entrance of their tents with their wives, their sons, and their children.</b> The entire family came out in a brazen display of self-confidence and rebellion against Moses’ authority. They did so in the presence of the congregation, which had distanced themselves, but continued to watch the unfolding events.", "<b>Moses said: With this you will know that the Lord has sent me to perform all these actions,</b> the appointments about which you accuse me of favoritism, <b>as it is not from my heart.</b> I did not initiate them, but received them as commands from God.", "<b>If these</b> men <b>die like the death of all people, and the destiny of all people,</b> the punishment of all mankind, which is the death of the spirit while the body returns to dust, <b>is visited upon them,</b> you will know that <b>the Lord has not sent me.</b> If they die in a normal manner, my prophecy will have been shown to be false.", "<b>But if the Lord creates a creation</b> here, <b>and the ground opens its mouth and swallows them and everything that is theirs, and they descend</b> while still <b>alive into the abyss, you shall know that these people have scorned the Lord,</b> and this is their punishment.", "<b>It was as he concluded to speak all these words; the ground that was beneath them split.</b> At first, cracks appeared in the earth.", "Then <b>the earth opened its mouth</b> wide <b>and swallowed them, their households, all the people who were with Korah,</b> his family, <b>and all the property.</b>", "<b>They, and everything that was theirs descended alive into the abyss. The earth covered them and they were lost from the midst of the assembly</b> in body and soul.", "<b>All Israel that were</b> standing <b>around them fled due to their sound, as they said: Lest the earth swallow us.</b>", "<b>Fire emerged from the Lord, and consumed the two hundred and fifty men, the presenters of the incense.</b> Since they had encroached upon the sacred by acting in a capacity that was not assigned to them, they were punished in the manner of Nadav and Avihu, who offered strange fire."], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Say to Elazar son of Aaron the priest that he shall lift up the fire-pans,</b> in which the incense was sacrificed, <b>from the midst of the fire</b> that consumed the men who brought it, <b>and the fire</b> of the incense, which was still burning in the coals, he should <b>cast onwards</b> to a distant location; <b>for they,</b> these fire-pans, <b>became holy</b> to God by being designated for sacrifice, despite the fact that the incense was brought unlawfully.", "<b>The fire-pans of these sinners</b> who sinned <b>with their lives, they shall render them,</b> the fire-pans, <b>beaten sheet metal,</b> flattened until they can be used as <b>a covering for the altar; for they brought them before the Lord, and they became holy.</b> Consequently, they must remain near the altar and <b>they shall be as a sign to the children of Israel</b> that they must not rebel against the sanctity of the priesthood again.", "<b>Elazar the priest took the bronze fire-pans that those who were burned</b> had <b>brought</b> near with the incense, <b>and they beat them as a covering for the altar.</b>", "This covering served as <b>a remembrance to the children of Israel, so that a non-priestly man who is not from the descendants of Aaron shall not draw near to burn incense before the Lord, and he will not be like Korah and like his congregation as the Lord spoke</b> with regard <b>to him at the hand of Moses.</b>", "All of these events, the opening of the ground and the descent of the heavenly fire, occurred on a single day. However, despite these miraculous punishments, the arguments that Korah and his congregation voiced had left an impression upon the people. Consequently, <b>the entire congregation of the children of Israel complained against Moses and against Aaron the next day, saying: You have killed the people of the Lord.</b> Although you turned to God in order to protect yourselves, you should not have decreed death upon the rebels.", "<b>It was when the congregation was assembled</b> and complaining <b>against Moses and against Aaron, they turned toward the Tent of Meeting and behold, the cloud covered it, and the glory of the Lord appeared</b> within the cloud.", "<b>Moses and Aaron came before the Tent of Meeting</b> to hear the word of God.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Remove yourselves from among this congregation, and I will destroy them,</b> the entire congregation, <b>in a moment. They,</b> Moses and Aaron, <b>fell upon their faces,</b> beseeching God not to do so. However, a plague had already begun to spread among the people, and some had already died.", "<b>Moses said to Aaron: Take the fire-pan, put fire on it from upon the altar and place incense, and go quickly</b> with the fire-pan and the incense <b>to the congregation and atone for them; for the rage has emerged from before the Lord: The plague has begun.</b>", "<b>Aaron took</b> a fire-pan <b>as Moses had spoken, and ran to the midst of the assembly</b> with it; <b>and behold, the plague had begun among the people; he placed the incense, and atoned for the people</b> by means of the incense.", "<b>He stood between the dead</b> from the plague <b>and the living; and the plague was stopped.</b>", "<b>The dead in the plague were fourteen thousand seven hundred; besides the</b> previous <b>dead over the matter of Korah.</b>", "<b>Aaron returned to Moses to the entrance of the Tent of Meeting, and the plague was stopped.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and take from them one staff for each patrilineal house, from each of their princes according to their patrilineal house, twelve staffs; each man’s name you shall write upon his staff.</b>", "<b>You shall write Aaron’s name upon the staff of Levi, for there shall be one staff for the head of their patrilineal house.</b> In addition to Aaron’s other roles, he is also the prince and representative of his tribe. This division of the tribes is not based on military camps, as it is for the encampments and the travels of the Israelites. Rather, it follows the original tribes of Israel. Consequently, it includes the tribe of Levi, and it is likely that Joseph was not split into two tribes.", "<b>You shall place them,</b> the staffs, <b>in the Tent of Meeting before the testimony,</b> the covenant that was inside the Ark, <b>where I will meet with you,</b> in the Holy of Holies.", "<b>It shall be</b> that <b>the man whom I shall choose, his staff will blossom and I will quell from upon Me the complaints of the children of Israel that they bring against you.</b>", "<b>Moses spoke</b> these matters <b>to the children of Israel, and all their princes gave him one staff for each prince according to their patrilineal house, twelve staffs</b> in total; <b>and the staff of Aaron was among their staffs.</b> Moses did not place Aaron’s staff at any particular spot, but simply as one staff among the others, so that no one could argue that it blossomed due to its position.", "<b>Moses placed the staffs before the Lord in the Tent of the Testimony.</b>", "<b>It was on the next day, and Moses came into the Tent of the Testimony and behold, the staff of Aaron of the house of Levi had blossomed; it had produced a blossom, and had sprouted a bud,</b> the first part of the fruit that develops from a blossom after the petals have fallen off, <b>and had brought forth almonds.</b> Unlike the natural gradual process, where the almonds ripen only six months after blossoming, here the blossom, bud, and almonds all miraculously appeared together.", "<b>Moses took out all the staffs from before the Lord to all the children of Israel and they saw, and each took his staff.</b> In this manner, all the princes saw proof that they had not been chosen to serve as priests in the Sanctuary.", "<b>The Lord said to Moses: Return the staff of Aaron before the testimony.</b> After such a unique miracle has occurred with it, it may no longer be used for non-sacred purposes. Instead, it must be returned to the Sanctuary <b>for safekeeping, as a sign for the defiant ones,</b> for anyone who might consider rebelling in the future. <b>And their complaints will</b> thereby <b>cease from Me, and they will not die,</b> as the plague came due to their complaints.", "<b>Moses did as the Lord had commanded him; so he did.</b> From that point onward Aaron’s staff was kept at the side of the Ark of the Covenant.", "Although the Tabernacle was at the heart of the Israelites’ national life, the people saw that it was not merely a source of security and shelter. On the contrary, the swallowing of Korah and his congregation by the ground, the burning of those who brought the incense, the plague that afflicted the people, and the earlier deaths of Nadav and Avihu, all combined with the repeated warnings against the approach of non-priests to the Sanctuary (1:51, 3:10, 38, 8:19) to produce a feeling of terror. <b>The children of Israel spoke to Moses, saying: Behold, we perish, we are lost, all of us are lost.</b>", "<b>Anyone who approaches the Tabernacle of the Lord will die. Have we ceased to perish,</b> or will the tremendous power of the Tabernacle of God continue to claim victims?"], ["<b>The Lord said to Aaron: You and your sons</b> the priests, <b>and your patrilineal house,</b> the Kehatites, <b>with you shall bear the iniquity of the Sanctuary,</b> as you will be held accountable for any breach of the sacred. <b>And</b> in addition, <b>you and your sons with you shall bear the iniquity of your priesthood:</b> The responsibility for the lack of fulfillment of the duties of the priesthood shall fall upon you.", "<b>Also your brethren, the tribe of Levi, the tribe of your father, bring near with you, and they shall accompany you, and serve you. And</b> only <b>you and your sons with you</b> will serve <b>before the Tent of the Testimony,</b> not the Levites, whose function is outside this area.", "<b>They shall keep your commission, and the commission of all the</b> surrounding <b>Tent; however, they shall not come close to the sacred vessels and to the altar, and neither they nor you will die.</b> Although the Levites must carry and guard the Tabernacle, they are prohibited from touching its vessels.", "<b>They,</b> the Levites, <b>shall accompany you</b> and your family, the priests, <b>and</b> they shall <b>keep the commission of the Tent of Meeting, for all the service of the Tent; a non-priest shall not approach you.</b>", "<b>You shall keep the commission of the sacred and the commission of the altar,</b> by ensuring that non-priests shall not approach the Sanctuary and the altar, <b>and there will be no more rage against the children of Israel,</b> due to any breach of the sanctity of the altar.", "<b>And I, behold, I have taken your brethren the Levites from among the children of Israel; to you they are given as a gift for the Lord, to perform the service of the Tent of Meeting.</b>", "<b>You and your sons with you shall keep your priesthood with regard to any matter of the altar, and with regard to that which is within the curtain, and you shall serve.</b> You are responsible for ensuring that the entire service, both inside and outside the Sanctuary, is performed in the proper manner. <b>As a service of gift I give</b> you <b>your priesthood.</b> Your service as a priest is not a form of subjugation but rather a privilege bestowed solely upon you, whereas <b>the non-priest who approaches shall be put to death.</b>", "<b>The Lord spoke to Aaron: Behold, I have given you the commission of My gifts; with regard to all the consecrated items of the children of Israel I have given them to you for prominence,</b> as a mark of greatness, <b>and to your sons, as an eternal allotment.</b>", "The Torah provides a list of the gifts of the priesthood: <b>This shall be for you from the sacred sacraments, from the fire,</b> the offerings of the most sacred order that are burnt upon the altar: <b>Every offering of theirs, every meal offering of theirs, every sin offering of theirs, and every guilt offering of theirs that they shall return to Me; it is a sacred sacrament for you and for your sons.</b> Only the priests are entitled to these gifts.", "<b>In the sacred sanctum shall you eat it,</b> in the courtyard, which is the designated place for the consumption of offerings of the most sacred order: meal offerings, sin offerings, and guilt offerings. <b>Every male may eat it; it shall be sacred to you.</b>", "<b>This is yours: The separation of their gift, for all the wave offerings of the children of Israel,</b> the specific portions of peace offerings that are set aside and waved, <b>I have given them to you, and to your sons and to your daughters with you, as an eternal allotment; all pure in your household may eat it,</b> in accordance with the law of offerings of lesser sanctity, which may be eaten by all ritually pure members of a priest’s household.", "<b>All the best of the oil, and all the best of the wine and of the grain, the first of them that they will give to the Lord,</b> which is the portion that the children of Israel separate for God, in practice <b>to you,</b> the priests and their families, <b>have I given them.</b>", "<b>The first fruits of all that is in their land that they bring to the Lord,</b> to the Temple, <b>shall be yours; all pure in your household may eat it.</b> This includes slaves, who are referred to as an “acquisition of his silver,” who are permitted to partake of the meat of offerings permitted to the priests, the portion of produce allotted to the priest, or <i>teruma</i>, and first fruits, if the slaves are ritually pure. In certain cases, when <i>teruma</i> is unfit for human consumption, it may even be given to animals.", "<b>Everything proscribed in Israel,</b> movable property and real estate that were consecrated, but not for the Temple maintenance, <b>shall be yours.</b>", "<b>Every first issue of the womb of all flesh, which they offer to the Lord, of man and of animal, shall be yours; however, the firstborn of man you shall redeem,</b> by means of money that is given to you, <b>and the firstborn of the impure animal you shall redeem.</b> Since you may not eat this animal, you shall receive its value instead. It is clarified elsewhere that the impure animal mentioned here is a donkey, which is redeemed with a lamb given to a priest.", "<b>Its redeemed,</b> of a woman’s firstborn son, <b>from one month old shall you redeem, with a value of five shekels of silver in the sacred shekel; it is twenty gera.</b> The <i>gera</i> is the smallest unit of weight for silver, which is referred to as a <i>ma’a</i> by the Sages. The sacred shekel is twice the value of a regular shekel, which is worth ten <i>gera</i> .", "<b>However, the firstborn of an ox, or the firstborn of a sheep, or the firstborn of a goat, you shall not redeem, they</b> themselves <b>are sacred. You shall sprinkle their blood on the altar, and you shall burn their fat as a fire offering for a pleasing aroma to the Lord,</b> as these portions are not eaten.", "In contrast to the blood and fat, <b>their meat,</b> of the firstborn kosher animals, <b>shall be for you, like the breast of the waving and like the right haunch</b> of peace offerings, which are eaten by priests and the members of their household in a state of ritual purity. The same applies to the meat of firstborn animals; <b>it shall be yours.</b>", "The Torah once again summarizes: <b>All the gifts of the consecrated items that the children of Israel separate for the Lord,</b> those stated explicitly here, as well as other gifts alluded to in these verses, and those mentioned elsewhere, <b>I have given you, and your sons and your daughters with you, as an eternal allotment; it is an everlasting covenant of salt before the Lord to you and to your descendants with you.</b> The Sages list twenty-four gifts of the priesthood.", "<b>The Lord said to Aaron:</b> On the one hand, you and your descendants will receive gifts from the rest of the children of Israel; on the other hand, <b>you shall not inherit in their land, and you shall not have a portion</b> of land <b>in their midst; I am your portion and your inheritance among the children of Israel.</b>", "<b>To the children of Levi,</b> who also serve in the Temple, <b>behold, I have given all the tithe,</b> a tenth of all produce, <b>in Israel as an inheritance, in exchange for their service that they perform, the service of the Tent of Meeting.</b>", "<b>The children of Israel shall not approach the Tent of Meeting anymore, to bear sin, to die.</b> The Levites will care for the Temple maintenance, through their singing and the assistance they provide to the priests, and they must also prevent the Israelites from performing these functions and from approaching the Sanctuary.", "<b>The Levite himself shall perform the service of the Tent of Meeting, and they,</b> the Levites, <b>shall bear their iniquity;</b> they are responsible for the sins that might result from their service. <b>It shall be an eternal statute for your generations, and among the children of Israel, they,</b> the entire tribe of Levi, <b>shall not inherit an inheritance</b> in the land of Israel.", "<b>For the tithe of the children of Israel that they will separate to the Lord as a gift, I have given to the Levites as an inheritance; therefore, I said to them: In the midst of the children of Israel they shall not inherit an inheritance.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>To the Levites you shall speak, and say to them: When you take from the children of Israel the tithe that I have given you from them for your inheritance, you shall separate from it a gift to the Lord.</b> From the tithe that you receive from the Israelites, you must set aside <b>a tithe from the tithe.</b>", "After you have separated a tithe from the tithe that you received from an Israelite, then <b>your gift</b> to the priest <b>shall be considered for you like the grain from the threshing floor, and like the fill of the winepress,</b> like the produce that grows in one’s property, from which <i>teruma</i>, the portion of produce allotted to the priest, is set aside and given to the priest.", "<b>So you too shall separate the gift of the Lord from all your tithes that you receive from the children of Israel; you shall give from it the gift of the Lord to Aaron the priest,</b> meaning to one of the priests. The tithe that the Levites receive from the Israelites is their sustenance. Just as the children of Israel give <i>teruma</i> to a priest from their produce, so too the Levites must give <i>teruma</i> to a priest from the portion they receive.", "<b>From all your gifts</b> that you receive from the children of Israel <b>you shall separate all the gifts of the Lord, of all its finest</b> portions, you must give to the priest <b>its sacred part from it.</b>", "<b>You shall say to them: When you separate its finest,</b> the tithe of the tithe for the priests, <b>from it,</b> the other nine-tenths of the tithe, <b>it shall be considered for the Levites like the produce of the threshing floor, and like the produce of the winepress.</b> The remainder of the tithe has the status of nonsacred produce.", "<b>You may eat it,</b> the tithe, <b>in any place, you and your households, for it is your wage in exchange for your service in the Tent of Meeting.</b>", "<b>You shall not bear sin on its account when you separate its finest from it.</b> You must give the choicest part of the produce received from an Israelite to the priest. It is derived from here that one may not set aside poor-quality produce for the priest. <b>The sacred items of the children of Israel you shall not profane, and you will not die.</b> By separating the tithe of the tithe for the priest, the Levite prevents the profanation of the sacred gifts of the Israelites that were given to him."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 16:1-18:32", "heRef": "ביאור שטיינזלץ על במדבר ט״ז:א׳-י״ח:ל״ב", "sections": ["16", "1"], "toSections": ["18", "32"], "sectionRef": "Steinsaltz on Numbers 16-18", "heSectionRef": "ביאור שטיינזלץ על במדבר ט״ז-י״ח", "firstAvailableSectionRef": "Steinsaltz on Numbers 16:1-18:32", "isSpanning": true, "next": "Steinsaltz on Numbers 19", "prev": "Steinsaltz on Numbers 15", "title": "Steinsaltz on Numbers 16-18", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 16:1-35", "Steinsaltz on Numbers 17", "Steinsaltz on Numbers 18:1-32"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}