{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord said to Abram: Go you from your land,</b> the geographic location where you were born; <b>and from your birthplace,</b> the place for which you harbor a sense of closeness and belonging; <b>and from your father’s house,</b> and travel <b>to the land,</b> currently unknown to you, <b>that I will show you.</b> You will be told only the general direction you must travel, and you will be informed when you reach your destination.", "You embark on this journey as an individual who is merely the head of a family or tribe. Nevertheless, I assure you that in the place where you are going <b>I will make you</b> into <b>a great nation and I will bless you and I will make your name great</b> as you will be renowned, <b>and you shall be a blessing,</b> meaning that people will use you as a paradigm for blessings. When they bless one another, they will say: May you merit to be like Abram.", "<b>I will bless those who bless you, and he who curses you I will curse; and all the families of the earth,</b> not only the families of your descendants or your neighbors, <b>shall be blessed in,</b> or through, <b>you.</b> From this point forward, Abram would not live his life for himself alone as a private individual; he would become a symbol and a model for all.", "<b>Abram went, as the Lord had spoken to him.</b> He set out on his way and left most of his family, who had also initially planned to go to Canaan, behind in Haran. <b>And Lot,</b> the son of his brother Haran, <b>went with him. Abram was five years and seventy years old upon his departure from Haran.</b>", "<b>Abram took Sarai his wife, and Lot, son of his brother, and all their property that they had acquired, and the people that they had acquired in Haran; they departed to go to the land of Canaan; and they came to the land of Canaan.</b> The Torah does not specify the route they took, but it can be assumed that they either traveled through Syria and then along the coast of the Mediterranean, or along the international road that traversed present-day Iraq and Syria to Damascus, and then turned south across the Golan Heights until they crossed over the Jordan River into the land of Canaan via one of several possible crossing points.", "<b>Abram passed through the land to the place of Shekhem,</b> the site where the city of Shekhem would later be built, <b>until the plain [<i>elon</i>] of Moreh. And the Canaanites were then in the land.</b> This observation, which is important for the continuation of the story, explains that the land to which Abram came was not desolate and empty of inhabitants, as were many regions at the time. Rather, it had been inhabited for many years by the Canaanite people.", "<b>The Lord appeared to Abram</b> upon his arrival in Canaan, <b>and said: To your descendants I will give this land.</b> Earlier, when Abram was commanded to travel, he had been given a general blessing. At this point, God promised him a specific gift, that his descendants would inherit the land of Canaan. <b>He built there an altar to the Lord, who had appeared to him.</b> Abram built the first altar to God after His revelation to him. The altar was to serve as a reminder that God had revealed Himself to Abram in this place.", "<b>He,</b> Abram, then <b>moved from there to the mountains, east of</b> the city of <b>Beit El, and he pitched his tent</b> there. <b>Beit El</b> was <b>to the west</b> of his place of encampment, <b>and Ai to the east.</b> For many years, Abram and his family were primarily nomadic shepherds who lived in tents. It can be assumed that much of the land was uninhabited at the time, leaving large empty areas suitable for grazing. Abram found pasture for his flock between Beit El and Ai. <b>He</b> also <b>built there an altar to the Lord, and proclaimed the name of the Lord.</b>", "<b>Abram journeyed, steadily journeying to the Negev.</b> Since he had not been told where to stop, and as he had not yet found a place where he felt sufficiently comfortable, he left Beit El and continued southward.", "<b>There was famine in the land,</b> due to lack of rainfall, which had a negative impact upon both the produce required for human sustenance and the vegetation used for animal pasture. <b>And</b> therefore, <b>Abram descended to Egypt to reside there</b> temporarily, but not to remain there as a permanent resident; <b>as the famine was severe in the land.</b> Egypt, which is dependent upon the Nile rather than on rainfall, was generally immune from the effects of a famine of this kind.", "<b>It was when he,</b> his camp, <b>drew near to come to Egypt,</b> that <b>he said to Sarai his wife: Behold, I know</b> and have become fully aware <b>now that you are a beautiful woman,</b> and that in addition to your external beauty you also have a strong personality and presence.", "<b>It will be, when</b> you come with me to Egypt and <b>the Egyptians see you, they will say: This is his wife. And</b> then <b>they will kill me</b> out of desire for you, <b>and keep you alive.</b> Abram was concerned that he would be attacked, both due to Sarai’s beauty and charming personality, and because of his great wealth.", "<b>Please say</b> to the residents of Egypt that <b>you are my sister; so that it may be well with me for your sake;</b> as your brother, no one will have cause to harm me. <b>And my soul shall live because of you.</b>", "Indeed, Abram’s concern was justified, as <b>it was upon Abram’s arrival in Egypt, the Egyptians saw the woman that she was very fair.</b>", "<b>Pharaoh’s officers saw her,</b> and <b>they praised her to Pharaoh</b> king of Egypt, informing him that there was an exceptionally beautiful woman among the visitors who had arrived from distant lands. <b>And the woman was taken to Pharaoh’s house</b> to be one of his wives. It seems that Sarai was not able to object, as she and Abram claimed to be siblings.", "<b>And he,</b> Pharaoh, <b>benefited Abram for her sake,</b> as the brother of the woman he sought for himself. <b>He,</b> Abram, <b>acquired,</b> of his own property as well as from all the gifts he received, <b>sheep, oxen, donkeys, slaves, maidservants, female donkeys, and camels.</b>", "But in the meantime, <b>the Lord afflicted Pharaoh and his household,</b> his family and those surrounding him, <b>with great afflictions over the matter of Sarai, Abram’s wife.</b>", "<b>Pharaoh called Abram, and he said: What is this that you have done to me? Why did you not tell me that she was your wife?</b>", "<b>Why did you say: She is my sister? I took her for myself as my wife.</b> Since you claimed to be her brother, I intended to take her as my wife. I acted properly; I did not rape her or take her by force. On the contrary, I treated her with full respect and wished to marry her. It is only now that I have become aware that I took your wife from you. <b>And</b> therefore <b>now, here is your wife.</b> She is too great a temptation for the men who live here. We want neither her nor the troubles and plagues she has brought upon us, so <b>take her and go.</b>", "<b>Pharaoh commanded men regarding him</b> to accompany Abram. The escort was provided not merely as a mark of honor; their mission was to compel Abram to leave their place. <b>And</b> so <b>they sent forth him, and his wife, and everything that was his.</b>"], ["<b>Abram ascended</b> northward <b>from Egypt, he, and his wife, and everything that was his, and Lot with him, to the Negev.</b>", "<b>And Abram was very wealthy in livestock, in silver, and in gold.</b> Abram was successful in his business dealings and became very wealthy over time. The significance of this detail will become apparent as the narrative progresses.", "<b>He went on his journeys from the Negev to Beit El, to the place where his tent had been initially, between Beit El and Ai.</b> He retraced his steps along the same route he had previously taken, in order to reacquaint himself with the inhabitants of those places, or to pay his debts, as explained by the Sages.", "He came <b>to the place of the altar that he prepared there at first;</b> and again <b>Abram proclaimed there the name of the Lord.</b> Perhaps this means that he called a public assembly, prayed, and gave speeches, with the aim of making the name of God known in the world.", "<b>Lot, who went with Abram, also had flocks, and cattle, and tents.</b> Lot left Ur of the Chaldeans as the heir of his father, Haran. Consequently, he had property of his own. Although he traveled alongside his uncle Abram, he was not subservient to him.", "<b>And the land could not support them to live together, as their property was substantial, and they were unable to live together.</b> Although at the time the land was relatively uninhabited with large areas available for pasture, the size of flocks that grazed near a settlement was generally in proportion with the size of the settlement. In this situation, when the tribe of nomads arrived with Abram’s large flocks and Lot’s large flocks in addition to those of the locals, there was not enough land available for all of them. However, in addition to these objective limitations, there was another significant factor preventing them from living together.", "<b>There was</b> also <b>a quarrel between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. And</b> in this context, the verse notes that <b>the Canaanites and the Perizites then lived in the land.</b> Since Abram did not yet own the land, and other tribes lived there, the quarrel between his herdsmen and Lot’s was potentially dangerous, as the local inhabitants could take advantage of their dispute and attack them.", "<b>Abram said to Lot: Please, let there be no quarrel between me and you and between my herdsmen and your herdsmen; for we are brethren.</b> When herdsmen disagree with one another, each group complains to their master, which could eventually lead to a fight between the heads of the two groups, Abram and Lot. Abram did not wish to become embroiled in a conflict with his relative.", "<b>Isn’t the whole land before you?</b> Since Abram and Lot were not looking to settle down, but were merely seeking pasture, the entire land was available to them, without restrictions. <b>Please, part from me,</b> and we will head in different directions; we do not need to dwell in the same place. So choose which territory you would like: <b>If</b> you go <b>to the left, I will go</b> to the <b>right; and if</b> you go <b>to the right, I will go left.</b>", "At the time, Abram and Lot were situated in the southern Judean hills. <b>Lot raised his eyes, and</b> from that vantage point he <b>saw</b> the expansive view of the valley below, <b>the entire</b> area south of the Jordan River, known as the <b>plain of the Jordan,</b> and saw <b>that it was all watered.</b> This plain was a large, very low area, extremely rich in water. Even nowadays there are fertile areas south of the Dead Sea, where the climate is almost tropical, but <b>before the Lord destroyed Sodom and Gomorrah,</b> the climate in the region was different. At that time, the entire area of what is today called the Dead Sea was one large, well-watered vale. Because of the heat and water, it was <b>like the garden of the Lord, like the land of Egypt,</b> an area rich in vegetation that does not receive its water from rain but from rivers and irrigation canals. This description applied to the entire plain <b>as,</b> until, <b>you come to</b> the small town of <b>Tzoar.</b>", "<b>Lot</b> accepted Abram’s suggestion and <b>chose for himself all the plain of the Jordan,</b> a lush, fertile area large enough for his flocks and herds. <b>Lot journeyed from the east</b> of the place where he and Abram were situated, the side that faced the Dead Sea. <b>And they parted one from another,</b> each following a different path.", "<b>Abram lived in the land of Canaan, and Lot lived in,</b> among, and between, <b>the cities of the plain</b> of Jordan, <b>and</b> Lot <b>pitched his tent as far as Sodom.</b> At this stage Lot was not yet a resident of Sodom, but a tent-dwelling shepherd who lived near the city and under its patronage.", "At this point, the text notes the moral qualities of the inhabitants of Sodom, among whom Lot had chosen to live: <b>And</b> even at that time <b>the men of Sodom were</b> known to be <b>extremely wicked and sinful to the Lord.</b>", "<b>The Lord said to Abram, after Lot parted from him: Raise now your eyes, and look from the place where you are, northward, southward, eastward, and westward;</b>", "<b>for all the land that you see, I will give to you, and to your descendants forever.</b>", "<b>I will render your descendants</b> numerous <b>like the dust of the earth;</b> so that only <b>if a man could count the dust of the earth, so your descendants shall be counted.</b>", "So therefore, <b>arise, walk in the land to its length and to its breadth, as to you I will give it.</b> Even though the land is currently inhabited by others and is not yet in your possession, you can feel as comfortable in it as a landowner strolling through his estate.", "<b>Abram</b> did not remain between Beit El and Ai, but he also did not continue wandering. Rather, he turned southward and decided to encamp. He <b>pitched his tent, and came and settled in the plains [<i>elonei</i>] of Mamre, which are in Hebron. And he built there an altar to the Lord.</b> While on the move seeking pasture for his flock, Abram spread his faith by constructing altars and publicizing the name of God."], ["<b>It was in the days of Amrafel king of Shinar,</b> a large kingdom in the area of Babylonia; <b>Ariokh king of Elasar,</b> probably a region northeast of Babylonia; <b>Kedorlaomer king of Elam,</b> also northeast of Babylonia; <b>and Tidal king of Goyim.</b> It is possible that this title means that Tidal reigned over a conglomeration of different tribes or nations [<i>goyim</i>], a phenomenon known even in ancient times.", "<b>They,</b> those kings, <b>waged war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Adma, and Shemever king of Tzevoyim, and the king of Bela, which is</b> the same city that was later called <b>Tzoar.</b>", "<b>All these,</b> the kings of Sodom, Gomorrah, Adma, Tzevoyim and Bela, <b>joined forces at the valley of Sidim,</b> one of the plural forms of <i>sadeh</i>, meaning field, <b>which is</b> in the place now known as <b>the Dead Sea.</b>", "For <b>twelve years they served Kedorlaomer,</b> who is singled out probably because he was the strongest member of the coalition of northern kings. It can be assumed that these areas had been conquered by the kings of the north prior to Abram’s arrival in Canaan. <b>And in the thirteenth year, they rebelled.</b> It appears that in addition to the kings of the five cities previously mentioned, the entire region revolted against these foreign rulers with their strange language and culture, who had come from afar with imperialist aspirations. Similarly, many years later, when Nebuchadnezzar took control of the Land of Israel, its various leaders came together and established alliances in order to strengthen one another against the foreign ruler and restore their independence.", "<b>And in the fourteenth year, Kedorlaomer and the kings that were with him came</b> to suppress these rebellions, <b>and smote</b> the <b>Refaim,</b> remnants of the Anakim, <b>in Ashterot Karnayim,</b> northern modern-day Jordan, <b>and the Zuzim,</b> another name for Refaim <b>in</b> a place called <b>Ham, and the Eimim,</b> yet another name for Refaim <b>in Shaveh Kiryatayim.</b> Moving from place to place, the kings of the north waged battles against local rulers and defeated them one after the other.", "<b>And the Horites,</b> an important nation among the early settlers of Canaan, one of whose tribes lived <b>in their mountain Se’ir,</b> in the land of Edom. Later Esau and his family conquered the area from this tribe and intermingled with them. It seems that the army of the coalition of kings advanced from north to south along the eastern side of the Jordan River. They routed all the kings and tribes they encountered there, <b>until Eil Paran, which is adjacent to,</b> at the edge of, <b>the wilderness</b> of Sinai.", "<b>They</b> then <b>turned back, and came to En Mishpat, which is</b> also called <b>Kadesh.</b> After defeating all the rulers on the eastern side of the Jordan River, the kings turned northward again <b>and smote the entire field of the Amalekites,</b> a region in Edom. Although Amalek was not yet born, his descendants would later live there, and the place is described according to its future name. <b>And</b> they <b>also</b> smote <b>the Emorites, who lived in Hatzatzon Tamar,</b> another name for Ein Gedi. The kings of the north traveled from place to place, striking any nation or tribe that stood in their way. Their vast experience and military might undoubtedly gave them a substantial advantage over the local kings of small fiefdoms.", "<b>The king of Sodom, the king of Gomorrah, the king of Adma, the king of Tzevoyim, and the king of Bela, which is Tzoar, went out; and they waged a war with them,</b> the kings of the north, <b>in the valley of Sidim,</b> which was a flat area suitable for combat.", "They fought <b>with Kedorlaomer king of Elam, and Tidal king of Goyim, and Amrafel king of Shinar, and Ariokh king of Elasar; four kings against the five.</b> Although the local kings outnumbered the foreign ones, the actual balance of power dramatically favored the kings of the north, who represented four powerful kingdoms against the rulers of five small cities. It should be noted, however, that as was customary among mighty kings at the time, the king himself did not participate in the battle. He simply sent a spearhead force to quash the rebellion.", "<b>The valley of Sidim,</b> albeit fertile, <b>was full of clay pits, and the kings of Sodom and Gomorrah fled, and they fell there,</b> into the pits; <b>and those who remained,</b> who had not fallen into the pits, <b>fled to the highlands.</b>", "<b>They,</b> the four kings from the north, <b>took all the property of Sodom and Gomorrah,</b> Adma, Tzevoyim, and Tzoar. They passed through these cities without meeting any resistance and looted their property, <b>and all their food,</b> which they fed to their armies. <b>And they</b> then turned away and <b>went</b> northward back toward their place of origin.", "<b>They took Lot,</b> who was the <b>son of Abram’s brother, and his property and they went; and he lived in Sodom.</b> Since he had not long been associated with residents of these cities, Lot apparently did not want to get involved in the war. He did not even take an interest when the kings of Elam and Shinar fought the nearby king of Sodom. Nevertheless, the soldiers of Kedorlaomer and Amrafel did not care that Lot was a nomad who had also come from the north. As he was living in the place of the rebellion and he owned property, they captured him as well and plundered his possessions.", "<b>The survivor,</b> an unidentified individual, had fled from the battlefield and escaped the war, as always happens during military conflicts. According to the Talmud, this refugee was Og king of Bashan. He <b>came and told Abram the Hebrew; and he was dwelling on the plains of Mamre the Emorite,</b> who was the <b>brother of Eshkol, and</b> the <b>brother of Aner, and they were allies of Abram.</b> Abram had developed close relationships with his neighbors, Mamre and his men, who ruled over Hebron or the nearby plains of Mamre. These relations included a mutual pact for protection. The support of his allies apparently strengthened Abram’s resolve.", "<b>Abram heard that his brother had been taken captive.</b> The war itself did not interest Abram; it was the capture of Lot that spurred him into action. <b>And he marshaled his retainers,</b> called upon them to leave their homes and join him. At least some of these men had been <b>born in his house</b> and grown up in his camp. The group of soldiers who answered his call amounted to a total of <b>three hundred and eighteen. And</b> Abram <b>pursued</b> the kings’ camp, which had headed north after finishing their business in Sodom, <b>until Dan,</b> a region in northern Canaan also called by a later name reflecting the area’s inhabitants centuries later.", "On returning from their string of victories, during which they had vanquished the rebels, the kings encamped near Dan. This well-watered region was perfectly suited for a short stay. The kings were likely pleased by their successes and rested complacently. <b>He,</b> Abram, <b>arrayed</b> his men <b>against them at night, he and his servants, and smote them, and pursued them until Hova.</b> The location of Hova is unknown. The only detail the verse provides is that it is a place <b>which is to the left,</b> north, <b>of Damascus.</b>", "<b>He returned all the goods.</b> The looted property was there for the taking, as the soldiers who fled for their lives left it behind. <b>And also his brother Lot and his property he returned, and also the women and the people.</b> Plundered goods and captives were part of the victors’ spoils in military campaigns of this type. The kings of the north took men for slaves, and women for all their needs. Abram released all these captives and returned to the Hebron region.", "<b>The king of Sodom,</b> who was presumably disheveled and suffering from war wounds, <b>went out to meet him,</b> Abram, perhaps from one of the bitumen pits. The king of Sodom hoped to restore some of his losses through negotiations with Abram, who was now the rising power in the region, <b>after his return from smiting Kedorlaomer and the kings who were with him, to the valley of Shaveh, which is the valley of the king.</b>", "<b>And Malkitzedek king of Shalem,</b> another name for Jerusalem, <b>brought out bread and wine,</b> a customary ritual performed as a festive greeting. In this manner Malkitzedek, who was from a different region than the king of Sodom, also sought to honor Abram as a great hero after his victory over the kings of the north. <b>And he,</b> Malkitzedek, <b>was</b> not only a king, but also <b>a priest of God, the Most High.</b> Although he lived among the local pagans, he was one of the few who worshipped the one God, referred to as El, the Most High. El is translated here as simply God. Thus Malkitzedek, who is identified by rabbinic tradition as Shem son of Noah was one of a small group of individuals who did not worship idols, and whose faith was close to that of Abram.", "As a priest, <b>he,</b> Malkitzedek <b>blessed him.</b> It is possible that Abram did not wish to be blessed by the king of Sodom, but as Malkitzedek was a priest of God, Abram accepted his blessing. <b>And he said: Blessed is Abram to God, the Most High, master of heaven and earth,</b>", "<b>and blessed is God, the Most High, who delivered your enemies into your hand.</b> Malkitzedek formally blessed both Abram for his character, which was blessed by God, and God for providing the victory. <b>He gave him a tenth of everything.</b> Abram treated the priest with respect and bestowed upon him a substantial gift, a tenth of all the property he had restored.", "After seeing Abram’s considerable generosity in his gift to Malkitzedek, <b>the king of Sodom said to Abram: Give me the people, and take the property for yourself.</b> Let me have the residents of my city, Sodom, as I am responsible for them, and we will waive any claim to the plunder. You can keep any property the kings looted from us, which you rescued from them.", "<b>Abram said to the king of Sodom: I have raised my hand to the Lord, God Most High, master of heaven and earth.</b> The raising of one’s hand or hands to the heavens is a gesture indicating an oath.", "<b>Surely, be it</b> even <b>a thread</b> of a garment <b>or a shoelace, I will not take of anything that is yours,</b> so <b>that you will not say: I made Abram rich.</b> I do not want my wealth to be attributed to you and to the property of Sodom. Consequently, I shall return all the property to you", "<b>without regard to me,</b> leave me out of the calculations, do not take me into account (see also 41:16). <b>Only that which the young men have</b> already <b>eaten</b> from the property we have restored, as they needed it for their sustenance on their way back from the north to Jerusalem; this property shall not be restored. <b>And</b> also <b>the portion of the men who went with me, Aner, Eshkol, and Mamre,</b> Abram’s friends and allies, who were probably not among his three hundred and eighteen soldiers. Since they joined with Abram and supported his cause, they deserved a portion of the spoils and Abram did not wish to deprive them of it. Therefore, he said: I insist that <b>they shall take their portion.</b> But as for me, although as the victorious commander I am rightfully entitled to the majority of the spoils, I relinquish my entire portion."], ["<b>After these matters,</b> after Abram’s war with the great kings of the north, he may have been concerned that the powerful rulers might return to Canaan for another military campaign in order to take revenge. And so <b>the word of the Lord came to Abram in a</b> prophetic <b>vision, saying: Fear not, Abram, I am a shield for you,</b> and I will protect you from all harm. Additionally, <b>your</b> future <b>reward</b> for your deeds <b>is very great.</b>", "<b>Abram said: My Lord God, what will You give me? I go childless.</b> You have promised me an exceedingly great reward, but what can I do with it when I have no children? <b>And the steward of my house,</b> the one in charge of all my dealings since I have no son, <b>is Eliezer of,</b> who comes from,23 <b>Damascus.</b>", "<b>Abram said: Behold, to me You have not given descendants, and a member of my household is my heir</b>. Since I do not have a son, and my steward will inherit me, this reward has no meaning for me. Although Eliezer is indeed a faithful and decent man, he is not my child.", "<b>Behold, the word of the Lord came to him, saying: This man</b> who is the steward of your house <b>shall not be your heir; rather, one who shall emerge from your loins, he shall be your heir.</b>", "<b>He took him,</b> or instructed him to go, <b>outside, and said: Look now toward the heavens, and count the stars,</b> and see <b>if you can count them. And</b> after Abram had looked toward the heavens, <b>He said to him: So shall be your descendants;</b> they will be as numerous as the stars.", "Although this seemed impossible to Abram, as he and his wife were elderly, <b>he believed in the Lord; and He,</b> God, <b>considered it,</b> Abram’s faith, <b>for him as righteousness,</b> as a correct, upright, and proper act.", "<b>He said to him: I am the Lord who took you out of Ur of the Chaldeans,</b> among other reasons, in order <b>to give you this land to inherit it.</b>", "<b>He said: My Lord God, how shall I know that I shall inherit it?</b> This statement does not indicate a lack of faith in the fulfillment of God’s promise. However, the promise would come to pass only for Abram’s descendants, none of whom had yet been born, while in the present there was no practical expression of his possession of the land. Hence, Abram requested some sort of assurance or deed that would serve as a confirmation and reinforcement of the covenant.", "<b>He said to him: Take Me a triple heifer, and a triple female goat, and a triple ram, and a dove, and a young pigeon.</b>", "<b>He took all these for him</b> after they had each been slaughtered, <b>divided them in the middle</b> into approximately equal halves, <b>and placed each half opposite the other,</b> with a gap separating them. <b>But the birds,</b> the dove and young pigeon, <b>he did not divide.</b>", "<b>The birds of prey,</b> no specific bird, but birds of prey in general, <b>descended onto the carcasses.</b> These birds represent enemies who attempt to undermine the covenant. <b>And Abram drove them away.</b> He sought to fight these symbolic enemies and expel them. This indicates that the covenant and its fulfillment would encounter many future difficulties and threats, which must be opposed. Some explain that Abram put the pieces back to their initial state and miraculously restored them to life, as a sign of future renewal and resurrection.", "This episode involved three stages: First came the initial prophetic vision, which Abram apparently experienced at night; this was followed by the preparations for the covenantal ritual and the descent of the birds of prey upon the carcasses, which occurred during the day. Then came the third and final stage, which is described in this verse: <b>It was when the sun was setting; a deep sleep fell upon Abram.</b> This was not an ordinary sleep due to tiredness, but an absolute inability to stay awake, as though an external factor put him in a trance. <b>And behold,</b> together with the deep sleep, <b>a dread, a great darkness,</b> a terrible fear devoid of specific content or meaning, <b>fell upon him.</b>", "Here the covenant is formulated as a detailed, defined prophecy. <b>He,</b> God, <b>said to Abram: Know that your descendants shall be strangers in a land that is not theirs.</b> Indeed you will father children and will ultimately inherit the land, but your descendants shall not receive it immediately. The covenant will not be fulfilled in a smooth, straightforward manner. Beforehand, they will be foreigners and nomads like you are. However, in contrast to you, their wanderings will not be in this land that they are destined to inherit, but rather in a foreign place that is not their own. <b>And</b> furthermore, <b>they shall be enslaved to them,</b> the inhabitants of that foreign land; <b>and they shall oppress them</b> for <b>four hundred years.</b> The content of this prophecy fits the dread that Abram felt, but straightaway, God encouraged him with a promise:", "<b>And also that nation that they shall serve, I will judge.</b> Your descendants will suffer there for reasons of My own, but the nation that enslaves them will be punished for doing so. <b>And afterwards,</b> when the designated hour arrives, <b>they,</b> your children, <b>will emerge with great property.</b>", "But these travails will not affect you personally, <b>and you</b> will not be exiled or suffer, but rather, you <b>shall go to your fathers,</b> you will die and be united with your ancestors <b>in peace,</b> and <b>you shall</b> even <b>be buried at a good old age;</b> you will live a long and peaceful life.", "<b>And the fourth generation</b> of your descendants <b>shall return here</b> to inherit the promised land, <b>for the iniquity of the Emorite is not complete until then.</b>", "As stated above, the vision started when the sun began to set. <b>It was when the sun had set, and there was extreme darkness, and behold,</b> there was an appearance of <b>a smoking furnace,</b> a thick cloud of smoke, like the smoke that emerges from a furnace, <b>and a flaming torch that passed between those pieces.</b> The smoking furnace and smoking torch represent the Divine Presence passing between the pieces, thereby completing the covenantal ritual.", "As befitting a formal covenant, its content is summarized in clear terms. <b>On that day, the Lord established a covenant with Abram, saying: To your descendants I have given this land</b> according to its greatest and fullest scope, <b>from the river of Egypt,</b> a name referring to the eastern branch of the Nile, often called the ravine of Egypt, which serves as the southwestern border of Canaan, <b>until the great river, the Euphrates River,</b> at its northeastern edge.", "The promise of the inheritance of the land includes the removal of the nations currently living there: <b>the Kenites, the Kenizzites,</b> and <b>the Kadmonites.</b> The identity of these peoples is unknown, but it can be assumed that they dwelled outside the standard area known as Canaan.", "<b>And the Hitites, the Perizites,</b> Canaanite nations; and <b>the Refaim,</b> the Anakim, mentioned above (14:5), and on several occasions in Deuteronomy (2:11, 20–21);", "<b>the Emorites, the Canaanites, the Girgashites, and the Yevusites.</b>"], ["<b>And Sarai, Abram’s wife, bore him no children,</b> despite the fact that they had been married for many years. According to some traditions, Abram was twenty-five years old, or even younger, when he married Sarai. <b>And she had an Egyptian maidservant, and her name was Hagar.</b> Hagar was apparently Sarai’s personal maidservant.", "<b>Sarai said to Abram: Please, behold, the Lord has kept me from bearing</b> children; I cannot give birth. <b>Please, consort with my maidservant; perhaps I shall be built</b> and have children <b>through her.</b> Sarai may have felt that she was nearing the end of her years of fertility, and she hoped that this act would cause her to give birth as well. <b>Abram heeded the voice of Sarai.</b> He did not initiate the matter or act for his own reasons, but cooperated with his wife, and complied for her sake alone.", "<b>Sarai, Abram’s wife, took Hagar the Egyptian, her maidservant, at the conclusion of ten years of Abram’s residence in the land of Canaan.</b> Sarai’s suggestion came after she and Abram had experienced many long journeys together. Ten years had passed since they had arrived in Canaan and they were still childless. <b>And she gave her to Abram her husband as a wife.</b> Hagar was apparently a full-fledged wife, not merely a maidservant or concubine. However, this change of status caused problems afterwards.", "<b>He,</b> Abram, <b>consorted with Hagar, and</b> in a short time <b>she conceived; she saw that she conceived, and her mistress was diminished in her eyes.</b> Hagar saw her pregnancy as a sign of a new status. According to some Sages, she considered her conception an indication of moral superiority over her mistress. However, the change in her attitude toward Sarai can also be explained in a different manner. According to the laws and customs of several nations in ancient times, if a woman married to a man who has more than one wife bears him a child, especially a son, she becomes the primary wife. According to this, Hagar’s pregnancy strengthened her position, and even if she did not openly disparage her mistress, her self-esteem would increase.", "The situation was very delicate for Sarai, and her emotional response to Hagar’s pregnancy was ambivalent. <b>Sarai said to Abram: The villainy done to me [<i>ḥamasi</i>] is on you;</b> you have done me wrong. In this context <i>ḥamas</i> does not bear its usual meaning of theft or robbery, but merely indicates an illegal or improper act. Sarai said: Of my own volition, <b>I gave my maidservant into your bosom. And</b> then <b>she saw that she conceived and I was diminished in her eyes.</b> Therefore, <b>the Lord shall judge between me and you.</b> This was not an outright accusation that Abram had harmed her, but a demand that he stand by her side in a more conspicuous manner.", "<b>Abram said to Sarai: Behold, your maid is in your hand.</b> Although she is pregnant with my child, I will not defend her; you can take her back as a maidservant. Apparently, Abram had not developed close ties with Hagar, or even if he had, he was willing to give her up for Sarai. <b>Do to her that which is favorable in your eyes.</b> So <b>Sarai treated her harshly.</b> The verse does not specify whether this harassment was mental or physical, if it involved reprimands, curses, the imposition of hard labor, or some other form of persecution. <b>And she,</b> Hagar, <b>fled from her.</b>", "<b>The angel of the Lord found her in the wilderness at,</b> or next to, <b>the spring of water on the way to Shur,</b> in the Negev.", "<b>He said: Hagar, Sarai’s maidservant.</b> The angel addressed her by name; he knew who she was. <b>From where did you come, and where will you go? She said: From my mistress Sarai I flee.</b>", "<b>The angel of the Lord said to her: Return to your mistress, and suffer under her hands.</b> So it has been decreed upon you, and this is the best thing for you.", "<b>The angel of the Lord said to her: I will multiply your descendants;</b> the child in your womb will grow into a great nation. <b>And they shall not be counted due to their great number.</b> Hagar’s child would also receive the blessing of fertility and strength granted to Abram.", "<b>The angel of the Lord said to her: Behold,</b> as you already know, <b>you are with child, and</b> I am hereby informing you that you <b>shall bear a son,</b> not a daughter. <b>You shall call his name Ishmael, as the Lord has heard [<i>shama</i>] your suffering.</b>", "<b>He shall be a wild man.</b> He will have a reputation as a wild, uncontrolled, and unsettled figure. <b>His hand shall be against everyone and everyone’s hand against him;</b> he will be continually involved in fights, quarrels, and wars. Perhaps the angel was alluding to the tendency of Ishmael and his descendants to choose the life of the nomad. As is typical of the nomadic existence, they would be drawn to banditry and suffer from endless conflicts. <b>And</b> yet, <b>he shall dwell among all his brethren.</b> He will achieve greatness in the eyes of his brothers and the members of his family.", "Realizing that that the angel was no more than a messenger, <b>she called,</b> described, <b>the name of the Lord who spoke to her</b> as: <b>You are the God of my vision,</b> the God who is seen, the God who reveals Himself. It is hard to ascertain much about the character of the quiet Hagar, but as one who came from the house of Abram, she must have absorbed something of his worldview. She was therefore aware that the angel was not a god, but a mouthpiece of God. <b>For she said: Have I seen</b> a revelation <b>here too, after my vision,</b> in addition to those I saw in Abram’s house? Hagar had some prior familiarity with angels, as she had lived in a spiritual environment. She exclaimed in surprise that even here, in a distant wilderness, the God she had seen and known in her home had revealed Himself to her.", "<b>Therefore, one called the cistern Be’er Lahai Roi,</b> meaning the well [<i>be’er</i>] of the living [<i>ḥai</i>] God of my vision [<i>ro’i</i>]. <b>Behold,</b> this well is still known, and is mentioned several times later (24:62; 25:11); <b>it is</b> located <b>between Kadesh and Bered,</b> to the south of Canaan.", "After returning home as instructed by the angel, <b>Hagar</b> ultimately <b>bore to Abram a son; Abram called the name of his son, whom Hagar bore, Ishmael.</b> It is possible that he had not heard from Hagar that this was the name recommended by the angel, and yet he selected it of his own accord, as the Lord had heard [<i>shama</i>] him and his misery as well, and had given him his firstborn son.", "<b>And Abram was eighty-six years old, when Hagar bore Ishmael to Abram.</b>"], ["<b>Abram was ninety-nine years old, and the Lord appeared to Abram; He said to him: I am God Almighty.</b> According to the majority of commentaries, this name denotes God’s might and involvement in reality, as the One who destroys and rebuilds new systems in the world. <b>Walk before Me,</b> serve Me, <b>and be wholehearted,</b> perfect. God had already established the Covenant between the Parts with Abram, a covenant that consisted of the eternal acquisition of the land of Canaan, and the continuation of his lineage. The covenant established here was a more personal one.", "<b>I shall establish My covenant between Me and you.</b> This covenant was established with Abram as a private individual, and also with each of his descendants personally. <b>And</b> I <b>will multiply you exceedingly.</b>", "<b>Abram fell upon his face,</b> in awe, due to the prophecy, and as an expression of his complete submission to whatever God was about to tell him, as the promise would no doubt include an obligation as well. <b>And God spoke with him, saying:</b>", "<b>I, My covenant is hereby</b> being established <b>with you, and you shall be the father of a multitude of nations.</b>", "This is a new status, and therefore <b>your name shall no longer be called Abram,</b> with its simple meaning of lofty [<i>ram</i>] father [<i>av</i>]. <b>But</b> rather, <b>your name shall be Abraham; for I have made you the father of a multitude of nations.</b> As part of the covenant, the name given to him by his parents was exchanged for a name chosen by God. The meaning of this name is far more complex, and the verse itself explains it: The father of a multitude [<i>av hamon</i>], or the lofty father of a multitude.", "God promised Abraham: As the father of a multitude of nations, <b>I will make you exceedingly fruitful, I will make you into</b> the progenitor of various <b>nations, and kings shall emerge from you</b> and rule, each in his own realm.", "<b>I will establish My covenant,</b> a private, personal connection <b>between Me and you and your descendants after you throughout their generations for an eternal covenant, to be your God and for your descendants after you.</b> The God and King of the universe, who created the entire universe with all of the planets and stars, now established a personal, family covenant with Abraham and his descendants. This covenant expresses a unique relationship with them, different from His relationship with the rest of humanity, other creatures, and worlds.", "As part of this covenant, <b>I will give to you and to your descendants after you the land of your residence, the entire land of Canaan, for an eternal portion.</b> Here God repeats His earlier promise, thereby declaring that this covenant does not replace the Covenant between the Parts as a new spiritual arrangement. Rather, it exists in addition to the previous covenant. <b>And</b> He added an additional promise: <b>I will be their God.</b> From this point onward one finds the phrase, God of Abraham. From now on God is not only the Creator of heaven and earth (14:19, 22), but also our God, the God of Abraham’s descendants.", "<b>God said to Abraham: And you, you shall observe My covenant; you, and your descendants after you throughout their generations,</b> as it includes an obligation on your part as well:", "<b>This is My covenant that you shall observe, between Me and you and between your descendants after you: Circumcise every male among you.</b>", "<b>You shall circumcise the flesh of your foreskin; and it,</b> this cutting of the flesh, <b>shall be a mark of a covenant between Me and you.</b> The covenant is the relationship itself, while the circumcision serves as a concrete symbol, an indication of, and reminder about the covenant.", "This verse constitutes a normative commandment that forms a binding obligation in Jewish law, similar in style to the many commandments found in the later books of the Torah: <b>And one who is eight days old shall be circumcised among you, every male throughout your generations,</b> whether <b>born in the house,</b> an actual member of the family or anyone else born into the household, even if not a biological descendant of Abraham, <b>or purchased with silver,</b> a slave purchased <b>from any foreigner, who is not of your descendants.</b> Not only must Abraham’s descendants be circumcised, but all males who are his property. The covenant applies to these people from the moment of their birth, although the mark of the covenant is placed on their flesh only on the eighth day.", "<b>Circumcise those born in your house, or those purchased with your silver, and</b> the mark of <b>My covenant shall be in your flesh for an eternal covenant</b> throughout the generations.", "<b>And the uncircumcised male</b> among your descendants <b>who shall not circumcise the flesh of his foreskin, that soul shall be excised from his people.</b> This is the most severe of punishments; the soul is cut off and destroyed, a penalty that begins with death and continues in the world of the souls after death. An individual who chooses to remain uncircumcised is deserving of such a severe punishment, since <b>he has breached My covenant,</b> by essentially declaring that he wants no part in it.", "<b>God said to Abraham,</b> referring to him by his new name, by which he was to be forever known from that moment forward: <b>Sarai your wife, you shall not call her name Sarai, as Sarah is her name.</b>", "<b>I will bless her</b> with various blessings, <b>and I will also give you a son from her; I will bless her, and she</b> too <b>shall become nations [<i>goyim</i>].</b> The word <i>goyim</i> can also mean tribes or leaders (see 20:4, 25:23) <b>. Kings of peoples shall be</b> descended <b>from her.</b>", "In the wake of these declarations, <b>Abraham fell upon his face</b> in submission, <b>and he laughed. He said in his heart: Shall a child be born to one who is one hundred years old?</b> Abraham was ninety-nine at the time. If Sarah were to become pregnant immediately, he would be one hundred years old at the time of the child’s birth. <b>And if it is Sarah, shall a ninety-year-old woman give birth?</b> This certainly goes against the laws of nature.", "<b>Abraham said to God: If only Ishmael shall live before You.</b> You have promised me miracles, which go against the laws of nature. However, I already have a son, Ishmael. If only he could be considered my son and receive this blessing.", "<b>God said: But</b> ndeed, in truth, <b>Sarah your wife shall bear you a son, and you shall call his name Isaac.</b> This name, which means “he will laugh,” is undoubtedly connected to Abraham’s laughter, as well as to that of Sarah, as seen below. <b>And I will keep My covenant with him for an eternal covenant for his descendants after him.</b> He, and not Ishmael, is the son through whom the special covenant will be preserved.", "<b>And</b> as <b>for</b> your request with regard to <b>Ishmael, I have heard you,</b> and your wish shall not be entirely unfulfilled. <b>Behold, I</b> have <b>blessed him, I will make him fruitful, and I will multiply him exceedingly; twelve princes shall he beget, and I will make him</b> too into <b>a great nation.</b>", "<b>But My covenant I will keep with Isaac.</b> God stressed the difference between Abraham’s two sons. Ishmael, his first son, who was raised in his home and was undoubtedly beloved by his father, was blessed with great fertility and power. However, the unique personal connection embodied by the covenant was reserved for Isaac alone, <b>whom Sarah shall bear</b> to <b>you at the designated time,</b> on the same date, <b>in another year.</b>", "<b>He,</b> God, <b>concluded speaking with him, and God ascended from upon Abraham.</b> By speaking to the prophet, God, as it were, descends to him, and when the prophecy concludes, He ascends back to the heights.", "<b>Abraham took Ishmael his son, and all those born in his house, and all those purchased with his silver, every male among the people of Abraham’s household, and he circumcised the flesh of their foreskin on that very day,</b> the same day on which he had received God’s command, <b>as God had spoken with him,</b> in spite of his advanced age.", "<b>Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin.</b>", "<b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.</b> Although significantly younger than his father, circumcision is difficult at that age as well, for a variety of reasons.", "<b>On that very day, Abraham was circumcised, and Ishmael his son.</b>", "<b>And all the people of his household,</b> whether <b>born in the house or purchased with silver from a foreigner, were circumcised with him.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 12:1-17:27", "heRef": "ביאור שטיינזלץ על בראשית י״ב:א׳-י״ז:כ״ז", "sections": ["12", "1"], "toSections": ["17", "27"], "sectionRef": "Steinsaltz on Genesis 12-17", "heSectionRef": "ביאור שטיינזלץ על בראשית י״ב-י״ז", "firstAvailableSectionRef": "Steinsaltz on Genesis 12:1-17:27", "isSpanning": true, "next": "Steinsaltz on Genesis 18", "prev": "Steinsaltz on Genesis 11", "title": "Steinsaltz on Genesis 12-17", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 12:1-20", "Steinsaltz on Genesis 13", "Steinsaltz on Genesis 14", "Steinsaltz on Genesis 15", "Steinsaltz on Genesis 16", "Steinsaltz on Genesis 17:1-27"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}