{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Moses spoke to the heads of the tribes of the children of Israel,</b> who served as a kind of supreme council of the people, <b>saying: This is the matter that the Lord commanded.</b>", "Moses begins with a general, fundamental law: <b>If a man takes a vow to the Lord, or</b> if he <b>takes an oath to impose a prohibition upon himself,</b> by declaring that he will refrain from particular actions or from deriving benefit from certain people or items, <b>he shall not profane his word</b> by disregarding his commitment; <b>he shall act in accordance with everything that emerges from his mouth.</b>", "The Torah turns to the social aspects of vows. <b>If a woman takes a vow to the Lord and imposes a prohibition</b> when she is unmarried <b>in her father’s house, in her youth,</b>", "<b>and her father hears her vow and her prohibition that she imposed upon herself, and</b> when he hears about her vow <b>her father keeps silent toward her,</b> and does not interfere or object, <b>all her vows shall be upheld, and every prohibition that she imposed upon herself shall be upheld,</b> and she is obligated to fulfill them.", "<b>But if her father prevented her,</b> by annulling her vows <b>on the day of his hearing</b> the vow, <b>all her vows and her prohibitions that she imposed upon herself,</b> both positive and negative vows, <b>shall not be upheld,</b> they do not take effect; <b>and the Lord will forgive her</b> for failing to conform to the vow she uttered, <b>because her father prevented her,</b> and she did not violate her word of her own accord.", "<b>If</b> a young woman vows when she is single, and <b>she is</b> betrothed <b>to a husband, and her vows are upon her, or the expression of her lips with which she prohibited herself,</b>", "<b>and her husband hears</b> that she has vowed before their betrothal, <b>and keeps silent toward her on the day of his hearing</b> and does not object, <b>her vows shall be upheld, and her prohibitions that she imposed upon herself shall be upheld.</b>", "<b>But if on the day of her husband’s hearing, he prevents her</b> by expressing his objection, <b>and nullifies her vow that is upon her or the expression of her lips that she imposed upon herself,</b> then <b>the Lord will forgive her,</b> despite the fact that she did not uphold her vow, as she must act in accordance with her husband’s wishes.", "<b>But the vow of a widow, or a divorcée,</b> who is not under anyone’s authority, as she left her father’s domain when she married, and her husband’s authority lapsed upon his death or with the divorce, <b>anything that she imposed upon herself shall be upheld for her.</b>", "<b>If she vowed in her husband’s house,</b> when she was married, <b>or imposed a prohibition upon herself with an oath,</b>", "<b>and her husband heard and kept silent toward her, he did not prevent her, then all her vows shall be upheld, and every prohibition that she imposed upon herself shall be upheld.</b>", "<b>But if her husband nullifies them on the day of his hearing, anything that emerges from her lips for her vows or for the prohibitions of herself shall not be upheld: Her husband has nullified them and the Lord will forgive her.</b>", "<b>Every vow and every oath of prohibition to afflict the soul, her husband shall uphold it, and her husband shall nullify it.</b> The husband’s right to nullify his wife’s vows does not apply to all vows, but only to so-called vows of affliction, those vows that cause the woman to suffer or that affect the couple’s relationship.", "<b>But if her husband keeps silent toward her from day to day, and he</b> thereby <b>upholds all her vows, or all her prohibitions that are upon her, he has upheld them,</b> and the vows can no longer be nullified, <b>because he kept silent toward her on the day that he heard them.</b>", "<b>But if he nullifies them after his hearing</b> them, and did not react on the day he heard, <b>he shall bear her iniquity.</b> He, not she, is guilty of the sin of her violating the vow if she does so, as she mistakenly thought that he still had the authority to nullify them.", "In summary, <b>these are the statutes that the Lord commanded Moses, between a man and his wife, between a father and his daughter, in her youth, in her father’s house.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Avenge the vengeance of the children of Israel on the Midyanites;</b> and <b>then you shall be gathered to your people</b> and die.", "<b>Moses spoke to the people, saying: Select from among you men for the army, and they shall be against Midyan, to execute the vengeance of the Lord against Midyan.</b> Since Midyan was not a large nation and consisted mainly of tent-dwellers, Moses asked for only a few fighters from each of the tribes of Israel as volunteers to execute a campaign of retribution against them.", "<b>One thousand from each tribe, from all the tribes of Israel, you shall send to the army.</b>", "<b>One thousand per tribe from the thousands of Israel were provided, twelve thousand mobilized soldiers.</b>", "<b>Moses sent them, one thousand per tribe, to the army, them and Pinhas son of Elazar the priest, to the army, with the holy vessels and the trumpets of alarm in his hand.</b> Pinhas was not a man of war, but the presence of a priest was important for all military campaigns.", "<b>They campaigned against Midyan</b> by surrounding the Midyanite camp, <b>as the Lord had commanded Moses; and they killed every male.</b>", "<b>They killed the</b> following <b>kings of Midyan among those they slayed: Evi, Rekem, Tzur</b> the father of Kozbi (see 25:15), <b>Hur, and Reva, the five kings of Midyan; and Bilam son of Beor, they killed with the sword.</b> They executed Bilam because he advised them to tempt the children of Israel to sin with the daughters of Moav and Midyan (see verse 16).", "<b>The children of Israel took the women of Midyan and their</b> young <b>children captive; all their animals, all their livestock, and all their wealth, they looted.</b>", "<b>All their cities in their dwellings and all their fortresses they burned with fire.</b>", "<b>They took all the spoils and all the plunder of man and of animal.</b>", "<b>They brought</b> all these <b>to Moses and to Elazar the priest and to the congregation of the children of Israel, the</b> human <b>captives, the plunder,</b> animals, <b>and the</b> other items taken as <b>spoils, to the camp, to the plains of Moav, which are along the Jordan at Jericho.</b>", "<b>Moses, Elazar the priest, and all the princes of the congregation came out toward them, to outside the camp,</b> to greet the victorious army.", "<b>Moses became angry at the commanders of the army,</b> the highest command, <b>the officers of the thousands and the officers of the hundreds, who came from the army of the battle.</b>", "<b>Moses said to them: Did you keep all the females alive?</b>", "<b>Behold, they were for the children of Israel, by the word of Bilam,</b> a stumbling block, that led them <b>to commit trespass against the Lord in the matter of Peor.</b> They caused both the licentiousness and the idolatry, <b>and</b> due to these women <b>the plague was among the congregation of the Lord.</b> Now you are bringing those same women back with you to the camp?", "<b>Now, kill every male among the children, and kill every woman who has known a man by lying with a male.</b> Every adult woman who can be presumed to have had sexual relations with any man, you shall kill.", "<b>However, all the</b> young female <b>children among the women, who have not known lying with a male, keep alive for yourselves</b> as captives.", "<b>And you, encamp outside the camp seven days; anyone</b> of you who went to war and <b>who killed a person and anyone</b> of you <b>who touched a dead body,</b> you <b>shall purify yourselves</b> from the ritual impurity of the dead, with the waters of purification of the red heifer, <b>on the third day and on the seventh day, you and your</b> human <b>captives</b> who have joined the nation of Israel.", "<b>Every garment, every vessel of hide, anything fabricated from goats, and every wooden vessel</b> that came into contact with the dead <b>, you shall purify</b> them as well.", "<b>Elazar the priest said to the men of the army who came to,</b> returned from, <b>the battle: This is the statute of the law that the Lord has commanded Moses:</b>", "<b>Even the gold</b> items, <b>the silver</b> ones, <b>the bronze, the iron, the tin, and the lead</b> ones,", "<b>everything</b> from among these metals <b>that may come through the fire</b> during its normal usage, <b>you shall pass through the fire, and it shall</b> thereby <b>be purified</b> and permitted for use by the children of Israel. Vessels for food require this procedure because they were previously used by gentiles. <b>However,</b> in addition, <b>it shall be purified</b> from any possible contact with the dead <b>with the water of sprinkling,</b> the waters containing the ashes of the red heifer (see 19:9); <b>and everything that may not come through the fire,</b> those vessels which are not used with fire, such as wooden or leather utensils, <b>you shall pass through the water.</b>", "<b>You shall wash your garments on the seventh day, and you</b> too <b>shall be purified,</b> since you killed people, <b>and</b> only <b>then you shall come to the camp.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take a census of the plunder of the captives, of human and of animal, you, Elazar the priest, and the heads of the fathers of the congregation.</b>", "<b>You shall divide the plunder in half, between those who took part in the war, who went out with the army, and the entire congregation.</b> The plunder is not the private property of the soldiers. Half of the spoils of the battle should be transferred to the rest of the congregation, whom the fighters represented, while the other half shall be given as a special reward to the warriors.", "Furthermore, <b>you shall separate a levy to the Lord from the men of war that go out with the army,</b> by the ratio of <b>one being from five hundred, from the persons, from the cattle, from the donkeys, and from the flocks.</b>", "<b>From their half,</b> the half received by the soldiers, <b>you shall take</b> one from five hundred <b>and give it to Elazar the priest</b> as <b>a gift for the Lord.</b>", "<b>From the half of the children of Israel, you shall take one</b> part <b>drawn from fifty,</b> two percent, <b>from the persons, from the cattle, from the donkeys, from the flocks, from all the animals, and you shall give them to the Levites, keepers of the commission of the Tabernacle of the Lord.</b> The soldiers shall give to Elazar the priest one part of five hundred, whereas the civilians shall give ten times as much to the Levites, two percent of their portion.", "<b>Moses and Elazar the priest did as the Lord had commanded Moses.</b>", "<b>The plunder, the rest of the loot,</b> the objects that were neither people nor animals, <b>that the men of the army looted</b> for themselves, as those were not brought before Moses for the separation of the tax, <b>was flocks, six hundred and seventy-five thousand,</b> as many Midyanites were shepherds;", "<b>and cattle, seventy-two thousand;</b>", "<b>and donkeys, sixty-one thousand;</b>", "<b>and human beings, from the women who had not known lying with a male, thirty-two thousand.</b>", "<b>The half, the portion of those who went out in the army, the number of the flock was three hundred thirty-seven thousand five hundred.</b>", "<b>The levy to the Lord from the sheep was six hundred and seventy-five.</b>", "<b>And the cattle, thirty-six thousand, and their levy to the Lord, seventy-two.</b>", "<b>And the donkeys, thirty thousand five hundred, and their levy to the Lord, sixty-one.</b>", "<b>And human beings, sixteen thousand, and their levy to the Lord, thirty-two people.</b>", "<b>Moses gave the levy, the gift to the Lord, to Elazar the priest, as the Lord had commanded Moses.</b>", "<b>And from the half of</b> the plunder distributed to <b>the children of Israel, that Moses</b> had <b>divided,</b> taken, <b>from the men who campaigned,</b> and gave to the Israelites,", "<b>the half of the congregation,</b> which was transferred to them, <b>from the flock was three hundred thirty-seven thousand five hundred;</b>", "<b>and cattle, thirty-six thousand;</b>", "<b>and donkeys, thirty thousand five hundred;</b>", "<b>and human beings, sixteen thousand.</b>", "<b>Moses took from the half of the children of Israel the one drawn from fifty, from the humans and from the animals, and he gave them to the Levites, keepers of the commission of the Tabernacle of the Lord, as the Lord had commanded Moses.</b>", "<b>Those appointed over the thousands of the army</b>, <b>the officers of thousands and the officers of hundreds,</b> the higher echelon of command, <b>approached Moses,</b> by themselves.", "<b>They said to Moses: Your servants took a census of the men of war in our charge, and</b> it was discovered that <b>not one man is missing from us,</b> and no one was killed. This is a very rare occurrence, even when the enemy is caught unawares, and even for armies far better trained and organized than the Israelites.", "Therefore, <b>we</b> have <b>brought the offering of the Lord: Any man</b> among us <b>who found a gold ornament</b> in the Midyanite camp, <b>a bangle or a bracelet, a ring, an earring, or a girdle, to atone for our souls before the Lord.</b> As a thanks offering to God for the miraculous deliverance of all the soldiers, we have brought an atonement for our souls.", "<b>Moses and Elazar the priest took the gold from them, all wrought vessels.</b>", "<b>All the gold of the gift that they donated to the Lord was sixteen thousand seven hundred and fifty shekels, from the officers of the thousands, and from the officers of the hundreds.</b>", "However, <b>each of</b> the rest of <b>the men of the army looted for himself.</b> Every soldier took what he wanted, without providing an account of those items.", "<b>Moses and Elazar the priest took the gold of the officers of the thousands and of the hundreds and brought it to the Tent of Meeting, a remembrance for the children of Israel before the Lord.</b> Presumably, the gold was later used when needed."], ["<b>The children of Reuben and the children of Gad had much livestock</b> from what they had brought from Egypt, as well as the plunder of Midyan; <b>it was very considerable.</b> Since they wanted to work as shepherds, it is also possible that they exchanged goods with the other tribes for their animals, which further augmented their flocks. <b>They saw the land of Yazer and the land of Gilad</b> on the eastern side of the Jordan River, <b>and behold, the place was a place for livestock.</b> It contained large tracts that were unsuitable for agriculture, but were perfect for raising flocks.", "<b>The children of Gad and the children of Reuben came and said to Moses, to Elazar the priest, and to the princes of the congregation, saying:</b>", "The cities of <b>Atarot, Divon, Yazer, Nimra, Heshbon, Elaleh, Sevam, Nevo, and Beon,</b>", "all <b>the land that the Lord smote before the congregation of Israel</b> on the eastern side of the Jordan River, <b>it is a land of livestock, and</b> we, <b>your servants, have livestock.</b>", "<b>They said: If we have found favor in your eyes, may this land,</b> which is suited for our occupation, <b>be given to your servants as an ancestral portion; do not take us across the Jordan.</b> We prefer to stay here.", "<b>Moses said to the children of Gad and to the children of Reuben: Will your brethren go to the war, and you will sit here,</b> quietly tending to your flocks?", "<b>And why will you dishearten the children of Israel from crossing into the land that the Lord has given them?</b> God has promised the land of Canaan to you, on the western side of the Jordan. By staying here, you are liable to weaken your brothers’ resolve and perhaps they too will be reluctant to cross the Jordan.", "<b>So did your fathers,</b> the spies, <b>when I sent them from Kadesh Barnea to see the land,</b> during the second year in the wilderness (chap. 13).", "<b>They went up until the Eshkol Ravine, and they saw the land, and</b> when they said that it was unsatisfactory for them, <b>they disheartened the children of Israel, so as not to</b> desire to <b>come to the land that the Lord had given them.</b>", "<b>The Lord’s anger was enflamed on that day, and He took an oath, saying:</b>", "<b>The men who came up from Egypt, from twenty years old and above, shall not see the land about which I took an oath to Abraham, to Isaac, and to Jacob, because they did not wholeheartedly follow Me</b> and My instructions,", "<b>except</b> for <b>Caleb son of Yefuneh the Kenizite, and Joshua son of Nun; because they wholeheartedly followed the Lord.</b>", "<b>The Lord’s anger was enflamed against Israel, and He caused them to wander in the wilderness forty years, until the end of the entire generation that did evil in the eyes of the Lord.</b> As a result of God’s anger, the people wandered in the wilderness for forty years, waiting for that entire sinful generation to die out.", "<b>And behold, you,</b> the children of Gad and the children of Reuben, <b>have risen in place of your fathers, a breed of sinful men, to further exacerbate the enflamed wrath of the Lord against Israel.</b>", "<b>If you will turn from following Him</b> and His path, <b>He will continue to leave them,</b> the people, <b>in the wilderness</b> for longer; <b>and so you will bring harm to this entire people.</b>", "<b>They,</b> the children of Gad and the children of Reuben, <b>approached him, and said:</b> Let us present our request in a more appropriate manner: <b>We will build sheep enclosures for our livestock here, and cities,</b> settled areas, <b>for our</b> young <b>children</b> and wives.", "<b>And we,</b> the men, <b>will swiftly set out as a vanguard</b> for war <b>before the children of Israel, until we have taken them to their place,</b> on the western side of the Jordan, and in the meantime <b>our children shall live in the fortified cities, due to the inhabitants of the land</b> who might attack those left here.", "<b>We will not return to our homes until each of the children of Israel has inherited his inheritance</b> in the land of Canaan,", "<b>as we will not inherit with them across the Jordan and beyond, as our inheritance has come to us on the east side of the Jordan.</b> We had no intention of shirking our duty and will fight with the rest of our brethren. However, we relinquish our portion on the western side of the Jordan from the outset.", "<b>Moses said to them: If you will do this matter: If you will</b> indeed <b>be a vanguard before the Lord to the war,</b>", "<b>all of the vanguard from you will cross the Jordan</b> and fight as the vanguard of the army on the western side of the Jordan, <b>before the Lord, until</b> the enemies are weakened, and until <b>His dispossession of His enemies from before Him,</b> so that your brothers may inherit the land.", "<b>The land will be conquered before the Lord, and</b> only <b>then you will return</b> here, when the wars, which will certainly last years, are concluded; <b>and you shall be absolved before the Lord and before Israel, and this land shall be for you as an ancestral portion before the Lord.</b>", "<b>But if you will not do so,</b> but remain here on the eastern side of the Jordan River, <b>behold, you have sinned to the Lord; and know your sin that will find you.</b> You will not escape punishment for your transgression.", "Therefore, <b>build cities for your children and enclosures for your flocks, and that which comes out of your mouth,</b> that which you promised, <b>you shall do.</b>", "<b>The children of Gad and the children of Reuben said to Moses, saying:</b> We, <b>your servants, will do as</b> you, <b>my lord, commands.</b>", "<b>Our children, our wives, our livestock, and all our animals, will be there in the cities of Gilad.</b>", "<b>And your servants will cross, all the vanguard soldiers, before the Lord to war, as my lord speaks.</b>", "<b>Moses commanded Elazar the priest, and Joshua son of Nun, and the heads of the fathers,</b> the leaders, <b>of the tribes of the children of Israel in their regard.</b> Since this agreement will be fulfilled only after Moses’ death, he entrusts it to the future leaders of the people.", "<b>Moses said to them: If the children of Gad and the children of Reuben will cross the Jordan with you, all the vanguard to war before the Lord, and the land will be conquered before you, you shall give them the land of Gilad as a portion.</b>", "<b>But if they will not cross as a vanguard with you, they will receive their portion in your midst, in the land of Canaan.</b>", "<b>The children of Gad and the children of Reuben answered, saying: That which the Lord has spoken to your servants, so we will do.</b>", "<b>We will cross as a vanguard before the Lord into the land of Canaan, and for us</b> the rights to <b>the portion of our inheritance will be across the Jordan.</b> It will be kept in trust for us until we have fulfilled all our obligations.", "<b>Moses gave to them, to the children of Gad, to the children of Reuben, and to half the tribe of Manasseh son of Joseph,</b> which also possessed flocks and wished to accept the conditions of the children of Gad and Reuben, <b>the kingdom of Sihon, king of the Emorites, and the kingdom of Og, king of Bashan, the land with its cities, within the borders</b> set aside for each tribe and comprised <b>of the cities of the land all around.</b> Moses permitted the shepherds who preferred an inheritance on the eastern side of the Jordan River to join the agreement of the tribes of Gad and Reuben. The other half of the tribe of Manasseh crossed the Jordan and settled on its western side.", "<b>The children of Gad built Divon, Atarot, Aroer,</b>", "<b>Atrot Shofan, Yazer, Yogbeha,</b>", "<b>Beit Nimra, and Beit Haran,</b> which were <b>fortified cities and enclosures for sheep.</b> Some of these places were already cities before the tribes arrived, and the children of Gad reconstructed them to serve as dwelling places for their families. They presumably left a small guard of men there as well.", "<b>The children of Reuben</b> likewise <b>built Heshbon, Elaleh, and Kiryatayim;</b>", "<b>and Nevo and Baal Meon, with changed names.</b> They gave these cities different names, as some of them were named after idols, such as Nevo and Baal Meon; <b>and Sivma, and they designated names for the cities that they built.</b> Some of these were their old names, while others were given new names.", "<b>The children of Makhir son of Manasseh went to Gilad and conquered it, and dispossessed the Emorites who were in it.</b>", "<b>Moses gave the Gilad to Makhir son of Manasseh, and he dwelt in it.</b>", "<b>Ya’ir son of Manasseh went and captured their ranches [<i>ḥavvot</i>],</b> which they used for a temporary residence and for raising flocks and herds, <b>and he called them Havot Ya’ir,</b> after his own name.", "<b>And Novah,</b> an unknown individual, probably an adventurer who preferred to remain a shepherd in the wild east rather than live as a farmer in Canaan, joined half the tribe of Manasseh and <b>went and captured</b> the city of <b>Kenat, and its</b> surrounding <b>environs, and he called it Novah, after his name.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 30:2-32:42", "heRef": "ביאור שטיינזלץ על במדבר ל׳:ב׳-ל״ב:מ״ב", "sections": ["30", "2"], "toSections": ["32", "42"], "sectionRef": "Steinsaltz on Numbers 30-32", "heSectionRef": "ביאור שטיינזלץ על במדבר ל׳-ל״ב", "firstAvailableSectionRef": "Steinsaltz on Numbers 30:2-32:42", "isSpanning": true, "next": "Steinsaltz on Numbers 33", "prev": "Steinsaltz on Numbers 29", "title": "Steinsaltz on Numbers 30-32", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 30:2-17", "Steinsaltz on Numbers 31", "Steinsaltz on Numbers 32:1-42"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}