{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>These are the journeys of the children of Israel, who came out from the land of Egypt according to their hosts, at the hand of Moses and Aaron.</b>", "<b>Moses wrote their points of origin,</b> their starting points <b>for</b> each of <b>their journeys according to the directive of the Lord; these are their journeys from their points of origin.</b> Each journey ended at a place of encampment from which the next journey commenced.", "<b>They traveled from Rameses in the first month, on the fifteenth day of the first month; on the day after the</b> initial celebration of <b>Passover, the children of Israel exited with a high hand,</b> in a display of power and strength, <b>before the eyes of all Egypt,</b> not as runaways.", "<b>The Egyptians were burying those whom the Lord had smitten among them, all their firstborn.</b> The Egyptians could do nothing about the departure of the children of Israel from Egypt, as they were busy mourning and burying their dead. <b>And</b> furthermore, <b>on their gods, the Lord administered punishments,</b> acts of vengeance as the children of Israel left Egypt.", "<b>The children of Israel traveled from Rameses, and encamped in Sukot.</b>", "<b>They traveled from Sukot, and encamped in Etam, which is at the edge of the wilderness.</b> From here onward they left the land of Egypt and the region of the Nile, several of the river branches stretched further eastward in those times than they do today.", "<b>They traveled from Etam, and</b> the people <b>went back to</b> near <b>Pi HaHirot, which is before Baal Tzefon.</b> They did not advance in one single direction, but turned around and retraced their steps. Baal Tzefon was an Egyptian or Egyptian-Canaanite god that embodied the forces of evil. The Egyptians interpreted the Israelites’ delay alongside this god as a sign that it had ensnared them with its powers, and they were thereby motivated to chase after Israel. <b>And they,</b> the Israelites, <b>encamped before Migdol.</b>", "<b>They traveled from Penei HaHirot, and they crossed in the midst of the</b> Red <b>Sea to the wilderness and they took a three-day journey in the wilderness of Etam, and they encamped in Mara,</b> where the bitter [<i>marim</i>] waters were sweetened for them.", "<b>They traveled from Mara, and came to Eilim; and in Eilim</b> there <b>were twelve springs of water,</b> corresponding to the twelve tribes of Israel, <b>and seventy palm trees,</b> corresponding to the number of those who descended to Egypt; <b>and they encamped there.</b> This place is memorable due to the symbolic importance of its springs and palm trees.", "<b>They traveled from Eilim, and encamped near the Red Sea.</b>", "<b>They traveled from the Red Sea, and encamped in the wilderness of Sin.</b>", "<b>They traveled from the wilderness of Sin, and encamped in Dofka.</b>", "<b>They traveled from Dofka, and encamped in Alush.</b>", "<b>They traveled from Alush, and encamped in Refidim; there was no water for the people to drink there.</b> This was also the location of the war with Amalek.", "<b>They traveled from Refidim, and encamped in the wilderness of Sinai,</b> where the Torah was given and the Tabernacle was built. The people stayed there for a lengthy period of time; all the commandments and events described in Exodus 19:1–Numbers 10:12 occurred there.", "<b>They traveled from the wilderness of Sinai, and encamped in Kivrot HaTaava.</b>", "<b>They traveled from Kivrot HaTaava, and encamped in Hatzerot,</b> where Miriam contracted leprosy (12:15–16).", "<b>They traveled from Hatzerot, and encamped in Ritma.</b>", "<b>They traveled from Ritma, and encamped in Rimon Peretz,</b> possibly named after a breach [<i>pirtza</i>] or downfall that befell the people there.", "<b>They traveled from Rimon Peretz, and encamped in Livna.</b>", "<b>They traveled from Livna, and encamped in Risa.</b>", "<b>They traveled from Risa, and encamped in Kehelata.</b> These last places have not been identified. It is possible that Korah assembled [<i>hikhil</i>] the congregation of Israel against Moses and Aaron in Kehelata.", "<b>They traveled from Kehelata, and encamped at Mount Shefer.</b>", "<b>They traveled from Mount Shefer, and encamped in Harada.</b>", "<b>They traveled from Harada, and encamped in Mak’helot.</b>", "<b>They traveled from Mak’helot, and encamped in Tahat,</b> which was possibly a low area, as <i>taḥat</i> means underneath.", "<b>They traveled from Tahat, and encamped in Terah.</b>", "<b>They traveled from Terah, and encamped in Mitka.</b>", "<b>They traveled from Mitka, and encamped in Hashmona.</b>", "<b>They traveled from Hashmona, and encamped in Moserot.</b>", "<b>They traveled from Moserot, and encamped in Benei Yaakan.</b>", "<b>They traveled from Benei Yaakan, and encamped at Hor HaGidgad,</b> which perhaps contained rocky crevices, as <i>ḥor</i> means a hole.", "<b>They traveled from Hor HaGidgad, and encamped in Yotvata.</b>", "<b>They traveled from Yotvata, and encamped in Avrona.</b>", "<b>They traveled from Avrona, and encamped in Etzyon Gever,</b> which is near Eilat, although the location of the city of Eilat at the time is uncertain.", "<b>They traveled from Etzyon Gever, and encamped in the wilderness of Tzin, that is, Kadesh.</b>", "<b>They traveled from Kadesh, and encamped at Hor Mountain, at the edge of the land of Edom.</b> They turned northeast, in order to bypass the land of Edom.", "<b>Aaron the priest ascended Hor Mountain at the directive of the Lord, and he died there.</b> Aaron did not die a regular death; rather, he died in peace by God’s word, <b>in the fortieth year of the exodus of the children of Israel from the land of Egypt, in the fifth month, on the first of the month.</b>", "<b>Aaron was one hundred twenty and three years old when he died on Hor Mountain.</b>", "<b>The Canaanite king of Arad, who lived in the south in the land of Canaan, heard of the arrival of the children of Israel</b> to his region (see 21:1). This led to a war, in which the Israelites defeated the king of Arad. However, the victorious Israelites did not enter Canaan from the south, but continued to encircle Edom and turned toward the lands adjacent to the eastern bank of the Jordan River.", "<b>They traveled from Hor Mountain, and encamped in Tzalmona.</b>", "<b>They traveled from Tzalmona, and encamped in Punon.</b>", "<b>They traveled from Punon, and encamped in Ovot.</b>", "<b>They traveled from Ovot, and encamped in Iyei Avarim,</b> the ruins of the passageways [<i>ma’abarim</i>], <b>at the border of Moav.</b>", "<b>They traveled from Iyim, and encamped in Divon Gad.</b>", "<b>They traveled from Divon Gad, and encamped in Almon Divlataim.</b>", "<b>They traveled from Almon Divlataim, and encamped in the highlands of Avarim, before Nevo.</b>", "<b>They traveled from the highlands of Avarim, and encamped on the plains of Moav along the Jordan at,</b> opposite, <b>Jericho.</b>", "<b>They encamped along the Jordan, from Beit Yeshimot until Avel Shitim.</b> The camp was not concentrated in one spot, but was spread out over several kilometers along the Jordan, <b>on the plains of Moav.</b> Nevertheless, the Moavites did not dare to provoke Israel.", "<b>The Lord spoke to Moses on the plains of Moav along the Jordan at Jericho, saying:</b>", "<b>Speak to the children of Israel, and say to them: When you cross the Jordan</b> on your way <b>to</b> entering <b>the land of Canaan,</b>", "<b>you shall dispossess all the inhabitants of the land from before you, and you shall destroy all their ornamented stones,</b> the decorations they made for their idolatrous rites, <b>and all their cast images,</b> their idols, <b>you shall destroy, and all their high places,</b> their altars, <b>you shall demolish.</b>", "<b>You shall take possession of the land</b> from the nations that are currently residing there, <b>and you shall settle in it, as to you I have given the land to take possession of it.</b>", "<b>You shall allocate the land by lot according to</b> the size of <b>your families: To the greater you shall increase his allocation, and to the lesser you shall decrease his allocation; wherever the lot shall fall for him, it shall be his; according to the tribes of your fathers you shall allocate.</b> The land shall be divided according to lot, first to tribes and then to families. The size of each family’s portion shall depend on the number of the heads of that family. Its members shall subsequently distribute the plots of land internally between them.", "<b>But if you will not dispossess the inhabitants of the land from before you, it shall be that those who you will leave from them,</b> who remain in the land, <b>will be as thorns in your eyes, and as sharp stones in your sides, and they will bear enmity to you in the land in which you dwell.</b> It is prohibited to attempt to exist alongside them in peace, as you will be unable to live together. Even if you make the effort to do so temporarily, they will eventually cause you to stumble into sin.", "<b>It shall be that as I imagined to do to them,</b> to drive them from the land, <b>I will do to you.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Command the children of Israel, and say to them: When you come to the land of Canaan, this shall be the land that shall fall to you as an inheritance, the land of Canaan according to its borders.</b>", "<b>The southern side shall be for you from the wilderness of Tzin alongside Edom,</b> on the southeastern edge of the border, <b>and your southern border shall begin at the</b> southern <b>edge of the Dead Sea eastward.</b> This shall be the easternmost point of the southern border of the land.", "<b>Your border shall turn,</b> from the Dead Sea, <b>south of Maaleh Akrabim, and pass toward Tzin, and its terminus shall be,</b> the border shall pass <b>south of Kadesh Barnea, and it shall emerge to Hatzar Adar, and pass toward Atzmon.</b>", "<b>The border shall turn from Atzmon toward the Ravine of Egypt,</b> which is Wadi El-Arish, according to the standard tradition <b>and its terminus shall be at the</b> Mediterranean <b>Sea.</b>", "<b>The western border shall be for you the Great Sea,</b> the Mediterranean Sea, <b>and its coast,</b> which includes everything near the shore, such as reefs and small islands; <b>this shall be the western border for you.</b>", "<b>This shall be the northern border for you; from the Great Sea</b> in the west, <b>you shall veer toward Hor Mountain.</b> Alternatively, this means, that you shall mark a route for yourselves that turns toward Hor Mountain.", "<b>From Hor Mountain you shall veer toward the approach to</b> [<i>levo</i>] <b>Hamat.</b> Some explain that Levo Hamat is the name of a place in the land of Hamat. <b>And the terminus of the border shall be toward Tzedad.</b>", "<b>The border shall go out toward Zifrona, and its terminus shall be Hatzar Einan; this shall be your northern border.</b> Although the identity of all these locations is uncertain, they are known to be in the region of the northern border of modern Syria. In <i>Targum Yonatan</i> (verse 7), Hor Mountain is identified as the Amanus range of the Taurus Mountains, which separates Syria and Turkey. The northern border of the land extends very far, as it incorporates even the city of Aleppo in northern Syria.", "<b>You shall veer,</b> or mark a route <b>toward the east border, from Hatzar Einan to Shefam.</b>", "<b>The border shall descend from Shefam to Rivla, east of the spring,</b> possibly referring to Lake Hula, <b>and the border shall descend</b> in an almost straight line, <b>and shall converge</b> and touch <b>upon the bank of the Sea of Galilee eastward,</b> on the eastern shore of the Sea of Galilee.", "<b>The border shall descend to the Jordan</b> River, <b>and its terminus shall be at the Dead Sea; this shall be your land according to its borders all around.</b>", "<b>Moses commanded the children of Israel, saying: This is the land that you shall allocate by lot, that the Lord commanded to give to the nine tribes, and to half the tribe;</b>", "<b>for the tribe of the children of Reuben, according to their patrilineal houses, and the tribe of the children of Gad, according to their patrilineal houses, have taken</b> a portion, <b>and half the tribe of Manasseh has taken their inheritance</b> on the eastern side of the Jordan River.", "<b>The two tribes and the half tribe have taken their inheritance across the Jordan from Jericho to the east.</b> The practical division of the tribal portions on the western side of the Jordan is delineated in greater detail in the book of Joshua, chapters 14–17.", "<b>The Lord spoke to Moses, saying:</b>", "<b>These are the names of the men who shall allocate the land on your behalf: Elazar the</b> High <b>Priest, and Joshua son of Nun.</b>", "<b>You shall take one prince from each tribe,</b> as their representatives, <b>to allocate the land.</b>", "<b>These are the names of the men: From the tribe of Judah, Caleb son of Yefuneh,</b> one of the few surviving elderly members of the generation that left Egypt.", "<b>From the tribe of the children of Simeon, Shmuel son of Amihud.</b>", "<b>From the tribe of Benjamin, Elidad son of Kislon.</b>", "<b>From the tribe of the children of Dan,</b> the representative was <b>a prince, Buki son of Yogli.</b>", "<b>From the children of Joseph: From the tribe of the children of Manasseh a prince, Haniel son of Efod;</b>", "<b>From the tribe of the children of Ephraim a prince, Kemuel son of Shiftan.</b>", "<b>From the tribe of the children of Zebulun a prince, Elitzafan son of Parnakh.</b>", "<b>From the tribe of the children of Issachar a prince, Paltiel the son of Azan.</b>", "<b>From the tribe of the children of Asher a prince, Ahihud son of Shelomi.</b>", "<b>From the tribe of the children of Naphtali a prince, Pedahel son of Amihud.</b>", "<b>These are those</b> men <b>whom the Lord commanded to allocate the inheritance to the children of Israel,</b> to ensure that all inherit their rightful portion, <b>in the land of Canaan.</b>"], ["Each of the nine and a half tribes was to receive a fair portion on the western side of the Jordan. Reuben, Gad, and half the tribe of Manasseh had already been promised their portion on the eastern side of the Jordan River. Now God commanded that each of the tribes had to set aside from their territory residential areas for the Levites. <b>The Lord spoke to Moses on the plains of Moav along the Jordan at Jericho, saying:</b>", "<b>Command the children of Israel, and they shall give to the Levites from the allocation of their ancestral portion cities in which to live, and</b> an open <b>for the cities around them, you shall give to the Levites.</b>", "<b>The cities shall be for them to live, and their tracts</b> surrounding their cities <b>shall be for their animals, and for their property, and for all their provisions.</b>", "<b>The</b> surrounding <b>tracts of the cities that you shall give to the Levites, from the wall of the city and outward, one thousand cubits all around.</b>", "In all, <b>you shall measure outside the city:</b> on <b>the eastern side two thousand cubits, and the southern side two thousand cubits, and the western side two thousand cubits, and the northern side two thousand cubits, and the city in the middle. This shall be for them the</b> surrounding <b>tracts of the cities.</b>", "Included in <b>the cities that you shall give to the Levites,</b> there shall be <b>the six cities of refuge that you shall give for the murderer to flee there.</b> Six of the Levite cities shall be cities of refuge, <b>and with them you shall give forty-two</b> additional <b>cities.</b>", "<b>All the cities that you shall give to the Levites are forty-eight cities, them,</b> the cities themselves, <b>and their surrounding tracts.</b> Since the portions of each tribe had yet to be delineated, the chapter does not list these cities.", "<b>The cities which you shall give from the portion of the children of Israel, from the greater</b> tribes <b>you shall increase,</b> by giving the Levites more cities, <b>and from the lesser,</b> the smaller tribes, <b>you shall decrease</b>; <b>each tribe according to its inheritance that it will inherit shall give from its cities to the Levites.</b> The Levites shall receive small tracts of land scattered among the portions of the tribes.", "Apropos the mention of the Levite cities, the Torah reiterates the laws of the unwitting murderer, who must flee to one of those cities. <b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: When you cross the Jordan to the land of Canaan,</b>", "<b>you shall designate cities, cities of refuge they shall be for you; and the murderer who smites a person unwittingly shall flee there.</b>", "<b>The cities shall be for you for refuge from the</b> blood <b>redeemer, that the murderer shall not die, until he stands before the congregation for judgment.</b> These cities will initially absorb all murderers until they stand trial, protecting them from the relatives of the deceased. The murderer who arrives there is under the protection of God’s statutes until the court decides whether he indeed murdered unwittingly and must remain in exile in a city of refuge; whether he is an intentional murderer, and is therefore liable to receive the death penalty; or whether he is entirely exempt.", "<b>The cities that you shall give, six cities of refuge you shall have.</b>", "<b>Three cities you shall place across the Jordan, and three cities you shall give in the land of Canaan; they shall be cities of refuge.</b>", "The chapter explains the details of this law: <b>For the children of Israel, and for the stranger and for the resident alien among them, these six cities shall be for refuge to flee there, anyone who kills a person unwittingly.</b>", "<b>But if he smote him with an instrument of iron,</b> or some other destructive implement, <b>and he died, he is a murderer; the murderer shall be put to death.</b> Since he struck the person with a utensil that could cause death, it is assumed that he meant to kill him and he is sentenced as a murderer, unless his innocence is proven.", "Similarly, <b>if he smote him with a hand-sized stone,</b> or a sizable stone that is used as a tool for handiwork, <b>by means of which one may</b> likely <b>die, and he died, he is a murderer; the murderer shall be put to death.</b>", "<b>Or if he smote him with a hand-sized weapon of wood, by means of which one may</b> likely <b>die, and he died, he is a murderer.</b> When one fatally strikes a person with an implement that is likely to kill, he is presumed to have committed the act on purpose, and therefore <b>the murderer shall be put to death.</b>", "<b>The blood redeemer,</b> a relative of the deceased; if he had no relative, the court appoints a blood redeemer for him; <b>he shall put the murderer to death; when he encounters him, he shall put him to death.</b> He has permission to kill the murderer.", "<b>If he shoved him with enmity,</b> without using an implement, but he pushed him violently in a manner designed to cause harm, <b>or cast upon him</b> some object <b>intentionally,</b> with malice forethought, <b>and he died;</b>", "<b>or he smote him with his hand with animosity, and he died;</b> in all such cases <b>the assailant shall be put to death; he is a murderer; the blood redeemer shall put the murderer to death when he encounters him.</b>", "<b>But if there is no apparent reason to suspect that he meant to kill him, e.g., he shoved him suddenly,</b> unintentionally, and <b>without animosity, or he cast upon him any vessel without intention.</b>", "<b>or with any stone, by means of which one may die, without seeing him,</b> as he was unaware of the presence of the victim, <b>and he dropped it upon him, and he died, and he did not bear enmity to him nor did he seek his harm,</b>", "<b>the congregation</b> of Israel, represented by the court, <b>shall judge between the assailant and the blood redeemer according to these ordinances.</b>", "<b>The congregation shall deliver the murderer from the hand of the blood redeemer,</b> if it is established that he committed the act unwittingly and he is worthy of being saved, <b>and the congregation shall restore him to the city of his refuge, where he fled,</b> as he was taken from the city of refuge to stand trial in the region where the crime was committed. <b>And he shall live in it,</b> the city of refuge, <b>until the death of the High Priest, who was anointed with the sacred oil.</b> The murderer must remain in exile in the city of refuge for an unknown period of time, as it depends on the age and health of the High Priest, and other factors over which the accidental murderer has no control. Consequently, he might be tempted to leave his city of refuge.", "<b>But if the murderer emerges,</b> for whatever reason, <b>from the border of the city of his refuge to which he flees,</b>", "<b>and the blood redeemer finds him outside the border of the city of his refuge, and the blood redeemer murders the murderer; he has no bloodguilt</b> meaning that the blood redeemer is free of guilt.", "<b>Because he shall live within the city of his refuge until the death of the High Priest; and after the death of the High Priest the murderer shall return to the land of his ancestral portion.</b>", "Although the laws of the cities of refuge are connected to the approaching historical event dealt with in this section, the settlement of the land, nevertheless, <b>these</b> laws, of unwitting and intentional murderers, <b>shall be for you as a statute of justice for your generations in all your dwellings.</b>", "This verse mentions two additional laws that are also related to murder. <b>Anyone who kills a person, on the basis of witnesses one shall murder the murderer.</b> The court may execute a murderer based only on eyewitness testimony and not based on mere circumstantial evidence. <b>But one witness shall not testify against a person to die.</b> One witness is not sufficient evidence for a death sentence, despite the fact that such testimony creates grave suspicions of his guilt.", "<b>You shall not take ransom for the life of a murderer, who is condemned to die; as</b> instead <b>he shall be put to death.</b>", "<b>You shall not take</b> payment of <b>ransom from one who</b> unwittingly killed a person, and <b>fled to the city of his refuge,</b> in order <b>to return and to live in the land, until the death of the</b> High <b>Priest.</b> Some commentaries explain this to mean that a ransom is not taken from an intentional murderer who wishes to change his punishment from the death sentence and instead to flee to a city of refuge until the death of the High Priest.", "<b>You shall not</b> thereby <b>tarnish the land in which you are, as the blood,</b> if judgment is not executed upon the one who shed it, <b>will tarnish the land; and the land will not be atoned for the blood that is shed in it, except through the blood of its shedder.</b> The only atonement for the blood of someone who was intentionally killed is the death of his murderer.", "<b>You shall not defile the land in which you live, in the midst of which I rest; for I am the Lord, who rests in the midst of the children of Israel.</b>"], ["<b>The heads of the fathers of the family of the children of Gilad, son of Makhir, son of Manasseh, from the families of the sons of Joseph, approached, and they spoke before Moses, and before the princes, the heads of the fathers of the children of Israel.</b>", "<b>They said:</b> On the one hand, <b>the Lord commanded my lord,</b> Moses, <b>to give the land as inheritance by lot to the children of Israel,</b> the men, <b>and</b> on the other hand <b>my lord was commanded by the Lord to give the inheritance of Tzelofhad our brother to his daughters.</b> These two commands lead to a contradiction of sorts:", "If <b>they,</b> the daughters of Tzelofhad, <b>shall be to the sons of the tribes of the children of Israel for wives,</b> then they will join a different tribe, <b>and their inheritance will be deducted from the inheritance of our fathers, and it will be added to the inheritance of the tribe to which they will be</b> joined through marriage. In this manner a portion of our tribe’s inheritance will be transferred to another tribe, <b>and</b> ultimately <b>from the lot of our inheritance it shall be deducted.</b>", "<b>When the Jubilee will be for the children of Israel,</b> when the members of every tribe return to their original inheritance, <b>their inheritance will be added to the inheritance of the tribe to which they will be, and from the inheritance of the tribe of our fathers, their inheritance will be deducted.</b> Their father’s inheritance will be transferred to their husbands not only temporarily, but it will remain in the possession of that tribe forever. Consequently, the commandment that women are also entitled to inherit their father’s portion will cause their tribe’s land to diminish.", "<b>Moses commanded the children of Israel according to the directive of the Lord, saying: The tribe of the sons of Joseph speaks justly.</b> Their claim was correct. Moses did not have a ready answer for them himself; therefore, he had to hear a response from God.", "<b>This is the matter that the Lord commanded with regard to the daughters of Tzelofhad, saying: To whomever is good in their eyes they shall be wives; however,</b> there is one condition, that <b>they shall be wives to the family of the tribe of their father.</b> They can marry any man of their choice, provided that he is a member of their tribe.", "<b>No inheritance of the children of Israel shall pass from tribe to tribe, as each of the children of Israel shall cleave to the inheritance of the tribe of his fathers.</b> This command is not referring to the daughters of Tzelofhad alone; rather, it is a general instruction:", "<b>Every daughter who inherits an inheritance from the tribes of the children of Israel, shall be a wife to one from the families of the tribe of her father, so that each of the children of Israel will inherit the inheritance of his fathers.</b>", "<b>No inheritance shall pass from tribe to tribe, as each of the children of Israel shall cleave to his inheritance.</b>", "<b>As the Lord commanded Moses, so the daughters of Tzelofhad did.</b>", "<b>Mahla, Tirtza, Hogla, Milka, and Noa, daughters of Tzelofhad, were married to the sons of their uncles.</b>", "<b>From the families of the sons of Manasseh son of Joseph, they were wives and their inheritance was with the tribe of the family of their father.</b> Their inheritance thereby remained within their tribe.", "<b>These are the</b> last <b>commandments and the ordinances which the Lord commanded at the hand of Moses to the children of Israel on the plains of Moav along the Jordan at Jericho.</b> This concludes the series of statutes related to the nation’s entrance into the land of Canaan."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 33:1-36:13", "heRef": "ביאור שטיינזלץ על במדבר ל״ג:א׳-ל״ו:י״ג", "sections": ["33", "1"], "toSections": ["36", "13"], "sectionRef": "Steinsaltz on Numbers 33-36", "heSectionRef": "ביאור שטיינזלץ על במדבר ל״ג-ל״ו", "firstAvailableSectionRef": "Steinsaltz on Numbers 33:1-36:13", "isSpanning": true, "next": null, "prev": "Steinsaltz on Numbers 32", "title": "Steinsaltz on Numbers 33-36", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 33:1-56", "Steinsaltz on Numbers 34", "Steinsaltz on Numbers 35", "Steinsaltz on Numbers 36:1-13"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}