{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>This shall be the law of the leper on the day,</b> at the time, <b>of his purification,</b> his healing: <b>He shall be brought to the priest.</b> The leper must return to the priest, as he has the exclusive authority to deal with leprosy.", "<b>The priest shall go outside the camp,</b> and the leper shall come before him for examination. <b>And the priest shall examine, and behold, the mark of leprosy has been healed from the leper,</b> that is, it disappeared or signs of purification appeared (see 13:13, 37).", "<b>The priest shall command, and one,</b> that is, any person, <b>shall take for the one being purified two living, pure birds.</b> When the Torah mentions an unspecified bird, the reference is to a sparrow or to another small, chirping bird. <b>And cedar wood,</b> which by tradition is a wooden beam that is not particularly large, <b>and scarlet wool</b>, <b>and hyssop.</b>", "<b>The priest shall command, and one shall slaughter the one bird</b> of the two, <b>in an earthenware vessel,</b> so that its blood will be poured <b>over spring water</b> that is already in the vessel.", "<b>The living bird, he shall take it, and</b> separately <b>the cedar wood, and the scarlet wool, and the hyssop</b> bound together, <b>and he shall dip them and the living bird,</b> by the ends of its limbs and its tail, adjacent to its body. In this manner, the bird’s wings remain out of the blood, so that they will not adhere to its body, thereby enabling it to fly over the field at a later point. He shall dip them <b>in the blood of the slaughtered bird</b> that is <b>over</b> the <b>spring water.</b>", "<b>He shall sprinkle</b> from this mixture of the blood of the slaughtered bird and the spring water into which the aforementioned items were dipped, <b>on the one being purified from the leprosy seven times, and</b> he <b>shall</b> then be able to <b>pronounce him pure</b>, <b>and shall dispatch the living bird over the field,</b> set it free, concluding its role in this ritual. This completes the first stage of the leper’s purification, which is performed in the field, outside the camp.", "In the next stage, <b>the one being purified shall wash,</b> immerse, <b>his garments,</b> as they too were rendered ritually impure by his wearing them, <b>shave all his hair, bathe,</b> immerse <b>in water, and be purified; and then he shall enter the camp, and shall dwell outside his tent seven days.</b> Although he is now inside the Israelite camp, or the city, he remains somewhat in isolation, as he may not enter his house and must remain apart from his wife. According to rabbinic tradition, he renders people and vessels impure through contact.", "<b>It shall be on the seventh day; he shall</b> again <b>shave all his hair, his head and his beard and his eyebrows; all his hair he shall shave</b> from his entire body, or alternatively, only from hairy places. There is an opinion that by Torah law he is required to shave only those parts of his body where the hair is visible, and by rabbinic law he must shave all his hair. <b>And he shall wash his garments</b> a second time, <b>bathe his flesh in water, and be purified.</b>", "Although the leper is ritually purified, his status is that of one who lacks atonement; he must bring the requisite offerings in order to be rendered fit to enter the Temple and partake of consecrated food. Therefore, <b>on the eighth day he shall take two unblemished</b> male <b>lambs, and one unblemished ewe in its first year, and three-tenths of an ephah of high-quality flour mixed with oil as a meal offering.</b> In current measures, three-tenths of an ephah equals more than 7 L; and there is an opinion that it equals 12.8 L. <b>And one log of oil,</b> which according to the conventional opinion is about 0.33 L, and according to the other opinion, approximately 0.6 L.", "<b>The priest who purifies shall position the man who is being purified and them,</b> the lambs, <b>before the Lord, at the entrance of the Tent of Meeting.</b>", "<b>The priest shall take one of the lambs and present it as a guilt offering, and</b> likewise he shall present <b>the log of oil</b> brought by the one who is being purified, <b>and wave them,</b> the living sheep with the <i>log</i>, <b>as a wave offering before the Lord.</b> If he waved each separately, he fulfills his obligation.", "<b>He shall slaughter the lamb in the</b> same <b>place where one slaughters the sin offering and the burnt offering, in the holy place,</b> on the north side of the altar (1:11, 6:18), and unlike offerings of lesser sanctity, it may not be slaughtered anywhere else in the Tabernacle courtyard. <b>Since like the sin offering, the guilt offering is for the priest,</b> they are similar with regard to all matters involving the service of the priest, or in that both are given solely to the priest. This is an indication that <b>it is a sacred sacrament,</b> an offering of the most sacred order.", "<b>The priest shall take from the blood of the</b> slaughtered <b>guilt offering, and the priest shall place</b> some of the blood <b>on the tip of the right ear of the one being purified, and on the thumb of his right hand, and on the big toe of his right foot.</b>", "<b>The priest shall take</b> with his right hand <b>from the log of oil</b> brought by the one undergoing purification, <b>and pour it on the</b> cupped <b>left palm of the priest,</b> either a different priest or on his own palm.", "<b>The priest shall dip his right finger from,</b> into, <b>the oil that is</b> accumulated <b>on his left palm, and he shall sprinkle from the oil with his finger seven times before the Lord,</b> toward the Sanctuary.", "<b>And from the rest of the oil that is</b> inevitably left <b>on his palm, the priest shall place</b> some <b>on the tip of the right ear of the one being purified, and on the thumb of his right hand, and on the big toe of his right foot, on the blood of the guilt offering,</b> which he previously placed on those spots.", "Even after placing the three drops on the parts of the leper’s body, oil will remain on the priest’s palm. <b>The remainder of the oil that is on the priest’s palm, he,</b> the priest, <b>shall place,</b> that is, spread, <b>on the head of the one being purified; and the priest shall</b> thereby <b>atone for him before the Lord.</b>", "<b>The priest shall perform</b> the service of the ewe of <b>the sin offering</b> that was brought by the one undergoing purification <b>and atone for the one being purified from his impurity; and then he shall slaughter</b> the sheep of <b>the burnt offering.</b>", "<b>The priest shall offer up the burnt offering and the meal offering,</b> consisting of the three-tenths of an ephah of fine flour that was brought by the purifying leper, <b>on the altar; and the priest shall atone for him</b> through these rites, <b>and he shall become pure.</b>", "<b>If</b> the leper <b>is impoverished, and his means do not suffice</b> for all the above offerings, <b>he shall take one lamb as a guilt offering for waving, to atone for him</b> as would the offering of a wealthy individual, <b>and</b> only <b>one-tenth,</b> not three-tenths, <b>of an ephah of high-quality flour mixed with oil as a meal offering, and a log of oil.</b>", "<b>And</b> instead of bringing the ewe of the sin offering and the sheep of the burnt offering, the poor leper shall bring <b>two turtledoves or two young pigeons, for which his means suffice,</b> that he can afford; <b>one</b> of them <b>shall be a sin offering and</b> the other <b>one a burnt offering.</b>", "<b>He shall bring them,</b> the sheep and the two birds, <b>on the eighth day of his purification to the priest, to the entrance of the Tent of Meeting, before the Lord.</b>", "<b>The priest shall take the lamb of the guilt offering and the log of oil, and the priest shall wave them as a wave offering before the Lord.</b>", "<b>He shall slaughter the lamb of the guilt offering, and the priest shall take from the blood of the guilt offering, and place it on the tip of the right ear of the one being purified, and on the thumb of his right hand, and on the big toe of his right foot.</b>", "<b>The priest shall pour from the oil on the left palm of the priest.</b>", "<b>The priest shall sprinkle with his right finger from the oil that is on his left palm seven times before the Lord.</b>", "<b>The priest shall place from the oil that is on his palm on the tip of the right ear of the one being purified, and on the thumb of his right hand, and on the big toe of his right foot, on the place of the blood of the guilt offering.</b>", "<b>The remainder of the oil that is on the priest’s palm he shall place on the head of the one being purified, to atone for him before the Lord.</b>", "<b>He shall offer one of the turtledoves or</b> one <b>of the young pigeons, from that which his means suffice.</b> Turtledoves are birds that exist in the wild and are at times easy to acquire without payment. In contrast, pigeons were more plentiful in the Land of Israel; however, their acquisition often involved payment or greater exertion.", "The priest shall sacrifice <b>that for which his means suffice, one as a sin offering and one as a burnt offering, with,</b> in addition to, <b>the meal offering; the priest shall</b> thereby <b>atone for the one being purified before the Lord.</b>", "<b>This is the law of one in whom there is a mark of leprosy, whose means do not suffice in his purification.</b>", "<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>When you come to the land of Canaan, which I give to you as a portion, if I shall place a mark of leprosy on a house,</b> that is, on one of the houses, <b>in the land of your ancestral portion.</b> Although the various forms of leprosy are somewhat similar in that they involve the appearance of a mark and are all included in the general framework of the laws of leprosy, it is obvious that a mark on one’s skin is very different from a spot found on a garment or on stones.", "<b>He to whom the house belongs shall come and tell to the priest, saying: Something like a mark seems to me to be on the house.</b> He cannot attest to the fact that it is leprosy, as he is not authorized to make that determination. Until a priest diagnoses the plague, the owner of the house can only assert his suspicion that there is leprosy in his house.", "The directive in this verse does not relate to treatment of the leprosy; rather, it relates to another aspect of this matter. <b>The priest shall command and they shall empty the house</b> of any vessels, <b>before the priest shall come to see the mark, so</b> that <b>all that is in the house shall not become impure; and afterward the priest shall come to see the house.</b>", "<b>He,</b> the priest, <b>shall examine the mark</b> after entering the house, <b>and behold, the mark is</b>, or appears to be, <b>recessed [<i>sheka’arurot</i>] in the walls of the house,</b> similar to the shape of a bowl [<i>ke’ara</i>], giving the impression of <b>deep green or deep reddish</b> recesses, <b>and their appearance is lower than the wall.</b> Due to their color, they appear to be sunken relative to the wall, although that is not the case.", "<b>The priest shall exit the house</b> and proceed <b>to the entrance of the house, and he shall quarantine the house,</b> he shall issue an instruction to seal the house for <b>seven days.</b>", "<b>The priest shall return on the seventh day, and shall examine</b> it; <b>and behold, the mark has spread on the walls of the house.</b> The mark that was on one wall has now relocated to other walls, or it has become enlarged.", "<b>The priest shall command, and they shall remove the stones on which there is a mark.</b> The stone house described in the verse was apparently not compactly constructed; therefore, it was possible to remove an individual stone from the wall. <b>And they shall dispose of them,</b> as they are ritually impure, <b>in an impure place outside the city.</b> Although not all places outside the city are impure, there were certain areas designated for the disposal of impure objects, perhaps in places where there were garbage heaps or graves, locations not frequented by those carrying ritually pure items.", "<b>And</b> as for <b>the house,</b> in which there are holes, <b>he shall scrape</b> and remove the layer of plaster <b>from inside all around</b>. According to the <i>Sifra</i>, cited by Rashi, he would scrape only the plaster immediately around the mark. <b>And they shall pour out the plaster that they scraped outside the city in an impure place.</b>", "<b>They shall take other stones, and they shall bring them in the place of the stones</b> that they removed from the wall; <b>and he shall take other plaster, and</b> then <b>he shall plaster the house,</b> at which point it may once again serve as a residence.", "<b>If</b> these actions are ineffective, and <b>the mark returns and erupts in the house, after removing the stones, and after scraping the house and after plastering</b> it,", "<b>the priest shall come and examine; and</b> if <b>behold, the mark has spread</b> again either in the same place or elsewhere <b>in the house, it is a malignant leprosy,</b> a leprosy accompanied by a curse (see 13:51), <b>in the house,</b> which does not affect only those particular stones, but the entire house, and <b>it is impure.</b>", "<b>He,</b> that is, anyone, <b>shall demolish the</b> entire <b>house, its stones, and its timber, and all the plaster of the house; and he shall take it,</b> all these, <b>outside the city to an impure place.</b>", "Special laws of impurity apply to a leprous house: <b>One who comes into the house all the days that it is quarantined shall be impure until the evening.</b>", "<b>One who</b> remains and <b>sleeps in the house shall wash his garments</b> that he is wearing; <b>and one who eats in the house,</b> even if he did not sleep there but remained there long enough to eat, <b>shall wash his garments.</b> These laws of ritual impurity apply to this house during the quarantine period, at which point it is uncertain whether the house will be purified.", "Until this point, the reference has been to a case where the leprosy returned after the removal of the stones and the scraping of the plaster. The Torah now proceeds to address the alternative case. <b>If the priest shall come and examine, and behold, the mark did not spread in the house after the plastering of the house, the priest shall pronounce the house pure, because the mark was healed.</b>", "<b>He shall take, to cleanse,</b> purify, <b>the house, two birds, cedar wood, scarlet wool, and hyssop.</b>", "<b>He shall slaughter one of the birds in an earthenware vessel over spring water.</b>", "<b>He shall take the cedar wood, and the hyssop, and the scarlet wool, and the living bird, and dip them in the blood of the slaughtered bird and in the spring water, and he shall sprinkle on the house seven times.</b> This entire process parallels the purification process of a leprous individual; however, in this case, one sprinkles on the leprous house rather than on a leprous person.", "<b>He shall</b> thereby <b>cleanse the house with the blood of the bird, and with the spring water, and with the living bird, and with the cedar wood, and with the hyssop, and with the scarlet wool.</b>", "<b>He shall dispatch the living bird outside the city out on the field; and he shall atone for the house,</b> eliminate its punishment, <b>and it shall be purified.</b>", "<b>This is the law for any leprous mark,</b> which appears primarily on the skin, <b>and for a scall,</b> leprosy of the head or the beard;", "<b>and for leprosy of the garment, and of the house;</b>", "<b>and</b> for the following marks specifically: <b>for the spot, and for the scab, and for the bright spot.</b>", "<b>To teach on which day it is impure,</b> when one must declare the afflicted house impure, <b>and on which day it is pure; this is the law of leprosy.</b>"], ["<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Speak to the children of Israel, and say to them: Any man, when he has a discharge from his flesh,</b> the member, <b>his discharge is impure.</b>", "<b>This shall be his impurity with his discharge: Whether his flesh,</b> member, <b>emits his discharge</b> of fluid, <b>or his flesh is blocked from his discharge,</b> due to the fact that the discharge is thick and blocks the orifice, either way <b>it is his impurity.</b>", "<b>Any bedding</b> or article of furniture designed for reclining, <b>on which the one who has a discharge lies, shall be impure; and any item on which he sits,</b> any object fashioned for sitting, <b>shall be impure.</b> In other words, any object designed for reclining, e.g., a bed or chair, is rendered impure by the use of the one who had the discharge, even if he did not touch the object with an exposed part of his body.", "<b>A man who will touch his bedding shall wash his garments and bathe in water, and he is impure until the evening.</b> The seats and bedding rendered impure by a <i>zav</i> have a severe level of impurity; in the terminology of the Sages, they are referred to as a primary source of ritual impurity. Like the <i>zav</i> himself, they transmit impurity to people with whom they come in contact and to the garments those people are wearing at the time.", "Furthermore, <b>one who sits on an article on which the one who has a discharge sat,</b> even if neither he nor the <i>zav</i> touched it directly with an exposed part of the body, he too <b>shall wash his garments and bathe in water, and he is impure until the evening.</b>", "In addition to the impurity of vessels and items upon which the <i>zav</i> has leaned, there is also the impurity of his own body: <b>One who touches the flesh,</b> any part of the body, <b>of the one who has a discharge shall wash his garments and bathe in water, and he is impure until the evening.</b>", "<b>If the one who has a discharge shall spit on one who is pure,</b> that individual who was pure <b>shall wash his garments and bathe in water, and he is impure until the evening.</b> Not only does the discharge of the <i>zav</i> itself, and his body, transmit impurity, but his spittle is also impure and imparts impurity. This category includes other emissions, the so-called founts of a <i>zav</i>, in the terminology of the Sages, which also render one who touches them ritually impure.", "<b>Any saddle on which the one who has a discharge shall ride shall be impure.</b> Similar to items used for lying and sitting, articles on which a <i>zav</i> rides, such as a saddle, are rendered impure even without direct contact with his body.", "<b>Anyone who touches any item that was underneath him,</b> the <i>zav</i>, such as the aforementioned articles used for bedding, sitting, and riding, <b>shall be impure until the evening,</b> as stated above. The verse adds: <b>And one who carries them,</b> one of these articles, even if he does not touch it, <b>shall wash his garments and bathe in water, and he is impure until the evening.</b> The two ways in which one can contract this impurity are direct contact with one of those objects upon which the <i>zav</i> leaned, or by carrying and leaning without direct contact, e.g., the sitting mentioned in verse 6.", "<b>Anyone whom the one who has a discharge shall touch when he,</b> the <i>zav</i>, <b>did not rinse his hands in water,</b> if the <i>zav</i> has yet to immerse himself from his impurity, <b>he shall wash his garments and bathe in water, and he is impure until the evening.</b> The touch of a <i>zav</i> transmits impurity even if the flow of his emission has ceased until he immerses for his purification.", "<b>And an earthenware vessel,</b> which cannot be purified while it remains whole (see 11:33), <b>that the one who has a discharge shall touch, shall be broken; and every wooden implement,</b> and likewise vessels made from other materials, such as metal <b>shall be rinsed in water,</b> it is immersed in a ritual bath and is thereby purified.", "The chapter turns to the purification of the <i>zav</i>. <b>When the one who has a discharge shall be cleansed from his discharge,</b> after he is healed, <b>he shall count for himself seven days from his cleansing.</b> These are the so-called seven clean days, in the terminology of the Sages, seven days on which one examined himself and did not find an emission. <b>And he shall wash,</b> immerse in water, <b>his garments,</b> those he wore when he was a <i>zav</i>, <b>and he shall bathe his flesh in spring water,</b> water connected to its source. The requirement of spring water for ritual immersion is stated only with regard to a <i>zav</i>; in all other cases, the impure individual may immerse in a different type of ritual bath. <b>And he is</b> thereby <b>purified.</b>", "<b>On the eighth day, he shall take for himself two turtledoves or two young pigeons, and come before the Lord to the entrance of the Tent of Meeting, and he shall give them to the priest.</b>", "<b>The priest shall offer them, one as a sin offering, and one as a burnt offering; and the priest shall atone for him before the Lord from his discharge.</b>", "The chapter mentions another type of impurity, which is somewhat similar to <i>ziva</i>: <b>And a man, when semen is emitted from him, shall bathe,</b> immerse <b>all his flesh in water, and he is impure until the evening.</b> The emission of semen from a man is a light category of impurity, which is unconnected to a disease, unlike the impurity of a <i>zav</i> .", "<b>Every garment and any leather skin, upon which there shall be semen, shall be washed in water, and it is impure until the evening.</b>", "<b>And a woman with whom a man shall lie with the emission of semen,</b> as both the man and woman participated in the act, <b>they shall bathe in water, and they are impure until the evening.</b>", "<b>A woman, if she has a discharge,</b> not like the <i>ziva</i> of a man, but <b>her discharge from her flesh being blood,</b> referring not to an illness but to the blood of the menstrual cycle, <b>seven days she shall be in</b> the ritual impurity of <b>her menstrual state.</b> This severe form of impurity lasts for seven days, regardless of the duration of the blood flow during that period. <b>Anyone who touches her</b> on those days <b>shall be impure until the evening.</b>", "<b>Anything on which she lies in her menstrual state shall be impure; and anything on which she sits shall be impure,</b> whether or not she touches them directly. In this regard, the impurity of a menstruating woman parallels that of a <i>zav</i> .", "<b>Anyone who touches her bedding shall wash his garments and bathe in water, and he is impure until the evening.</b>", "<b>Anyone who touches any article on which she sits shall wash his garments and bathe in water, and he is impure until the evening.</b>", "<b>If he,</b> a ritually pure person, or a pure vessel, or the aforementioned blood <b>is on the bedding, or on any article on which she sits, in touching it he shall be impure until the evening.</b>", "<b>If a man lies with her,</b> during her menstrual period or afterward, before she has immersed, <b>then</b> the impurity of <b>her menstrual status shall be upon him,</b> due to contact with a menstruating woman, he has the same level of impurity as she does, but she does not actually transmit menstrual impurity to him. <b>And he shall be impure seven days; and</b> also <b>any bedding on which he lies shall be impure.</b>", "Although menstruation usually occurs at regular intervals, with regard to both its appearance and its duration, a woman occasionally can bleed in a similar manner at other times. <b>And</b> consequently, with regard to <b>a woman, if her discharge of blood shall flow many days not at the time of her menstruation; or</b> alternatively, <b>if it shall flow beyond,</b> in addition to <b>her menstruation,</b> if the blood of her menstruation flows beyond its usual time. In such cases, <b>for all the days of the discharge of her impurity she shall be like during the days of her menstruation; she is impure.</b> This bleeding is considered a type of sickness, and it is ritually impure. Such a woman is referred to by the Sages as a <i>zava</i>.", "Consequently, <b>any bedding on which she lies all the days of her discharge shall be for her like the bedding of her menstruation</b> with regard to ritual impurity, <b>and any article on which she shall sit,</b> including bedsheets, <b>shall be impure, like the impurity of her menstruation.</b>", "<b>And anyone who touches them,</b> the vessels, furniture, or bedsheets on which she had sat or lain, <b>shall become impure, and he shall wash his garments and bathe in water, and he is impure until the evening.</b>", "<b>But if she was cleansed from her discharge,</b> when the blood flow ends, <b>she shall count for herself seven days, and then she shall be pure.</b> The counting of seven clean days applies by Torah law only to a <i>zav</i> and a <i>zava</i>, whose bleeding is considered a form of illness, unlike regular menstrual bleeding, as stated previously in the commentary (see verse 19).", "Furthermore, like the <i>zav</i>, the <i>zava</i> must bring offerings to atone for herself and permit her to enter the Temple: <b>And on the eighth day,</b> after seven days clean without bleeding, <b>she shall take for herself two turtledoves or two young pigeons, and she shall bring them to the priest, to the entrance of the Tent of Meeting.</b>", "<b>The priest shall perform one as a sin offering, and one as a burnt offering; and the priest shall atone for her before the Lord for the discharge of her impurity.</b>", "<b>You shall separate,</b> distance, <b>the children of Israel from their impurity, that they shall not die in their impurity, by their rendering My Tabernacle that is in their midst impure.</b>", "The chapter concludes: <b>This is the law of the one who has a discharge, and of one from whom semen will be emitted, to become impure through it;</b>", "<b>and</b> the law <b>of she who is suffering with her menstruation,</b> at the time of her period, <b>and</b> the law for <b>one who has a discharge, for a man or for a woman; and</b> likewise <b>for one who lies with an impure woman,</b> whether she is a menstruating woman, a <i>zava</i>, or has given birth."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 14:1-15:33", "heRef": "ביאור שטיינזלץ על ויקרא י״ד:א׳-ט״ו:ל״ג", "sections": ["14", "1"], "toSections": ["15", "33"], "sectionRef": "Steinsaltz on Leviticus 14-15", "heSectionRef": "ביאור שטיינזלץ על ויקרא י״ד-ט״ו", "firstAvailableSectionRef": "Steinsaltz on Leviticus 14:1-15:33", "isSpanning": true, "next": "Steinsaltz on Leviticus 16", "prev": "Steinsaltz on Leviticus 13", "title": "Steinsaltz on Leviticus 14-15", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 14:1-57", "Steinsaltz on Leviticus 15:1-33"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}