{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>It was at the conclusion of two years</b> since the chief butler had been restored to his post; <b>Pharaoh was dreaming: Behold,</b> in his dream <b>he stood at the Nile</b> River, upon which all life in Egypt depended.", "<b>Behold, coming up from the Nile were seven cows, fair and fat fleshed, and they grazed in the pasture.</b>", "<b>Behold, seven other cows were coming up after them from the river,</b> and they were <b>unsightly and lean fleshed, and they stood alongside the other cows on the bank of the Nile.</b>", "<b>The unsightly and lean-fleshed cows ate the seven fair and fat cows, and Pharaoh awoke.</b> Presumably, Pharaoh woke up from the shock of seeing cows eat other cows.", "<b>He slept and dreamed a second time</b> that same night, <b>and behold, seven ears of grain were growing on one stalk.</b> In years of especially fertile harvests, two or three ears might grow from a single stalk. The vision Pharaoh saw in his dream of seven ears on a single stalk is most unusual. These ears were <b>plump and good.</b>", "<b>Behold,</b> he saw <b>seven ears, thin and blighted by the</b> dry <b>east wind.</b> These inferior ears <b>were growing after them.</b>", "<b>The thin ears swallowed the seven plump and full ears.</b> This dream is even stranger than the previous one, as in the first dream, cows were eating, and in this dream, ears of grain are eating. <b>And Pharaoh awoke, and behold,</b> this too was only <b>a dream.</b>", "<b>It was in the morning and his spirit was troubled.</b> Pharaoh was upset by the strong impression the dreams had left upon him. <b>He sent and called for all the magicians of Egypt,</b> its priests, who also engaged in science and medicine, <b>and all its wise men; Pharaoh related his dream to them, but no one could interpret them for Pharaoh.</b> Some commentaries explain that although his advisors were able to suggest interpretations, all of their ideas appeared unsuitable to Pharaoh.", "<b>The chief butler spoke to Pharaoh, saying: I mention my sins today.</b> Although what I am about to say will include a mention of earlier sins of mine, it is important that I issue my statement nonetheless.", "<b>Pharaoh became angry with his servants, and he placed me in the custody of the house of the chief executioner, me and the chief baker.</b>", "<b>We dreamed a dream one night, I and he; each of us dreamed in accordance with the interpretation of his dream;</b> we both had dreams that came to pass.", "<b>There with us was a Hebrew lad, a slave of the chief executioner; we told him</b> the dreams, <b>and he interpreted our dreams for us; each of us in accordance with his own dream he interpreted,</b> so that each dream and its interpretation suited each other.", "Furthermore, <b>it was that as he interpreted to us, so it was.</b> Not only did the interpretation sound convincing, it came true as well: <b>Me, he,</b> Pharaoh, <b>restored to my position, and him,</b> the chief baker, <b>he hanged.</b>", "Since he was anxious to find the correct interpretation of his dream, <b>Pharaoh sent and summoned Joseph, and they rushed him from the dungeon. He shaved,</b> so that he would not appear unkempt when he appeared before the king after his lengthy period of imprisonment, he <b>changed his garments</b> to decent clothing, <b>and came to Pharaoh.</b>", "<b>Pharaoh said to Joseph: I dreamed a dream, and there is no interpreter of it; and I heard about you, saying: You will hear a dream to interpret it.</b>", "<b>Joseph answered Pharaoh, saying: Not by me.</b> You do not need my skills, as I am not the interpreter. Rather, <b>God will respond for Pharaoh’s peace.</b> At most, I can serve as an intermediary.", "<b>Pharaoh spoke to Joseph: In my dream, behold, I am standing on the bank of the Nile.</b>", "<b>Behold, seven cows, fat fleshed and fair, come up from the Nile, and they grazed in the pasture.</b>", "<b>Behold, seven other cows come up after them, scrawny, very unsightly, and lean fleshed.</b> Here Pharaoh adds his own impression of the sight: <b>I have not seen like them in all the land of Egypt for deficiency.</b>", "<b>The lean and unsightly cows ate the first seven fat cows.</b>", "Pharaoh adds another observation: <b>They came into their innards, but it was not apparent that they came into their innards,</b> as no change was discernible in the scrawny cows; <b>and their appearance was</b> just as <b>unsightly as</b> it was <b>at first, and I awoke.</b>", "<b>I saw in my dream, and behold, seven ears of grain growing on one stalk, plump and good.</b>", "<b>Behold, seven ears of grain, parched, thin, and blighted by the east wind, growing after them.</b>", "<b>The thin ears swallowed the seven good ears. I told it to the magicians, but no one could tell me.</b> Since I have not received a satisfactory interpretation from the magicians, I await your response.", "<b>Joseph said to Pharaoh:</b> Although you saw two different dreams, in fact <b>the dream of Pharaoh is one; that which God does, He told Pharaoh.</b> It is a prophetic dream in which you were informed of future events.", "<b>The seven good cows are seven years and the seven good ears are seven years: It is one dream.</b> The fact that the two visions are part of one dream is significant, as it bundles the cows and ears together. The cows symbolize growth, life, and abundance, whereas the ears stand for the cycles of growth because, in contrast to the cows, whose productivity is not dependent on the cycle of the year, the crop of grain is renewed on a yearly basis. Thus the seven ears define the timeframe for the abundance represented by the seven cows.", "<b>The seven scrawny and unsightly cows that come up after them are seven years, and the seven empty ears blighted by the east wind shall be seven years of famine.</b> In contrast to the polite hesitance with which Joseph began his speech to Pharaoh, here he speaks decisively and in a dramatic, almost poetic style.", "<b>That is the matter that I spoke to Pharaoh: That which God does, He showed Pharaoh.</b>", "<b>Behold, seven years are coming</b> in which there will be <b>great plenty throughout the land of Egypt.</b> These are represented by the fat cows and the good ears.", "However, <b>seven years of famine shall arise after them.</b> These are represented by the unsightly cows and the blighted ears. <b>And all the plenty in the land of Egypt shall be forgotten; the famine shall devastate the land.</b>", "<b>The plenty shall not be known in the land due to that famine afterward, for it shall be very severe.</b> Here Joseph interprets Pharaoh’s description of the fact that it was not apparent that the seven fat cows had come to the innards of the scrawny cows. He states that this is an indication that the bad years shall consume all the produce of the good years, of which nothing shall remain.", "<b>With regard to the repetition of the dream to Pharaoh twice, it is because the matter is determined by God, and God hastens to perform it.</b> The two parts of the dream complement and clarify one another, as Joseph had explained, yet Pharaoh dreamed them separately. This reiteration is indicative of the finality of the matter and is a sign that the message expressed in the dream will come to pass in the near future. This is similar to a repeated cry at a time of danger.", "<b>Now</b> that God has revealed the future to you and sent you a practical warning, <b>let Pharaoh look for an insightful</b> person, one who can anticipate forthcoming events from what he observes in the present, <b>and</b> he must be a <b>wise man,</b> who has seen and heard much and accumulated knowledge, <b>and install him over the land of Egypt.</b> Joseph stresses that this is a position that requires a man of exceptional qualities. Therefore, it is inadvisable for Pharaoh to appoint one of his current ministers.", "<b>Pharaoh should proceed and appoint officials over the land, and he shall supply the land of Egypt during the seven years of plenty.</b>", "<b>They will gather all the food of these coming good years and amass grain under the control of Pharaoh;</b> they will collect <b>food in the cities and they will preserve it.</b>", "<b>The food shall be for a security for the land for the seven years of famine that shall be in the land of Egypt, and the land will not perish in the famine.</b>", "<b>The matter was worthy in the eyes of Pharaoh.</b> The interpretation was accepted by Pharaoh, as each of its details matched a feature of his dream. He liked Joseph’s advice because it had great economic potential for the country, and it would concentrate power in Pharaoh’s hands during the years of famine. <b>And</b> the matter was likewise worthy <b>in the eyes of all his servants,</b> perhaps because each of them separately thought that he would be selected as the insightful, wise man who would manage the Egyptian economy in the forthcoming years.", "<b>Pharaoh said to his servants: Can we find someone like this, a man in whom there is the spirit of God?</b>", "<b>Pharaoh said to Joseph: After God has disclosed all this to you, there is no one as insightful and wise as you.</b> Pharaoh was deeply impressed by Joseph. Perhaps Joseph’s appearance contributed to this, as he appeared in civilian clothes and presumably, by that point, spoke fluent Egyptian. Like most of those who had encountered Joseph, Pharaoh recognized his wisdom and potential, and he realized that Joseph merited even divinely inspired insight.", "Consequently, Pharaoh authorized Joseph to act in accordance with his interpretation and suggestions: <b>You will be in charge of my house, and all my people shall be sustained [<i>yishak</i>] at your directive</b>. Alternatively, this may be interpreted to mean that the people would be able to bear arms only at Joseph’s directive. Yet another interpretation is that all would come to kiss him, as everyone would honor and admire Joseph and would be subservient to him. These latter interpretations are based on different meanings of the root <i>nun</i>-<i>shin</i>-<i>kuf</i>, which can mean “weapon” or “kiss.” Pharaoh further states: Although your authority is limited to a specific matter, due to its vital nature, <b>only the throne will I make too great for you.</b> I shall not relinquish the throne, but I will empower you to as great an extent as possible.", "<b>Pharaoh said to Joseph: See, I have set you over the entire land of Egypt.</b> You are in charge of all of Egypt with regard to these matters.", "<b>Pharaoh removed his signet ring from upon his hand.</b> Since the signet ring contained an official seal, its transfer to Joseph was a significant step in his empowerment. <b>And he placed it upon Joseph’s hand;</b> once Joseph was granted his position of authority, <b>he dressed him in garments of linen, and he placed a gold chain on his neck.</b>", "<b>He had him ride in the alternate chariot that he had,</b> the chariot he would use when the king’s regular chariot was unavailable. Pharaoh kept his personal chariot exclusively for himself. <b>And they cried before him: Kneel.</b> When Joseph traveled in his chariot, all were obliged to kneel before him. <b>And he was set over the entire land of Egypt.</b> Pharaoh formally and publicly announced that Joseph was in charge of all of Egypt.", "<b>Pharaoh</b> summarized the matter and <b>said to Joseph: I am Pharaoh,</b> descendant of the gods, ruler and governor, <b>and</b> yet, beyond that, <b>without you no man shall lift his hand or his foot in the entire land of Egypt.</b> You have full authority over everything that is done in the land.", "<b>Pharaoh called Joseph’s name Tzafenat Paneah; and</b> as Joseph was now an important figure, Pharaoh arranged for him to be married: <b>He gave him Asenat, daughter of Poti Fera, priest of On, as a wife. Joseph came out over the land of Egypt;</b> he traversed the land as its ruler and began to organize its internal affairs.", "<b>Joseph was thirty years old as he stood before Pharaoh king of Egypt.</b> Thirteen years had passed since his original dreams, due to which he was sold and exiled from his land (37:2). Since that time his status had changed beyond recognition. <b>Joseph came out from before Pharaoh, and he passed through the entire land of Egypt</b> in order to put into practice his advice to Pharaoh.", "<b>The earth produced, during the seven years of plenty, in abundance [<i>kematzim</i>].</b> The grains of a single stalk amounted to a handful [<i>kometz</i>], or several handfuls. Alternatively, some explain that this means that the earth produced enough to fill the storehouses. In any event, the verse expresses the fact that the yield of the land was extensive.", "He, Joseph, gathered all the food of the seven years that was in the land of Egypt and placed food in the cities; he placed the food of the fields that was around the city in it. In every city Joseph stored the produce that grew in its environs, both in order to keep the produce in the local climate to which it was accustomed, and also because each city could estimate accurately the amount of produce required for its inhabitants.", "<b>Joseph amassed grain like the sand of the sea, very much, until one stopped counting as it was without number.</b> An enormous amount of produce grew each year. It is possible that this verse should be understood literally: At first they tried keeping records, but eventually they gave up, overwhelmed by the sheer mass of produce.", "<b>Two sons were born to Joseph</b> during the years of plenty <b>before the advent of the year of the famine, who were born to him by Asenat, daughter of Poti Fera, priest of On.</b>", "<b>Joseph called the name of the firstborn Manasseh, as</b> he felt: <b>God has made me forget [<i>nashani</i>] all my toil,</b> my suffering and hardship, <b>and</b> the trouble of <b>my father’s entire house,</b> from which I suffered for many years, as I am now a new person.", "<b>He called the name of the second</b> son <b>Efraim, as</b> he said: Not only have I forgotten my suffering, but now <b>God has made me fruitful [<i>hifrani</i>]</b> in that I have become successful and risen to prominence <b>in the land of my affliction.</b>", "<b>The seven years of plenty that was in the land of Egypt concluded.</b>", "<b>The seven years of famine began to come, as Joseph had said.</b> In Egypt, which is mainly dependent not on rainfall but on an irrigation system whose source is the Nile, this transition was sharp. If for whatever reason the water level in the Nile falls lower than required, the land does not produce, resulting in famine. Furthermore, this was not merely a local problem in the mountains of Africa, which failed to provide enough water. Rather, <b>there was famine in all lands,</b> due to climate changes. <b>But in all of the land of Egypt there was bread.</b>", "After private stores of food ran out and it became clear that the summer harvest produced a meager yield, <b>all of the land of Egypt was hungry, and the people cried to Pharaoh for bread.</b> The citizens’ direct and indirect complaints were directed at Pharaoh not only because he was their ruler, but also because they attributed divine qualities to him. <b>Pharaoh said to all the Egyptians: Go to Joseph,</b> as he is in charge of dealing with your sustenance; <b>what he says to you, you shall do.</b> Pharaoh sought to spare himself, his ministers, and his close confidants the pressure of handling this problem. As soon as it became necessary to start distributing food in an organized manner, he directed all complaints to Joseph.", "<b>The famine was on the entire face of the earth,</b> outside Egypt as well, and therefore it was impossible to import food. <b>And Joseph opened all that was in them,</b> the storehouses, <b>and sold grain to the Egyptians.</b> It is unclear whether in the first stage Joseph bought the produce or whether he collected it as a tax. In any case, at this point he sells it. <b>The famine was intensified in the land of Egypt,</b> as the people had nothing to eat apart from the produce in Joseph’s granaries.", "<b>All the land,</b> neighboring countries, <b>came to Egypt to purchase grain from Joseph, for the famine was severe in all the land.</b> Up to this point Joseph’s interpretation of Pharaoh’s dream had come to pass in full."], ["<b>Jacob saw that there was grain in Egypt,</b> as Joseph sold produce not only to citizens of Egypt but to foreigners as well. Since Jacob and his sons were mainly shepherds, their distress was less immediate and apparent than that of their neighboring farmers. <b>And</b> therefore <b>Jacob said to his sons: Why are you presenting yourselves?</b> Do not display yourselves as exceptions to the general plight, lest hungry individuals surrounding us become envious of us or even attack us.", "<b>He said: Behold, I have heard that there is grain in Egypt. Go down there and acquire grain for us from there that we will live and not die.</b>", "<b>Ten of Joseph’s brothers went down to acquire grain from Egypt.</b> The more men who went down, the more produce they could carry back with them.", "<b>But Benjamin, Joseph’s brother</b> on his mother’s side as well, <b>Jacob did not send with his</b> other <b>brothers, as he said: Lest disaster befall him.</b>", "<b>The sons of Israel,</b> Jacob, <b>came to acquire grain among those</b> others <b>who came</b> from Canaan to acquire grain in Egypt, <b>as the famine was in the land of Canaan.</b>", "<b>Joseph was the ruler over the land; he was the provider of grain to all the people of the land.</b> Joseph did not deal merely with the actual sale of food; he was also responsible for providing oversight of the entire process. This meant that he had to take political considerations into account when supplying produce in order to ensure that foreigners would not endanger the security of the country. <b>Joseph’s brothers came, and</b> when they saw the powerful minister they <b>prostrated themselves to him, faces to the earth,</b> like all the other purchasers.", "<b>Joseph saw his brothers, and he recognized them.</b> Although he had not seen them for over twenty years and their appearances had certainly changed, Joseph had no difficulty recognizing them, as they had all arrived together and wore their customary garments. <b>But he acted as</b> though he were <b>a stranger to them and spoke harshly to them.</b> Joseph used his authority in order to cause them difficulties. <b>He said to them: From where did you come? They said,</b> in complete innocence: <b>From the land of Canaan to acquire food.</b>", "<b>Joseph recognized</b> each of <b>his brothers</b>, <b>but they did not recognize him,</b> as he was older, his clothing had changed, his beard had grown, his hair was presumably cut in the Egyptian style, and everyone called him Tzafenat Paneah. Above all, the brothers presumably thought he had died, and they certainly did not expect him to have risen to a position of such prominence.", "<b>Joseph remembered the dreams that he had dreamed about them,</b> as well as all the events that had followed those dreams, <b>and he said to them:</b> You are not mere purchasers of grain, but <b>you are spies; to see the nakedness of the land you have come.</b> You are foreign agents who have been sent to discover Egypt’s weaknesses.", "<b>They said to him,</b> in all honesty: <b>No, my lord, but your servants have come to acquire food.</b>", "<b>We are all the sons of one man.</b> Yes, we came as a group, but that is due to the fact that we are brothers, not because we are spies. <b>We are sincere; your servants have not been spies.</b> We are simple, honest folk who have never been involved in espionage.", "<b>He said to them: No,</b> I do not believe you, <b>but the nakedness of the land you came to see.</b> Your story sounds suspicious to me.", "The brothers, simple shepherds, were unsure how to defend themselves from the accusation of the Egyptian viceroy, who was responsible for the security of the entire realm. In their distress, they could do nothing other than tell the truth about themselves, even if the facts they offered had nothing to do with the matter at hand. <b>They said: We, your servants, are twelve brothers, sons of one man in the land of Canaan; and behold, the youngest is with our father today, and one is absent.</b>", "<b>Joseph said to them: That is what I spoke to you, saying: You are spies.</b> Your detailed presentation is very convincing, but those very details may be used to expose you as skilled liars and cunning spies.", "<b>With this you shall be put to the test: By Pharaoh’s life, you shall not depart from here unless your youngest brother comes here.</b> Swearing on the life of Pharaoh is the most severe oath an Egyptian can utter. Joseph declared that they would not leave until their brother came; only in that way could he confirm their account.", "<b>Dispatch one of you, and he will take your brother</b> from his land, <b>and you shall be incarcerated, that your statements will be verified, whether there is truth with you; and if not, by Pharaoh’s life, you are spies.</b> Joseph’s suggestion is based on the reasonable assumption that when spies are captured, those who sent them might try to rescue them, but not by sending an additional agent to directly confront their captors. Therefore, the arrival of their youngest brother would attest to their family ties and refute the charge of military espionage.", "<b>He gathered them into custody,</b> where they remained <b>for three days.</b>", "<b>Joseph said to them on the third day: Do this and live,</b> as <b>I fear God.</b> I am a fair man, and so far I cannot prove my suspicions.", "<b>If you are sincere</b> and your story is true, <b>one of your brothers shall be incarcerated</b> as a guarantee <b>in the place of your custody, and</b> the rest of <b>you, go bring grain for the hunger of your houses.</b> If you indeed came to purchase food, your absence will not only be a source of sorrow for your families but will bring disaster upon them, as they will have no food.", "Joseph expresses toward his brothers a measure of compassion tempered by caution: In his compassion he will permit them to return home, but in case they are spies he demands: <b>Bring your youngest brother to me</b> upon your next visit, <b>and your statements will</b> thereby <b>be verified, and you shall not die</b> from hunger or at the hand of my messengers. <b>They did so.</b> Joseph’s orders were followed: The brothers were given food like all other customers and were granted permission to leave.", "Up to this point, the Torah has cited Joseph’s statements and his brothers’ replies; it has not related any conversations between the brothers themselves. Perhaps Joseph had them incarcerated in separate cells, and only now did they have the opportunity to talk to one another. Faced with such a baseless accusation, they felt pangs of conscience due to the trauma they remembered so well from years ago, when they sold their brother. <b>They said one to another: But we are</b> indeed <b>guilty with regard to our brother, that we saw the anguish of his soul as he pleaded with us and we did not heed.</b> We were all partners in Joseph’s sale. Benjamin, who was too young at the time, is not with us now either. Having been thrown into the prison dungeon by a force beyond their control, as a result of an unjust accusation, the brothers had a similar experience to that which they had inflicted upon Joseph. They now sensed that they were being punished for their sin, and they declared: <b>For that, this anguish has befallen us</b> as a punishment from Heaven.", "<b>Reuben responded to them, saying: Didn’t I say</b> this <b>to you</b> at the time, <b>saying: Do not sin against the child; and you did not heed</b> my words? Now, <b>behold, there is a</b> divine <b>reckoning for his blood.</b> We caused his death, and now we are receiving our punishment.", "<b>They did not know that Joseph understood.</b> Although Joseph was standing there while they were talking, it did not occur to them they he might understand what they were saying. To them he was an Egyptian unfamiliar with their language, <b>as the interpreter was between them</b> and had been interpreting all their conversations with Joseph.", "<b>He,</b> Joseph, <b>turned from them and wept</b> profusely. <b>And he</b> then <b>returned to them,</b> back in his customary role as the Egyptian leader; <b>he spoke to them, took Simeon from them, and incarcerated him before their eyes.</b> They saw that Joseph’s commands were fulfilled. Simeon’s imprisonment would not be of short duration, since even if the brothers were to return without delay, the journey to Canaan and back would take a considerable time.", "<b>Joseph commanded</b> his men <b>that they fill their,</b> his brothers’, <b>vessels with grain, and restore each man’s silver to his sack.</b> Due to his position of authority, Joseph could issue instructions that their payment for the produce should be placed in their sacks. <b>And</b> he gave orders <b>to give them provisions for the way; and he,</b> one of his attendants, <b>did so for them.</b> It is possible that they were not given food when they were incarcerated and had consumed some of their provisions. Joseph therefore provided them with new provisions.", "<b>They loaded their grain</b> that they had purchased <b>onto their donkeys and went from there.</b>", "On their way back to Canaan, <b>one of them opened his sack to give feed to his donkey at the lodging place. He saw his silver, and behold, it was in the opening of his sack.</b>", "<b>He said to his brothers: My silver</b> that I paid for the produce <b>was returned, and behold, it is in my sack. Their hearts sank</b> in shock, <b>and they trembled one with another, saying: What is this that God has done to us?</b> They could not understand how this had happened, and they sensed that the strange and unusual events had befallen them as a punishment for their sins.", "<b>They came to their father, Jacob, to the land of Canaan, and they told him all that had befallen them, saying:</b>", "<b>The man, lord of the land, spoke harshly with us and accused us as spies of the land.</b>", "For our part, we were honest, and <b>we said to him: We are sincere; we have not been spies</b> at any point in our lives.", "<b>We are twelve brothers, sons of our father; one is absent, and the youngest is today with our father in the land of Canaan.</b> This is what we said to the man.", "<b>The man, lord of the land, said to us: With this I shall know that you are sincere: One of your brothers leave with me, and take</b> grain for <b>the hunger of your households, and go.</b>", "Yet you must <b>bring your youngest brother to me, and I shall</b> thereby <b>know that you are not spies, that you are sincere. I will</b> then <b>give you your brother,</b> who is currently incarcerated, <b>and you shall trade in the land.</b> You will be permitted to buy grain and engage in business dealings in Egypt, like all other foreigners who bring commodities from their lands to sell them or exchange them for food. The brothers stressed to their father that Joseph had agreed to grant them full rights once they would be cleared of any suspicion.", "<b>It was as they were emptying</b> the grain from <b>their sacks, and behold,</b> they discovered that the money which one of them had found earlier was not an exceptional occurrence, as <b>each man’s packet of silver was in his sack. They and their father saw their packets of silver</b> that had been returned to them, <b>and they were afraid.</b>", "<b>Jacob their father said to them: You have bereaved me.</b> Although their father is unaware of the truth about their sale of Joseph, he hurls a general accusation at them: <b>Joseph is not, and</b> now <b>Simeon is</b> also <b>not,</b> as he is incarcerated, <b>and Benjamin you will take.</b> You want me to send Benjamin with you as well? I am still pained by Joseph’s disappearance. <b>All of these are upon me.</b> It is true that you too are affected by these misfortunes, but you are unable to share my grief fully, as these troubles fall chiefly upon me, their father.", "<b>Reuben,</b> the firstborn, <b>said to his father</b> as the spokesman for all the sons, <b>saying:</b> Take my two sons as a guarantee until I bring Benjamin back to you, and <b>kill my two sons if I do not bring him to you; place him,</b> Benjamin, <b>in my charge, and I will return him to you.</b> I accept the responsibility of bringing him home safely.", "Presumably all of the brothers likewise made offers to guarantee Benjamin’s return, as they all wished to return to Egypt to free Simeon and to make matters right with the Egyptians, but Jacob resisted. <b>He said: My</b> youngest <b>son shall not go down with you, for</b> as you know, <b>his brother is dead, and only he is left</b> from his mother; <b>and</b> if <b>disaster befalls him on the path on which you will go,</b> then <b>you will cause my old age to descend in sorrow to the grave.</b> I will die from the terrible knowledge that Rachel’s two sons have been lost. Therefore, I will not let Benjamin leave my side."], ["Jacob does not suggest how Simeon might be freed, nor how the family might find food. He simply expresses his fears and prefers to let matters stand as they are rather than accept the risks proposed by his sons. However, <b>the famine was severe in the land.</b>", "<b>It was when they finished the grain that they had brought from Egypt; their father said to them: Return</b> to Egypt and <b>acquire a little</b> more <b>food for us.</b>", "Although Judah was only the fourth son, his leadership qualities had already come to the fore at the time of the sale of Joseph. Since his status is comparable to that of a firstborn, Judah now addresses his father. <b>Judah said to him, saying: The man</b> in charge of the land explicitly <b>forewarned us, saying: You shall not see my face,</b> and you will not be permitted to buy anything here, <b>unless your brother is with you.</b>", "Consequently, <b>if you send our brother with us, we will go down</b> to Egypt <b>and acquire food for you.</b>", "<b>But if you do not send him, we will not go down, for the man said to us: You shall not see my face unless your brother is with you.</b>", "<b>Israel,</b> Jacob, once again <b>said: Why have you harmed me, to tell the man that you have another brother?</b> What possible reason could there have been for you to have even mentioned your younger brother? Your unnecessary comment brought about all this trouble.", "<b>They said: The man asked with regard to us and with regard to our provenance.</b> He did not start by asking about our brother. First he engaged us in a general conversation about our background. However, during the ensuing investigation he approached the topic, <b>saying: Is your father still alive?</b> Although Joseph had his own reasons for this line of inquiry, from the brothers’ perspective it was a natural question, after they had told him that they were all brothers of a single father. He subsequently asked: <b>Do you have</b> another <b>brother? We told him with regard to those matters,</b> answering his questions honestly. <b>Could we know that he would say: Bring your brother down?</b> Had we suspected that he would issue such a demand, we would certainly have acted with greater caution.", "<b>Judah said</b> once again <b>to Israel, his father,</b> more firmly this time: <b>Send the lad with me, and we will arise and go, and we will live and not die, both we, and you, and our children.</b> Our plight is serious.", "Finally, Judah promises his father: <b>I will guarantee him</b> and his safe return. <b>From me you may solicit him; if I do not bring him to you and present him before you, I will have sinned to you forever,</b> a blot that will never be wiped clean, neither in my lifetime nor after my death.", "<b>Since, had we not tarried</b> until now because you were unwilling to send Benjamin and we did not pressure you to do so, <b>we would</b> by <b>now have</b> traveled to Egypt and <b>returned twice.</b>", "<b>Their father Israel said to them: If so, then</b> since there is no alternative, <b>do this: Take of the choice produce of the land in your vessels and take a gift down to the man.</b> A gift can soften even the hearts of nobles. Jacob suggests that they take superior produce that grows in Canaan but not in Egypt: <b>a little balm,</b> used for perfume or medicine that at the time was produced almost exclusively in the Jordan valley; <b>a little honey; spices [<i>nekhot</i>],</b> alternatively, some other luxury product; <b>labdanum,</b> a type of cosmetic; as well as <b>pistachio nuts and almonds;</b>", "<b>take double the</b> amount of <b>silver in your hand, and the silver that was returned in the opening of your sacks return in your hand.</b> Do not forget it, as they might remember it when you arrive and demand payment. <b>Perhaps it was an oversight,</b> and instead of putting your money away they accidentally placed it in your sacks together with the grain you purchased.", "<b>And take your brother,</b> Benjamin, <b>and arise and return to the man.</b>", "<b>May God Almighty grant you mercy before the man, and he will send with you your other brother,</b> Simeon, <b>and Benjamin; and me, as I am bereaved, I am bereaved.</b> If I experience another tragedy, so be it, as I am accustomed to tragedy.", "<b>The men took that gift, and they took in their hand double the silver and Benjamin; they arose and went down to Egypt, and they stood before Joseph.</b>", "<b>Joseph saw Benjamin with them.</b> Perhaps Joseph recognized his maternal brother, and even if his features had changed greatly over the years, he could safely have assumed that the new arrival was their younger brother. <b>And he,</b> Joseph, who had his own palace, complete with attendants and servants, <b>said to the one in charge of his house: Bring the men</b> to me <b>to the house, and slaughter</b> animals <b>and prepare, as the men shall dine with me at noon.</b> They will be my guests. Since Joseph’s Egyptian family was small, when a large group of guests arrived it was necessary to take them into account when planning the meal.", "<b>The man did as Joseph said, and the man brought the men to Joseph’s house.</b>", "<b>The men were afraid because they were brought to Joseph’s house.</b> Naturally, they wondered why they were being brought to the viceroy’s palace when they had come to buy food. <b>They said: We have been brought on the matter of the silver that was restored to our sacks.</b> The viceroy is certainly plotting <b>to falsely accuse us, attack us, and</b> eventually <b>take us as slaves, and our donkeys.</b>", "Therefore, <b>they approached the man in charge of Joseph’s house, and they spoke to him at the entrance of the house</b> before entering.", "<b>They said: Please, my lord, we initially descended to acquire food.</b>", "<b>It was when we came to the lodging place and we opened our sacks; behold, each man’s silver was at the opening of his sack, our silver in its</b> full <b>weight; and we returned it in our hand.</b> First we wish to return the money, which was no doubt placed in our sacks by mistake.", "Additionally, <b>we brought down other silver in our hand to acquire food. We do not know who placed our silver in our sacks.</b> It is not our fault, and we do not know how it happened, but we will certainly pay for everything.", "<b>He,</b> the steward, <b>said</b> to them: <b>Peace be with you, fear not; your God and the God of your father, gave you hidden treasure in your sacks; your silver came to me.</b> The money you are obliged to pay has already reached me. It is possible that Joseph, an organized, honest man, had instructed that the payment for the brothers’ food be placed in the royal treasury, which meant that he had placed a gift in their sacks at his own expense. <b>And he,</b> the steward, <b>brought Simeon out to them,</b> presumably in accordance with instructions he had received.", "<b>The man brought the men to Joseph’s house</b> as the viceroy’s guests. <b>He gave them water</b> after their long, tiring journey, <b>and they washed their feet, and he gave feed to their donkeys.</b> He took care of all their needs.", "<b>They,</b> the brothers, <b>prepared the gift</b> Jacob had sent with them, which up to that point had remained wrapped up on the donkey. They arranged it in a presentable manner <b>until Joseph’s arrival at noon, because they heard that they would eat bread there.</b> Since they had heard from the man that they would be staying to eat with Joseph, they knew that they would have the opportunity to present him with their gift.", "<b>Joseph came home, and they brought him the gift that was in their hand to the house, and they prostrated themselves to him to the earth.</b> This is the fulfillment of Joseph’s first dream: His eleven brothers, who now seek grain and are waiting to eat at Joseph’s table, were depicted in the dream as sheaves gathered around and prostrating to his sheaf (37:7).", "Their friendly welcome continues, as Joseph himself acts in a friendly manner toward his brothers. <b>He asked them with regard to their wellbeing, and he</b> also <b>said: Is all well with your elderly father whom you mentioned; is he still alive?</b>", "<b>They said: All is well with your servant, with our father, he is still alive; they bowed, and they prostrated themselves</b> as a mark of respect and gratitude to the viceroy who had bestowed honor upon them by inquiring into their welfare and asking about their father’s health.", "<b>He lifted his eyes and saw his brother Benjamin, his mother’s son, and he said: Is this your youngest brother whom you mentioned to me</b> that you would bring here? <b>He,</b> Joseph, then <b>said: God be gracious to you, my son.</b> Due to Benjamin’s youth, Joseph addressed him as a son.", "<b>Joseph hurried, because his mercy was aroused toward his brother,</b> whom he had not seen for many years, <b>and he sought to weep;</b> therefore, <b>he</b> quickly <b>entered the chamber,</b> his private room, <b>and wept there.</b>", "<b>He washed his face</b> to hide the fact that he had been weeping <b>and emerged, and he restrained himself and said</b> to his attendants: <b>Serve bread.</b>", "<b>They served</b> bread <b>for him by himself, and for them by themselves, and for the Egyptians who were eating with him by themselves.</b> His Egyptian associates and household members had their own table. This was yet another cause of confusion for the brothers: Although he was to all appearances Egyptian, the viceroy chose not to eat with the other Egyptians. The separation between the Egyptians and the Hebrews was <b>because the Egyptians may not eat bread with the Hebrews, as it is an abomination for the Egyptians.</b> The religion of the Egyptians prohibited them from dining with Hebrews.", "As their host, Joseph seated his brothers around the table. <b>They sat before him</b> in the places assigned by Joseph, <b>the firstborn according to his seniority and the younger according to his youth,</b> in age order. <b>And the men wondered to one another.</b> Since the differences in age between Jacob’s sons were not great, an outsider would not be able to tell the age order of these grown men.", "<b>He gave them gifts from before him, and Benjamin’s gift was five times greater than the gifts of all of them,</b> the other brothers. <b>They drank and became inebriated with him.</b> The meal took on a friendly, even celebratory tone."], ["<b>He commanded the one in charge of his house, saying: Fill the men’s sacks with food, as much as</b> the sacks <b>are able to carry, and place each man’s silver at the opening of his sack,</b> as on the previous occasion,", "However, this time Joseph added another instruction: <b>Place my</b> special <b>goblet, the silver goblet, at the opening of the sack of the youngest</b> brother. In ancient Egypt, silver was occasionally even more valuable than gold, as there were gold deposits in East Africa and other places near Egypt, whereas silver was mostly imported from Asia. Joseph continued: <b>And</b> also insert into the sacks <b>the silver of his purchase of the grain. He,</b> Joseph’s servant, <b>did in accordance with the statement that Joseph had spoken.</b>", "It is likely that the brothers had arrived in the afternoon and stayed overnight in Joseph’s house. The next <b>morning broke, and the men were dispatched, they and their donkeys.</b>", "<b>They left the city; they had not gone far, and Joseph said to the one in charge of his house: Arise</b> now and <b>pursue the men and overtake them, and say to them: Why have you repaid evil for good?</b> Joseph accused his brothers of theft.", "<b>Isn’t this</b> goblet that you stole from Joseph’s house <b>that in which my lord drinks, and</b> moreover, isn’t it the goblet <b>with which he divines?</b> It is no ordinary goblet, but the one with which he performs his divinations. <b>You have done evil in what you did.</b> By stealing the goblet from your host, you have displayed both ingratitude and stupidity, as naturally your theft was discovered immediately.", "<b>He overtook them, and he spoke to them those words.</b>", "<b>They said to him: Why would my lord speak words like those? Heaven forfend for your servants to act in that manner.</b> It is utterly absurd to suspect us of such a deed, as proven by our actions:", "<b>Behold,</b> the <b>silver that we found in the opening of our sacks we returned to you from the land of Canaan.</b> Although the steward in charge of Joseph’s house informed us that we owe nothing, and that the money we found was our treasure, we had brought it with us all the way from Canaan due to the possibility that we owed this money. <b>How would we steal from the house of your lord silver or gold?</b>", "Since they were fully confident that none of them had stolen anything, the brothers declared: <b>With whomever of your servants it,</b> the goblet, <b>is found, he shall die, and we too,</b> all of us, <b>will be slaves to my lord.</b>", "<b>He said: Now too, it should be in accordance with your words:</b> The criminal deserves the death sentence, and the rest of you, as his accomplices, should become slaves. Nevertheless, I have a more generous offer: <b>He with whom it shall be found shall be a slave to me.</b> I have no intention of putting him to death, but I will take him as a slave; <b>and</b> the rest of <b>you shall be exonerated.</b> Since you did not commit the crime, you will be spared all punishment.", "<b>Each man hurried and lowered his sack to the ground, and each man opened his sack</b> for inspection.", "<b>He,</b> the steward, <b>searched; he began with the eldest, and with the youngest he concluded.</b> He proceeded in this manner both out of politeness and because if he had gone straight to Benjamin’s sack and found the goblet immediately, it would have looked suspicious. He therefore conducted the search in accordance with the brothers’ ages. <b>The goblet was found in Benjamin’s sack.</b>", "<b>They rent their garments</b> in shock, shame, helplessness, and terror at the implications of this discovery. The act of rending was also a mark of mourning. <b>Each man loaded</b> his sack onto <b>his donkey, and they returned to the city.</b>", "<b>Judah and his brethren came to Joseph’s house, and he,</b> Joseph, <b>was still there.</b> Joseph had, of course, good reason to remain in his house. Once again <b>they fell before him to the ground.</b>", "<b>Joseph said to them,</b> in the manner of an important minister: <b>What is this deed that you have done? Don’t you know that a man who is like me will practice divination?</b> By now you are aware of my wisdom and greatness. Did you not fear that I would discover what had happened to my goblet? I cannot comprehend the reason for this foolish act.", "<b>Judah said: What shall we say to my lord, what shall we speak, and how shall we justify ourselves?</b> After all, the goblet was found in our possession. <b>God has revealed the iniquity of your servants.</b> We cannot account for this matter; it was arranged by Heaven. <b>Behold, we are my lord’s slaves, both we and he in whose possession the goblet was found.</b> Since we came as a single group, take us all as slaves.", "<b>He,</b> Joseph, <b>said: Heaven forfend that I should do so.</b> I will not act unjustly. <b>The man in whose hand the goblet was found, he shall be my slave</b> as a punishment; <b>and</b> as for the rest of <b>you,</b> who presumably knew nothing about the offense, I have no claim against you. Therefore, <b>go up in peace to your father.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 41:1-44:17", "heRef": "ביאור שטיינזלץ על בראשית מ״א:א׳-מ״ד:י״ז", "sections": ["41", "1"], "toSections": ["44", "17"], "sectionRef": "Steinsaltz on Genesis 41-44", "heSectionRef": "ביאור שטיינזלץ על בראשית מ״א-מ״ד", "firstAvailableSectionRef": "Steinsaltz on Genesis 41:1-44:17", "isSpanning": true, "next": "Steinsaltz on Genesis 45", "prev": "Steinsaltz on Genesis 40", "title": "Steinsaltz on Genesis 41-44", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 41:1-57", "Steinsaltz on Genesis 42", "Steinsaltz on Genesis 43", "Steinsaltz on Genesis 44:1-17"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}