{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>These are the ordinances</b> pertaining to the establishment of a properly functioning society <b>that you shall place before them.</b> It is likely that Moses transmitted these laws to the people immediately after the giving of the Torah, before he ascended to Mount Sinai for an extended period of time (24:15–18). He did so because the overall structure of society, which is the crux of the laws in this section, is more pressing than other matters.", "<b>If you acquire a Hebrew slave, six years he shall work.</b> His servitude is for a limited period, and he does not become the personal property of his master. The Hebrew slave is an Israelite who finds himself in such difficult financial straits that he cannot support himself, and has to sell himself as a slave in order to survive. Alternatively, he is an Israelite who stole an item that he cannot repay and is therefore sold by the court (see 22:2) in order to compensate the victim of the theft. According to a tradition of the Sages, the six-year term applies only to a slave who was sold by the court rather than one who sells himself. However, a simple reading of the text supports the possibility that the law applies to any Israelite slave. <b>And in the seventh</b> year <b>he shall go free, without charge.</b> He does not have to redeem himself at the conclusion of his term of servitude. Furthermore, the master is required to give his Hebrew slave gifts upon his release.", "<b>If he shall come</b> into his term of servitude <b>by himself,</b> without a wife and children, <b>he shall leave</b> when he completes his period of servitude <b>by himself. If he is the husband of a wife</b> when he becomes a slave, upon his release <b>his wife shall leave with him.</b>", "However, <b>if his master shall give him a</b> gentile maidservant as a <b>wife, and she bears him sons or daughters, the wife and her children shall belong to her master and he,</b> the Hebrew slave, <b>shall leave by himself.</b>", "<b>But if,</b> after six years in which the Hebrew slave has had children with the woman he received from his master, it is possible that when it is time for him to go free, <b>the slave shall say: I love my master,</b> as I have lived with him as a member of his family, as well as <b>my wife,</b> whom I received from my master, <b>and my children</b> that she has born to me. Consequently, <b>I will not go free;</b> I prefer to remain here as a Hebrew slave, despite the inherent limitations of that status.", "Then <b>his master shall</b> ceremoniously <b>bring him to the judges; he shall bring him to the door</b> at the entrance to the house, <b>or to the doorpost,</b> the structure that frames the door on both sides, <b>and his master shall perforate his ear with an awl,</b> as a sign that he has relinquished his freedom, <b>and he shall serve him forever.</b> According to rabbinic tradition, this means that the slave serves his master until the Jubilee Year. The word “forever” in the Bible can mean a very long time; it should not always be understood literally.", "<b>If</b> an Israelite <b>man sells his</b> minor <b>daughter as a maidservant, she shall not leave like</b> gentile <b>slaves’ leaving.</b> The status of a Hebrew maidservant is higher than that of a gentile maidservant, just as a Hebrew slave is superior in status to a gentile slave.", "<b>If she is displeasing in the eyes of her master, to whom she was designated, he shall facilitate her redemption.</b> Upon purchasing a Hebrew maidservant, the master must take into account that he is commanded to marry her, or have her marry one of his sons. If she is displeasing to him, she can be redeemed in the following manner: The sum of her purchase is divided by six, which determines the value of each year of her servitude, and if she is willing to compensate him for the remaining years of her service, he must accept the payment and she returns home. Alternatively, he must allow this compensation to be paid by someone else if the maidservant is interested in that individual’s patronage. In any case, <b>he shall not presume to sell her to a foreign people,</b> another family, <b>in his betrayal of her.</b> She entered his household under the assumption that she would marry one of the family members. If this marriage does not come to fruition, which is a form of betrayal, the master may not sell the rights to the maidservant to anyone else. Rather, he must allow her to go free.", "<b>If he designates her for his son</b> in marriage, he and his son may not consider her as their property. Rather, <b>he shall treat her as is the practice of the daughters</b>. From a legal perspective, the purchase of the Hebrew maidservant is considered the first step toward marriage, similar to betrothal. Although this marriage was not established in the conventional method, it is considered like a regular marriage and she must be treated in the same manner as any other Israelite woman.", "Consequently, <b>if he</b>, the son <b>takes another</b> wife <b>for himself,</b> after marrying the Hebrew maidservant, the rights of the former maidservant remain protected. He is required to fulfill all his marital obligations toward his first wife, and therefore <b>he shall not diminish her food, her garments, or her conjugal rights.</b>", "<b>If he does not perform</b> one of <b>these three for her,</b> in that he does not marry her, have her marry his son, or facilitate her redemption, <b>she shall leave without charge; there is no payment,</b> and all her obligations to the master are canceled.", "<b>One who strikes a man</b> in any fashion, <b>and he dies</b> as a result of his wounds, <b>shall be put to death.</b> The murderer is liable to receive the death penalty.", "<b>But for one who</b> killed another but <b>did not have intent</b> to kill him, <b>and God caused it to come to his hand</b> through some accident, he is not liable to receive the death penalty. Rather, <b>I will provide you a place where he shall flee,</b> as explained in detail elsewhere.", "<b>If a man shall act intentionally against his neighbor to kill him cunningly,</b> he is liable to receive the death penalty. Consequently, <b>you shall take him</b> even <b>from My altar to die.</b> There indeed were cases of individuals who grabbed hold of the corners of the altar in an attempt to seek refuge, under God’s protection, from the rule of law. However, the altar does not protect one from his rightful punishment. Although he is not actually killed at the altar, and in this sense it does provide him with temporary protection, he must be removed from the Temple compound to the court, where he is judged and sentenced.", "Similar to the preceding laws involving murder, the following laws are also related to the Ten Precepts. <b>One who strikes his father or his mother,</b> even if he does not kill them, has violated a severe prohibition, as he has acted in a manner that is diametrically opposed to the commandment to honor one’s parents. Consequently, he <b>shall be put to death.</b>", "In the case of <b>one who abducts a man and he sells him</b> as a slave, <b>or he,</b> the kidnapped man, <b>is found in his,</b> the abductor’s, <b>possession</b> before he could be sold, <b>he,</b> the kidnapper, <b>shall be put to death.</b> The Sages contend that the prohibition of stealing listed in the Ten Precepts applies specifically to kidnapping, which is punishable by the death penalty.", "<b>One who curses his father or his mother shall be put to death.</b> Although the biblical term for “curse” may apply to any expression of derision or contempt, cursing one’s parent is punishable by death only in particularly harsh expressions of wishing evil upon one’s parent. Merely contemptuous remarks addressed to a parent are the subject of a different verse: “Cursed is one who demeans his father or his mother.”", "<b>If men quarrel, and</b> in the course of their argument <b>one strikes the other with a stone or with a fist,</b> forcefully enough to cause death, <b>and he does not die but collapses into bed</b> due to his injuries,", "<b>if he,</b> the injured person, <b>arises and walks outside on his</b> walking <b>cane,</b> as he is healing and is able walk without assistance from others, then <b>the assailant shall be absolved</b> of the death penalty, which would have applied had the victim died. <b>He shall give only his loss of livelihood, and he shall provide healing.</b> The assailant must compensate his victim for the wages he lost while he was unable to work due to his injuries. The assailant must also pay for the medical treatment the victim required to recover from his wounds.", "<b>If a man strikes his</b> gentile <b>slave or his</b> gentile <b>maidservant,</b> whose status is lower than that of a Hebrew slave or maidservant, <b>with a staff, and he,</b> the slave or maidservant, <b>dies under his hand,</b> from the master’s blows, <b>he shall be avenged.</b> he master is liable to receive the death penalty for killing a human being, regardless of the fact that he was a gentile slave.", "<b>However, if he,</b> the slave, <b>shall survive a day or two days,</b> despite his grave injuries, <b>he shall not be avenged.</b> The master is not liable to receive the death penalty, <b>as he,</b> the slave, <b>is his property.</b> The master is less accountable for the outcome of his aggression than others, due to the fact that he struck him in the regular manner in which masters discipline their slaves. Conversely, if one strikes someone who is not a gentile slave and the victim dies, one is liable to receive the death penalty even if the victim does not die immediately.", "<b>If men fight, and</b> as they struggle, <b>they</b> accidentally <b>strike</b> a bystander who is <b>a pregnant woman and her children are miscarried, but there is no fatality</b> of the woman herself, <b>he,</b> the individual who struck the woman, <b>shall be fined, as the husband of the woman shall impose upon him.</b> The woman’s husband may sue him for the loss of the offspring, <b>and</b> if they fail to reach an agreement with regard to the compensation, <b>he shall give in court,</b> in accordance with the determination of the judges.", "<b>But if there will be a fatality,</b> the woman died, then <b>you shall give a life for a life.</b> From the context it can be inferred that this is referring to monetary payment rather than the death penalty, as this is not a case of premeditated murder but an accidental killing due to negligence.", "Similarly, if one caused permanent bodily damage to another, whether in the course of a fight or in some other manner, he must pay <b>an eye for an eye; a tooth for a tooth; a hand for a hand; a foot for a foot;</b>", "<b>a burn for a burn;</b> an open <b>wound for a wound; an injury,</b> without breaking the skin, <b>for an injury.</b>", "The Torah states another law involving physical injury: <b>If a man shall strike the eye of his</b> gentile <b>slave, or the eye of his</b> gentile <b>maidservant, and he</b> thereby <b>destroys it,</b> by rendering it permanently unusable, <b>he shall send him to freedom</b> in compensation <b>for his eye.</b>", "Furthermore, even <b>if he,</b> the master, <b>shall</b> merely <b>dislodge the tooth of his slave or the tooth of his maidservant, he shall</b> be penalized by having to <b>send him to freedom for his tooth.</b>", "Up to this point, with the exception of Hebrew slaves and maidservants, all of the laws in this section are cases of criminal law, illegal acts such as murder and inflicting bodily harm, as well as acting disrespectfully toward one’s parents, which is a crime in Jewish law. When there was a criminal justice system that functioned in accordance with Jewish law, capital punishment could be meted out for certain infractions of criminal law. Criminals were judged by a special rabbinical court of twenty-three judges. From this verse onward, the focus is mainly on civil law. <b>If an ox</b> belonging to someone <b>gores a man or a woman and he shall die, the ox shall be stoned, and its meat shall not be eaten.</b> As soon as the ox is sentenced to stoning its meat is rendered forbidden for consumption. <b>And the owner of the ox is absolved</b> from personal responsibility for the victim’s death, and he is not punished beyond the loss of his ox.", "<b>But if</b> this is not the first occurrence of such a terrible event, as <b>the ox was wont to gore</b> people and endanger them <b>previously, and</b> witnesses had testified to these events in the presence of the owner, and <b>its owner was warned</b> by the court that this is a dangerous ox, <b>but</b> nevertheless he <b>did not guard it and it killed a man or a woman,</b> then <b>the ox shall be stoned</b> for killing a person, <b>and its owner too shall die [<i>yumat</i>].</b> The wording “and its owner too shall die” is formulated in an unusual manner. It differs from the double formulation [<i>mot yumat</i>] that appears in many other verses (see, e.g., verse 16). The reason for this distinction is that although the owner of the ox may be worthy of death for his negligence, he is not liable to receive the death penalty by the court.", "Instead, <b>when</b> a monetary <b>ransom is imposed upon him,</b> the owner of the ox, then <b>he shall give ransom of his life, in accordance with all that will be imposed upon him</b> by the court. Instead of being executed, he pays the value of his life as ransom. Some Sages explain that the ransom is the value of his victim’s life. The amount to be paid is determined by objective criteria used for assessing the value of a person.", "<b>Whether it shall gore a son or it shall gore a daughter,</b> even if it gores a minor, <b>in accordance with this ordinance shall be done to him.</b> These laws do not depend upon the victim’s age.", "<b>If the ox shall gore a</b> gentile <b>slave or a</b> gentile <b>maidservant,</b> who do not have the status of full citizens, <b>he,</b> the owner of the ox, <b>shall give thirty silver shekels to his,</b> the slave’s, <b>master, and the ox shall be stoned,</b> like any case where an animal causes the death of a human being.", "The Torah states another case involving civil law and injury: <b>If a man shall uncover a pit</b> that had previously been covered up properly, <b>or if a man shall dig a pit</b> himself <b>and he does not cover it, and an ox or a donkey</b> or any other living creature <b>falls there,</b>", "<b>the owner of the pit,</b> the one who dug the pit or uncovered it is responsible for the damage and he <b>shall pay. He shall compensate its owner with silver and the carcass shall be his.</b> Once the individual responsible for the pit has paid the owner of the animal, he has the right to take the dead animal, which still has some value. The owner of the animal has no rights to the carcass because he has been compensated for the full value of his animal. Alternatively, this verse teaches the opposite, that the dead animal remains the property of its original owner. The owner of the pit, after returning the carcass to its owner, may subtract the value of the carcass from the value of the live animal that he must pay in compensation <b>.</b>", "<b>If the ox of a man shall strike</b> and injure <b>the ox of his neighbor</b> in any manner, such as by pushing or goring it, <b>and it dies, they shall sell the living ox</b> that caused the damage <b>and divide its value,</b> the price received for its sale, <b>and they shall divide</b> the price for which they can sell <b>the carcass too.</b> In this manner, the owner of the ox that caused the injury compensates the other owner for half the damage, as he pays the value of half of his ox minus half the value of the carcass. The sale mentioned in the verse represents the share of the live ox that is granted to the owner of the dead ox.", "<b>Or if it became known</b> to the court <b>that it is an ox wont to gore previously,</b> and this is at least the third or fourth time that it has gored <b>and</b> yet <b>its owners would not</b> take the necessary steps to <b>guard it</b> properly, <b>he shall pay</b> a live <b>ox</b> in exchange <b>for</b> the dead <b>ox, and the carcass shall be his</b> own, as the owner of the dead ox has received full compensation for his loss (see verse 34).", "<b>If a man steals an ox or a sheep, and slaughters it or sells it,</b> this is not a simple case of greed, where the offender succumbed to a momentary temptation, but a crime committed over an extended period of time and which eventually leads to the loss of the stolen item. Therefore, <b>he shall pay five oxen for the ox, and four sheep for the sheep.</b> The thief pays four or five times the value of the animal he stole, unlike standard cases of theft where one pays only double the value of the item he stole (see 22:3)."], ["<b>If the thief is found while excavating</b> in order to break in through a tunnel <b>and he is struck</b> by the homeowner or someone else <b>and</b> he <b>dies, there is no bloodguilt for him.</b> The person who kills him is not liable for his death. A burglar is treated more stringently than an ordinary thief because, under certain circumstances, he is suspected of being prepared to kill anyone who stands in his way or attempts to stop him. Consequently, if the homeowner attempts to prevent the theft and ends up killing the burglar, he is exempt from punishment because he is considered to have acted in self-defense.", "<b>If the sun shone upon him,</b> he burglar,1 meaning that he broke into the house during the day or he emerged from his tunnel to the sunlight, it is assumed that he is only attempting to steal but is not prepared to kill anyone, as he assumes that the homeowner is not at home. In contrast, one who breaks in at night knows that the homeowner will be present and will attempt to defend his property. Consequently, the burglar by day is not considered a potential murderer but a simple thief, which means that if one kills him <b>there is bloodguilt for him,</b> the thief, and the killer is liable for murder. If this burglar steals property, <b>he shall pay; if he has nothing</b> with which to pay, then <b>he shall be sold</b> as a Hebrew slave (see 21:2–4), and the price of his purchase is used to pay <b>for his theft.</b>", "<b>If the theft shall be found alive in his possession, whether an ox, or a donkey, or a sheep</b> or any other animal, <b>he shall pay double.</b> He must return the stolen item and also pay a sum of money equivalent to its value. This law applies to any stolen item, not just to animals (see verse 6).", "<b>If a man grazes an animal in a field or a vineyard, and dispatched his animal,</b> either intentionally or through failing to take the necessary precautions to keep it enclosed, <b>and it grazes in another’s field, he shall pay the best of his field and the best of his vineyard.</b> This means that in a case where the individual responsible for the damage chooses to compensate the damaged party with land, he must give his highest quality field or vineyard.", "<b>If a fire spreads</b> from the spot where it was started <b>and encounters thorns, and</b> as a result <b>a grain pile or standing grain or a field is consumed</b>, <b>the one who ignited the fire shall pay</b> for all of the damages.", "<b>If a man gives silver or vessels to his neighbor to safeguard and it is stolen from the man’s house, if the thief is found, he shall pay double.</b> The rule that a thief must pay back double the value of the item he stole applies to any stolen article, not only live animals, as might have been inferred from verse 3.", "<b>If the thief is not found,</b> and the bailee with whom the object was safeguarded claims that the item disappeared without his knowledge, the question arises as to whether it was really stolen by a third party at all. Therefore, <b>the householder,</b> meaning the bailee, <b>shall be brought to the judges</b> to swear <b>that he did not extend his hand to the property of his neighbor.</b>", "<b>For every matter of transgression,</b> where the bailee claims that the item he was safeguarding was lost and he is accused of having taken it himself, <b>whether for an ox, for a donkey, for a sheep, for a garment, or for any lost item, with regard to which he,</b> the owner of the item, <b>shall say: This is it,</b> as the item is one that he could point to if it were present and claim that it is his, <b>the statement of both parties shall come to the judges</b> for a ruling. <b>Whomever,</b> any bailee, whom <b>the judges shall condemn shall pay double to his neighbor,</b> the individual who entrusted his item in his care.", "<b>If a man shall give his neighbor a donkey, or an ox, or a sheep, or any animal to safeguard, and it dies, or is injured,</b> e.g., it breaks a leg, <b>or</b> is <b>captured, and there is no onlooker</b> who witnessed the event,", "<b>the oath of the Lord shall be between the two of them.</b> Since the bailee claims that the item was lost in a manner that does not render him liable, he must take an oath. The content of his oath is <b>that he has not extended his hand to the property of his neighbor</b> in order to use it without permission. <b>And its owner shall accept it,</b> the oath. Alternatively, he shall accept, or receive, from the bailee the carcass of the animal, or the pieces of the broken item. <b>And he,</b> the bailee who took the oath, <b>shall not pay.</b>", "<b>But if it is stolen from him,</b> from the bailee, who was charged with guarding it, <b>he shall pay to its owner,</b> as he was obligated to watch over it and prevent its theft.", "<b>If it is mauled</b> by a wild animal, <b>he shall bring</b> what remains of <b>it,</b> such as a thigh or a piece of its ear <b>as evidence</b> that it was mauled. In such a case, <b>he shall not pay for the mauled animal.</b>", "<b>If a man borrows</b> an item <b>from his neighbor, and it,</b> if it is an animal, <b>is injured or dies,</b> and likewise if an object breaks, while <b>its owner is not with it, he,</b> the borrower, <b>shall pay.</b> Since the borrower received the right to use the item as a favor, his liability is greater than that of a bailee. He must compensate the owner for the loss even if the item was harmed due to an unavoidable accident.", "<b>If its,</b> the animal’s or object’s, <b>owner is with it, he,</b> the borrower, <b>shall not pay,</b> as the presence of the owner is a determining factor in establishing that the borrower did not use the item in an inappropriate manner. <b>If he is a renter,</b> and the item was not lent as a favor but in exchange for a rental fee, then <b>it,</b> the loss incurred by the owner, <b>goes for his rent.</b> Because he pays for the right to use the item, the renter is not liable for damages to the same extent as a borrower.", "The Torah introduces a new topic: <b>If a man seduces a virgin who was not betrothed and lies with her, he shall pay the bride price for her to be a wife for him.</b> The man’s punishment for seducing the woman is that he is required to marry her. However, she or her father may object to the marriage.", "<b>If her father shall refuse to give her to him,</b> then the seducer shall not marry her; however, <b>he shall weigh out silver,</b> pay money, <b>according to the bride price of virgins,</b> the amount one would commonly pay when marrying a virgin.", "<b>You shall not keep a witch alive.</b> Rather, you shall kill her. Witchcraft is considered a very severe transgression due to its association with idolatry, which is a fundamental prohibition of the Torah.", "<b>Anyone who lies with an animal shall be put to death,</b> whether man or woman, and whether the person is active or passive.", "<b>One who sacrifices to gods shall be destroyed, except to the Lord alone.</b> It is permitted to bring offerings only to God; one who sacrifices to anything else, whether an idol of wood or stone or an intangible power such as an angel, is liable to receive the death penalty.", "<b>You shall not mistreat a stranger, and you shall not oppress him.</b> It is prohibited to cheat or mislead a stranger, or to cause him any sort of harm. <b>For you were strangers in the land of Egypt,</b> and you know from personal experience how difficult it is to be strangers in a foreign land. Consequently, it is incumbent upon you to be careful not to persecute the foreigners living among you.", "Similarly, <b>you shall not afflict any widow or orphan,</b> as they are also more vulnerable than other members of society.", "<b>If you afflict him, then when he cries out to Me, I will hear his cry.</b> Since they do not have any other protection, I am the “Father of the orphans and Judge of the widows.”", "When I hear their cries, <b>My wrath will be enflamed, and I will kill you with the sword; and your wives will be widows, and your children orphans,</b> measure for measure, due to your mistreatment of widows and orphans.", "<b>If you shall lend silver to</b> any of <b>My people,</b> especially <b>to the poor who is with you, you shall not be as a creditor to him.</b> This law applies to every member of the nation but the transgression is particularly severe when one mistreats the poor. One may not act in the manner of a creditor who applies pressure upon the borrower to repay his loan. Additionally, <b>you shall not impose upon him interest.</b>", "<b>If you take your neighbor’s garment as collateral, you shall return it to him by the setting of the sun.</b>", "<b>For that alone is his covering; it is his garment for his skin; in what shall he lie?</b> If the borrower has to offer an essential object as collateral, clearly he does not have many items to give. In such a case, the indigent borrower will inevitably suffer. During the day he can make do with the garments he is wearing, but if at night he requires his other garment for a blanket and he does not have it, he will be unable to cover himself. <b>It shall be</b> that <b>when he cries out to Me</b> in distress, <b>I will hear, as I am gracious.</b> Although the lender has the right to take collateral, the borrower’s situation cries out for mercy. Consequently, the lender must return the collateral at night.", "<b>You shall not curse judges, and a prince among your people you shall not imprecate.</b> It is prohibited to curse anyone. Perhaps the Torah imposes an additional prohibition against cursing judges because it is tempting for one who loses a court case to curse the judge who ruled against him. Similarly, rulers are likely to become the targets of those who feel they have been mistreated by the establishment.", "<b>The surfeit of your crops and the outpouring of your juices you shall not delay.</b> This is referring to agricultural produce, both food and beverage, which must be given to God in the form of <i>teruma</i> and tithes. In addition to the basic requirement to separate tithes, this verse teaches that one must do so at the proper time. <b>The firstborn of your sons you shall give to Me.</b> As explained earlier, one does not actually give his firstborn son, but redeems him for money.", "<b>So you shall do to your cattle and to your flock,</b> as the sanctity of the firstborn is not limited to people. However, in the case of an animal, <b>seven days it shall be with its mother; on the eighth day, you shall give it to Me</b> as an offering. One must leave a young calf or lamb with its mother for at least one week.", "<b>You shall be holy people to Me;</b> and one of the ramifications of this holy state is that <b>you shall not eat meat of a mauled animal in the field</b> that has been injured by a predator. However, you are permitted to derive other forms of benefit from the carcass, and therefore <b>you shall cast it to the dog</b> for it to eat."], ["A collection of laws involving the court and the execution of justice is now presented. The first command is addressed to judges: <b>You shall not accept a false report,</b> testimony that is false or which is stated for no practical purpose other than to tarnish someone’s reputation. <b>Do not place your hand with the wicked to be a corrupt witness.</b> Do not collaborate with a wicked person to submit testimony even if you know that the testimony is true. Additionally, one may not join false witnesses even if their testimony would be admitted regardless of your participation. This is an elaboration of one of the Ten Precepts: “You shall not bear false witness against your neighbor.”", "<b>You shall not follow the majority for evil.</b> Do not be influenced by the actions or opinions of the majority if you do not agree with them. This statement is always applicable, but is particularly important for a judge, who is obligated to reach a just verdict. It is absolutely prohibited for him to rely on the majority opinion and to ratify their ruling against his better judgment. <b>And you shall not respond in a dispute to distort</b> justice, by <b>inclining after the majority.</b>", "<b>You shall not favor a poor man in his</b> legal <b>dispute.</b> This law, which is addressed to a judge, refers to the tendency to have mercy for the weaker litigant. A judge must issue a just verdict, even if a pitiful individual will thereby suffer.", "<b>If you encounter the ox of your enemy or his donkey</b> lost and <b>wandering, you shall return it to him.</b> Not only is it prohibited to harm your enemy by injuring his animal, you must take positive action to return the animal to its owner.", "<b>If you see the donkey of your enemy crouching under its burden,</b> because it was laden with an overly heavy load and will not stand until part of the burden is removed, <b>shall you refrain from assisting him,</b> its owner? Not so; rather, <b>you shall assist with him.</b> You must help the owner to lighten the donkey’s burden.", "<b>You shall not distort the judgment of your poor in his dispute.</b> In the earlier prohibition against favoring the poor (verse 3), the Torah warned the judge not to follow blindly his noble instinct in order to help those who are disadvantaged. It is no less common for judges to favor wealthy, powerful litigants to the disadvantage of the poor, whose ability to protest injustice is more limited.", "<b>You shall distance yourself from falsehood.</b> From the context it appears that this instruction is also directed at judges. When they receive the impression that one of the litigants is presenting a false claim, even if their suspicion cannot be proven, they should rely on their intuition and reject that claim. <b>And you shall not kill the innocent and the righteous.</b> If a judge thinks that an innocent person is being accused of a crime based upon false testimony he should not convict him, <b>as I will not vindicate the wicked</b> who kill innocent people.", "<b>You shall not take a bribe,</b> a gift or any form of benefit from one of the litigants; <b>as a bribe will blind the perceptive</b> from recognition of the truth, <b>and corrupt the words of the righteous.</b>", "<b>You shall not oppress a stranger.</b> Do not harm him, discriminate against him, or issue demands that he cannot fulfill. As a defenseless foreigner, the Torah specifically warns against persecuting him. For <b>you</b> Israelites <b>know the soul of a stranger, as you were strangers in the land of Egypt.</b>", "The following law will become relevant only when the children of Israel enter the land of Israel: <b>Six years you shall sow your land,</b> perform other agricultural labors, <b>and gather its produce.</b>", "<b>But the seventh year you shall leave it fallow and relinquish it.</b> You must cease your agricultural activities and consider the field as though it does not belong to you. You shall render your field ownerless so <b>that the poor of your people may eat</b> its produce, <b>and their leftovers, the beast of the field shall eat. So you shall do to your vineyard,</b> and <b>to your olive grove.</b> This command is not limited to grain, as it applies to all forms of agricultural produce.", "Similarly, <b>six days you shall perform your activities, and on the seventh day you shall rest, so that your ox and your donkey will</b> also <b>rest, and the son of your maidservant,</b> even if he is young and does not get tired from his work, <b>and the stranger</b> who works as a hired laborer <b>will be invigorated.</b> The Sages explain that this “stranger” is a gentile who resides in the Land of Israel and observes the Noahide laws. He too must be given leave to relax on Shabbat, despite the fact that he is not obligated to keep Shabbat, unlike gentile slaves owned by Jews.", "<b>You shall observe everything that I have said to you.</b> This general command comes toward the end of a series of laws that touched upon a wide range of topics. It serves to preclude the notion that one can fulfill his obligations by keeping only some or even most of the Torah’s commandments. God’s instructions are not recommendations but a system of laws that is obligatory in its entirety. <b>You shall not mention the name of other gods; they shall not be heard from your mouth.</b> This law serves to ensure that one keep his distance from anything related to idolatry.", "<b>Three times in the year you shall hold a festival to Me.</b>", "<b>You shall observe the Festival of Unleavened Bread; seven days you shall eat unleavened bread, as I commanded you</b> when I took you out of Egypt (12:15). The consumption of unleavened bread is one of the defining characteristics of the festival of Passover. This festival shall be observed <b>at the appointed time in the month of the ripening, for during it you came out from Egypt; they shall not appear before Me empty-handed.</b> You shall express respect toward Me and My Sanctuary by bringing offerings.", "<b>The festival of the</b> wheat <b>harvest,</b> Shavuot, will be with your harvesting <b>the first fruits of your handiwork that you sow in the field; and the festival of the ingathering,</b> Sukkot, <b>at the end of the year, when you gather your handiwork,</b> the grain and most of the summer fruit, <b>from the field.</b>", "<b>Three times during the year,</b> on Passover, Shavuot, and Sukkot, <b>all your males shall appear before the Master, the Lord.</b> On these three major festivals, which have agricultural significance, the men must appear in the Temple in the manner of subjects before their master.", "<b>You shall not slaughter the blood of My offering with leavened bread.</b> In addition to the general prohibition against owning leavened bread on Passover, there is a further requirement to destroy all one’s leavened bread by the time one’s paschal lamb is offered. The Sages disagree with regard to the precise application of this prohibition. <b>And the fat of My offering</b> that must be burned on the altar <b>shall not remain overnight until morning.</b> The sacrificial rites of the paschal lamb and the festival peace offering brought on the eve of Passover must be completed on that day, rather than left until the following day.", "<b>You shall bring the choicest of the first fruits of your land to the house of the Lord your God.</b> This can mean the best first fruits or simply the first fruits. This commandment does not have to be performed specifically on a festival; it can be fulfilled any time from the beginning of the harvest until the gathering of the crops, which is between Shavuot and Sukkot. The bringing of the first fruits is presented in greater detail in Deuteronomy (26:1–15). <b>You shall not cook a kid in its mother’s milk.</b> Cooking a kid in the very milk from which it should have gained its sustenance is considered cruel. The tradition of the Sages extends this prohibition to cooking any milk and meat together, as well as eating meat and milk that were cooked together. It is possible that these extensions of this law are based on the fact that one who buys meat and milk from the marketplace cannot be certain that they have no original connection to each other. Nonetheless, in practice the prohibition applies even when it is known with certainty that the milk is not from the mother of that kid.", "<b>Behold, I am sending an angel</b> as a messenger <b>before you to protect you along the way, and to take you to the place that I have prepared.</b> God’s angel represents His presence in the midst of the Jewish people.", "<b>Beware of him and heed his voice; do not defy him, for he will not forgive your transgression,</b> since God alone can pardon; His messenger cannot do so independently. Nonetheless, you must listen to him, <b>for My name,</b> God’s manifestation in the world, <b>is in him.</b>", "<b>For if you heed his voice and perform all that I say</b> through him, <b>then I,</b> God, <b>will be an enemy to your enemies and I will be hostile to those who are hostile to you.</b>", "<b>For My angel shall go before you and he will take you to the Emorites, the Hitites, the Perizites, the Canaanites, the Hivites, and the Yevusites, and I will annihilate them.</b>", "In addition to these general warnings, the Torah reiterates a prohibition: <b>You shall not prostrate yourselves to their gods,</b> and <b>you shall not serve them</b> in any manner, <b>and you shall not act in accordance with their actions</b> in their religious rites; <b>rather, you shall</b> actively <b>destroy them and smash their monuments</b> and all their places of religious worship.", "<b>You shall serve the Lord your God and He will bless your bread and your water, and I will remove illness from your midst.</b>", "<b>There shall be no woman who miscarries or is barren in your land; I will fill the number of your days;</b> you will merit long lives.", "When you arrive in Israel, you will not have to rely solely on your own military power: <b>I will send My fear before you and I will stun,</b> unnerve and throw into panic, <b>all the people into whose midst you shall come</b> for war; <b>and I will</b> thereby <b>cause all your enemies to turn their backs to you</b> and flee from you.", "<b>I will send the hornet before you</b> to join the attack, <b>and it shall expel the Hivites, the Canaanites, and the Hitites from before you.</b>", "<b>I will not expel them from before you in one year, lest the land become desolate and the beasts of the field multiply against you.</b> The attack of the hornets will empty the land of its inhabitants slowly and gradually. Had the Canaanites been killed all at once, such as through a plague, the land would have become desolate, which would have made it difficult to repopulate.", "<b>I will expel them from before you little by little, until you increase and inherit the</b> entire <b>land.</b>", "<b>I will set your border from the Red Sea to the sea of the Philistines,</b> the Mediterranean, much of whose southern coast had been settled by the Philistines, <b>and from the wilderness</b> of the Arabian Desert, on the eastern side of the Land of Israel, <b>to the</b> Euphrates <b>River, for I will deliver into your hand the inhabitants of the land and you shall expel them from before you</b> and take possession of the entire land.", "<b>You shall not establish a covenant with them or with their gods.</b>", "<b>They shall not live in your land lest they cause you to sin against Me.</b> You must entirely destroy them from your land lest you come to imitate their ways and be influenced by their culture. <b>For you will serve their gods, for they will be a snare for you.</b> You will be unable to ignore their deep roots in the land. A state of isolation is critical for the development and shaping of your new society."], ["<b>To Moses, He said: Ascend to the</b> place where the glory of the <b>Lord</b> had been present, and where the fire and cloud was seen on the mountain, <b>you and Aaron, Nadav, and Avihu,</b> Aaron’s older sons, <b>and seventy of the elders of Israel and prostrate yourselves,</b> but <b>from a distance.</b> Later, this group of seventy elders would become a fixed institution.", "<b>Moses alone shall approach the Lord, and they,</b> Aaron, Nadav, Avihu, and the elders, <b>shall not approach;</b> the rest of <b>the people shall not ascend with him.</b>", "<b>Moses came and related to the people all the words of the Lord,</b> which was possibly a review of the Ten Precepts, <b>and all the ordinances</b> that God had commanded. <b>All the people answered in one voice,</b> in unanimous agreement, <b>and said: All the words that the Lord has spoken, we will perform.</b>", "<b>Moses wrote all the words of the Lord,</b> the Ten Precepts and the ordinances he had transmitted to them. <b>And he arose early in the morning and built an altar at the foot of the mountain, and twelve</b> commemorative stones as <b>pillars, for the twelve tribes of Israel,</b> one for each tribe.", "<b>He sent the young men of the children of Israel.</b> Alternatively, this does not mean actual young men, but the servants of God, and it is a reference to the firstborn, who at that time served as priests. <b>And they offered up burnt offerings and they slaughtered feast offerings of bulls to the Lord.</b> Burnt offerings are burnt in their entirety upon the altar, whereas peace offerings are mostly eaten by those who brought them.", "<b>Moses took half the blood</b> of the bulls, as atonement is achieved by the rite of sprinkling the blood, <b>and he placed it in the basins, and half the blood he sprinkled upon the altar,</b> as would be done with the blood of regular offerings in the future.", "<b>He,</b> Moses, <b>took the book of the covenant</b> containing the words of God, which he had written earlier (see verse 4), <b>and read</b> it <b>in the ears of the people.</b> Previously he had informed them verbally of God’s statements. Now he read it to them from the book. <b>And they said: Everything that the Lord has spoken we will perform and we will heed.</b> In addition to their expressed agreement to obey what God had already commanded (see 19:8, 24:3), they now declared their commitment to obey His future instructions. This commitment included not only the actual fulfillment of God’s commands in practice but also their internal acceptance of His will.", "<b>Moses took the blood</b> that was in the basins <b>and sprinkled it on the people, and he said: This is the blood of the covenant that the Lord has established with you with regard to all these matters.</b>", "<b>Moses and Aaron, Nadav, and Avihu, and seventy of the elders of Israel went up.</b>", "<b>They saw the God of Israel</b> in a prophetic vision; <b>and under His feet was like a configuration of sapphire [<i>sappir</i>] brick [<i>livnat</i>],</b> a square blue stone. Alternatively, <i>livnat</i> indicates a white [<i>lavan</i>] color, in which case <i>sappir</i> is not referring to sapphire but to a different gem. It can be inferred from elsewhere that <i>sappir</i> is white or almost white. <b>And</b> it was <b>like the very heavens in</b> terms of <b>purity.</b> This could also be a description of the color of the mysterious object that they saw under the feet of the God of Israel.", "<b>Against the noblemen [<i>atzilei</i>] of the children of Israel,</b> Aaron, Nadav, Avihu, and the elders, <b>He did not extend His hand.</b> God did not strike them down despite the fact that they had approached the Divine Presence. The term <i>atzilei</i> refers to individuals of elevated status but who have not entirely separated and detached themselves from society. <b>And they beheld God,</b> to the extent that this is possible, <b>and ate</b> the peace offerings <b>and drank,</b> as though sharing a meal with God.", "<b>The Lord said to Moses: Ascend</b> higher <b>to Me, to the mountaintop, and be there</b> for some time; <b>and</b> there <b>I will give you the stone tablets,</b> which are described below (31:18, 32:15–16), <b>and the law and the commandment that I have written, to teach them.</b>", "<b>Moses and his servant Joshua rose.</b> Aaron, his sons, and the elders all returned to the people, while Joshua alone accompanied Moses. Joshua was Moses’ personal attendant and was closer to him than anyone else, which is why he escorted Moses farther than the others. <b>And Moses</b> alone <b>ascended the mountain of God,</b> whereas Joshua remained somewhere along the route.", "<b>To the elders, he,</b> Moses, had previously <b>said,</b> before he ascended the mountain: <b>Remain here for us until we will return to you; behold, Aaron and Hur are with you; whoever has a matter,</b> a dispute with someone, <b>shall approach them</b> for mediation.", "<b>Moses ascended to the mountaintop, and</b> after he began his ascent, <b>the cloud covered the mountain.</b>", "<b>The glory of the Lord rested upon Mount Sinai, and the cloud covered it,</b> the mountain; or, the cloud covered him, Moses, <b>for six days,</b> during which Moses sanctified himself to reach the requisite spiritual level. Then <b>He,</b> God, <b>called to Moses on the seventh day from the midst of the cloud.</b>", "<b>The appearance of the glory of the Lord was like devouring fire on the top of the mountain in the eyes of the children of Israel.</b> The revelation that the Jewish people were privileged to experience was similar to a cloud covering the mountain, with a consuming fire at its peak.", "<b>Moses entered into the midst of the cloud, and went up to the mountaintop,</b> so that the cloud, which represented the Divine Presence, surrounded him. <b>Moses was on the mountaintop for forty days and forty nights.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 21:1-24:18", "heRef": "ביאור שטיינזלץ על שמות כ״א:א׳-כ״ד:י״ח", "sections": ["21", "1"], "toSections": ["24", "18"], "sectionRef": "Steinsaltz on Exodus 21-24", "heSectionRef": "ביאור שטיינזלץ על שמות כ״א-כ״ד", "firstAvailableSectionRef": "Steinsaltz on Exodus 21:1-24:18", "isSpanning": true, "next": "Steinsaltz on Exodus 25", "prev": "Steinsaltz on Exodus 20", "title": "Steinsaltz on Exodus 21-24", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 21:1-37", "Steinsaltz on Exodus 22", "Steinsaltz on Exodus 23", "Steinsaltz on Exodus 24:1-18"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}