{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses saying:</b>", "<b>Take the census of the sons of Gershon as well,</b> in addition to Kehat, <b>by their patrilineal house, by their families.</b>", "<b>From thirty years old and above until fifty years old you shall count them,</b> and appoint them to their task: <b>Everyone enlisted to perform a duty, to perform work in the Tent of Meeting.</b>", "<b>This is the work of the families of the Gershonites, to work</b> when the people encamp. The service which the Levites performed in the Tabernacle once it was erected is not detailed here, but they were probably responsible for ongoing maintenance jobs and to aid the priests in such tasks as the Levites later performed in the Temple, e.g., reciting the songs that accompanied the offerings, slaughtering, flaying, and cleaning the animals. <b>And</b> they were also responsible <b>for bearing</b> the burdens, when the Tabernacle traveled with the people in the wilderness.", "The Torah lists the items that the Gershonites were to carry: <b>They shall bear the sheet of the Tabernacle; and</b> also the curtains of <b>the Tent of Meeting,</b> made of goats’ hair; and <b>its covering,</b> of rams’ skins dyed red; <b>and the covering of the taḥash that is upon it from above; and the screen for the entrance of the Tent of Meeting;</b>", "<b>and the hangings of the courtyard; and the screen for the entrance of the gate of the courtyard, that is near the Tabernacle, and near the altar, all around; and their cords,</b> for the hangings; <b>and all the instruments of their work; and everything that shall be fashioned for them, and they shall serve.</b>", "<b>According to the directive of Aaron and his sons shall be all the work of the sons of the Gershonites, for all their burden, and for all their work; you shall assign them all of their burden as a commission,</b> in an organized fashion.", "<b>This is the work of the families of the sons of the Gershonites in the Tent of Meeting; and their commission shall be in the hand of Itamar son of Aaron the priest,</b> under his command. Itamar was the second surviving son of Aaron.", "<b>The sons of Merari, by their families, by their patrilineal house, you shall count them.</b>", "<b>From thirty years old and above until fifty years old you shall count them, everyone that enlists for the duty, to perform the work of the Tent of Meeting.</b>", "Whereas the Gershonites’ burden consisted chiefly of those parts of the Tabernacle made of woven fabrics or skins, the sons of Merari must bear the heavier objects: <b>This is the commission of their burden for all their work in the Tent of Meeting: the beams of the Tabernacle, its bars, its pillars, and its sockets;</b>", "<b>and the pillars of the courtyard all around, their sockets, their pegs, and their cords, with all their instruments, and for all their work. By names you shall appoint the instruments of the commission of their burden.</b> For reasons of efficiency, and so as not to delay the people’s departure on a journey due to the work of dismantling the Tabernacle, each member of the family of Merari must be familiar with his specific responsibility.", "<b>This is the work of the families of the sons of Merari, for all their work in the Tent of Meeting,</b> which is also a responsibility placed <b>in the hand of Itamar son of Aaron the priest.</b>", "After stating God’s command, the Torah relates its fulfillment in practice: <b>Moses, and Aaron, and the princes of the congregation counted the sons of the Kehatites by their families, and by their patrilineal house.</b>", "The Kehatites were counted <b>from thirty years old and above until fifty years old, everyone who enlisted for duty, for work in the Tent of Meeting.</b>", "<b>Those counted, by their families, were two thousand seven hundred and fifty.</b>", "<b>These are the counted of the families of the Kehatites, all who worked in the Tent of Meeting, whom Moses and Aaron counted according to the directive of the Lord at the hand of Moses.</b>", "<b>The counted of the sons of Gershon, by their families, and by their patrilineal house,</b>", "<b>from thirty years old and above until fifty years old, everyone who enlisted for duty, for work in the Tent of Meeting.</b>", "<b>Those counted, by their families, by their patrilineal house, were two thousand six hundred and thirty.</b>", "<b>These are the counted of the families of the sons of Gershon, all who worked in the Tent of Meeting, whom Moses and Aaron counted according to the directive of the Lord.</b>", "<b>The counted of the families of the sons of Merari, by their families, by their patrilineal house,</b>", "<b>from thirty years old and above until fifty years old, everyone who enlisted for duty, for work in the Tent of Meeting,</b>", "<b>those counted by their families were three thousand two hundred.</b> The number of adult males in the family of Merari was significantly larger than in the families of Kehat and Gershon. This might be the reason why they were chosen to carry the heavier burdens.", "<b>These are the counted of the families of the sons of Merari, whom Moses and Aaron counted according to the directive of the Lord at the hand of Moses.</b>", "The sum total of <b>all the counted, whom Moses and Aaron and the princes of Israel counted of the Levites, by their families, and by their patrilineal house,</b> was as follows:", "They <b>were</b> counted <b>from thirty years old and above until fifty years old, everyone who came to perform the service of work and the service of bearing in the Tent of Meeting.</b>", "<b>Those counted were eight thousand five hundred and eighty.</b>", "<b>According to the directive of the Lord he counted them, at the hand of Moses,</b> under his supervision, <b>each man to his work and to his burden. And</b> these were the results of <b>his count</b> that <b>was</b> performed <b>as the Lord commanded Moses.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Command the children of Israel, and they shall send out from the camp every leper,</b> one afflicted with <i>tzara’at</i>, commonly translated as leprosy, <b>and anyone with a discharge.</b> This includes a man who emits a gonorrhea-like discharge from the member, and a woman who emits a discharge of blood from the uterus. <b>And</b> you shall also send from the camp <b>anyone impure by means of a corpse.</b> The details of this type of impurity are discussed elsewhere (19:11–22).", "<b>Male and female,</b> adults and minors <b>alike, you shall send out, outside the camp you shall send them; and they shall not render impure their camp, in which I dwell in their midst.</b>", "<b>The children of Israel did so, and sent them outside the camp; as the Lord spoke to Moses, so the children of Israel did.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel: A man or woman, when they perform any sin of a person, committing a trespass,</b> betraying the trust of another through theft, stealing, or cheating, he thereby also sins <b>against the Lord.</b> Aside from the fact that the transgressor betrays a person’s trust, he also does not take into consideration the fact that God is watching and is aware of his deed. <b>And</b> therefore, <b>that person is guilty.</b>", "<b>They shall confess their sin that they had committed; and he shall</b> first <b>make restitution in its principal,</b> the sum stolen. <b>And he shall add its one-fifth to it</b> in order to atone for his sin, <b>and he shall give it to the one to whom he is guilty,</b> the person from whom he took the money.", "In a case where the transgressor seeks to make restitution only after the victim died, he must return the misappropriated property to the victim’s heirs. <b>But if the man</b> from whom the property was stolen <b>has no redeeemer to make restitution to him, the restitution is returned to the Lord,</b> and is given <b>to the priest</b> as one of the gifts of the priesthood in order to atone for the sinner’s transgression. The restitution is given to the priests <b>besides the ram of atonement,</b> which is a guilt offering also consumed by the priests, <b>with which he will</b> further <b>atone for it.</b>", "<b>Every gift of all the sacred items of the children of Israel that they shall bring to the priest, shall be his,</b> the priest’s. This includes all of the portions separated for the priests from various types of produce, as well as all of the different gifts which are given to the priests, as detailed in various places in the Torah.", "The verse states another law concerning the consecrated items and the sacred portion separated from the produce and given to the priests: <b>A man’s sacred items shall be his,</b> the priest’s. The sacred items become the priest’s property, and the former owners retain no rights in them. Nevertheless, the owner has the right to determine beforehand which priest will receive the portion separated from the produce, or which of the priestly watches in the Temple will receive the consecrated items. <b>Anything that a man gives the priest, shall be his,</b> the priest’s.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: If any man’s wife shall go astray and commit a trespass</b> of betrayal <b>against him,</b> the following ritual must be performed.", "<b>And</b> the betrayal committed is that <b>a man lay with her sexually. And it was hidden from the eyes of her husband, and she was secluded</b> with the man <b>and she was defiled</b> by engaging in intercourse with him. <b>And</b> yet <b>there is no witness</b> who can testify <b>against her, and she was not coerced.</b>", "In the absence of both witnesses <b>and</b> evidence, there are two possibilities: Either <b>a spirit of jealousy overcame him,</b> the husband, <b>and he was jealous with regard to his wife, and she was</b> indeed <b>defiled,</b> and therefore he was rightfully jealous, <b>or a spirit of jealousy overcame him, and he was jealous with regard to his wife, and she was not defiled,</b> and his jealousy was unjustified. It is possible that the husband’s suspicion merely stems from paranoia. Conversely, his allegation might be accurate.", "<b>The man shall bring his wife to the priest. And he shall bring her offering for her, one-tenth of an ephah,</b> which is 2–4 L, <b>of barley flour. He shall not pour oil upon it, and he shall not place frankincense upon it, for it is a meal offering of jealousy, a meal offering of remembrance, a recollection of iniquity.</b> It is neither a gift offering, a thanks offering, nor a sin offering that is brought when one regrets his transgression, but an offering brought due to the suspicion of sin. It is therefore the lowliest type of meal offering.", "<b>The priest shall bring her near, and cause her to stand before the Lord,</b> in the Temple. Alternatively, the verse means that the priest shall set the meal offering before the Lord.", "<b>The priest shall take sacred water</b> from the basin <b>in an earthenware vessel.</b> Like other service vessels, the basin consecrates its contents. The priests regularly use the water in the basin to wash their hands and feet before performing the divine service. <b>And the priest shall take</b> a small amount <b>from the dirt that is on the floor of the Tabernacle, and he shall place it into the water.</b>", "<b>The priest shall cause the woman to stand before the Lord,</b> opposite the Tabernacle’s entrance, <b>and he shall expose</b> the hair of <b>the woman’s head, and he shall place on her palms the meal offering of remembrance, it is the meal offering of jealousy; and in the hand of the priest shall</b> also <b>be the imprecatory water of bitterness.</b> Once the dust from the floor of the Tabernacle is placed in the sacred water, it becomes bitter and the source of a curse.", "<b>The priest shall administer an oath to her, and he shall say to the woman: If no man has lain with you, and if you have not gone astray</b> to engage <b>in</b> an act of <b>defilement while subject to your husband, be absolved of this imprecatory water of bitterness.</b> The water itself is not poisonous, and if you have not sinned it will do you no harm. The priest first mentions the positive outcome in the case of her innocence. Since the woman’s guilt has not yet been confirmed, it is improper to begin by stating the outcome of her possible guilt.", "<b>But you, if you have gone astray while subject to your husband</b>, <b>and if you were defiled, and a man has lain sexually with you, other than your husband…</b> then the water of bitterness will cause your death, as detailed below. The verse leaves the consequences of the woman’s possible unfaithfulness unsaid.", "<b>The priest shall administer to the woman the oath of the curse,</b> spelling out the consequences of the curse, <b>and the priest shall say to the woman:</b> If you are guilty, <b>may the Lord render you as a curse and an oath among your people, when the Lord causes your thigh to</b> shrivel and <b>fall, and your belly to distend.</b> The woman will become a symbol and archetype of a curse.", "<b>May this imprecatory water enter your intestines to cause a belly to distend, and a thigh to fall. The woman shall say: Amen, amen.</b> The woman accepts the conditional curse with a double response, which serves to reinforce her acquiescence.", "<b>The priest shall write these curses in the scroll, and he shall dissolve them into the water of bitterness.</b> The priest soaks the parchment on which the curses are written in the water, until the ink dissolves.", "<b>He shall give the woman to drink the imprecatory water of bitterness and the imprecatory water shall enter her for bitterness.</b> Although there would appear to be insufficient bitterness in the water for its effect to be greatly felt, the indication that it causes a curse is the instant sensation of bitterness and the suffering involved in drinking it.", "<b>The priest shall take the meal offering of jealousy from the woman’s hand, and he shall wave the meal offering before the Lord, and bring it near to the altar.</b>", "<b>The priest shall take a handful from the meal offering,</b> the amount held between the three middle fingers when they are bent over the palm, which is <b>its memorial portion. And</b> the priest shall <b>burn it upon the altar, and then he shall give the woman to drink the water.</b>", "<b>He shall give her to drink the water, and it shall be, if she was defiled, and committed a trespass against her husband, the imprecatory water shall enter her for</b> immediate <b>bitterness, and her belly shall distend, and her thigh shall fall; and the woman shall become a curse among her people,</b> possibly even dying as a result.", "<b>But if the woman was not defiled, and is untainted, she will be absolved</b> from any suspicion through drinking the water. <b>And</b> furthermore, she <b>will conceive offspring,</b> as compensation for the frightening and demeaning process she endured.", "<b>This is the law of jealousy, when a woman goes astray while subject to her husband and becomes defiled,</b>", "<b>or when a man is overcome with the spirit of jealousy and is jealous with regard to his wife and causes the woman to stand before the Lord,</b> although she was not actually defiled. In either case <b>the priest shall perform for her this entire ritual.</b> The husband must take this into account before he initiates the aforementioned process, considering all the possible ramifications of this course of action. Alternatively, the verse may be interpreted as follows: If a man will be overcome with the spirit of jealousy, and he will be jealous with regard to his wife, he shall cause her to stand before the Lord.", "If the woman was affected by the water, her belly distended and her thigh fell, <b>the man shall be clear from iniquity, and that woman shall bear her iniquity.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: When a man or a woman articulates</b> and declares his intent unambiguously <b>to vow a vow of a nazirite, to abstain</b> from certain matters and to separate himself from the surrounding society <b>for</b> the sake of drawing close to <b>the Lord,</b> he shall abstain from the following matters:", "<b>He shall abstain from wine and intoxicating drink,</b> a beverage of concentrated wine, produced from grapes. <b>Vinegar of wine and vinegar of intoxicating drink he shall not drink; he shall not drink anything in which grapes were soaked,</b> e.g., raisin wine; <b>and grapes</b> in any form, <b>fresh or dried, he shall not eat.</b>", "<b>All the days of his naziriteship, from anything that may be derived from the grapevine, from pits to skin</b>, <b>he shall not eat.</b> The nazirite may neither eat nor drink anything derived from the vine.", "<b>All the days of his vow of naziriteship,</b> as long as the vow is in effect, <b>a razor shall not pass on his head.</b> He may not shave his hair. <b>Until completion of the days that he shall abstain for the Lord, he shall be holy; the hair of his head shall be grown out.</b>", "<b>All the days of his abstinence to the Lord, he shall not approach a corpse.</b> He may not come into contact with a dead body under any circumstances.", "Even <b>to his father and to his mother, to his brother and to his sister, he shall not become impure for them upon their death.</b> Similarly, the priests are also prohibited to approach a corpse. However, the common priests may become impure upon the death of a close relative, whereas a nazirite may not become impure even in the case of a close relative, <b>since the crown of his God is upon his head.</b> The nazirite’s long hair is a tangible symbol of his naziriteship and his unique closeness to God.", "<b>All the days of his naziriteship he is holy to the Lord.</b> This is evident in the nazirite’s deviation from social norms: in the restrictions upon his eating and drinking habits, in his long hair, and in his caution not to approach the dead.", "Even if the nazirite tries to avoid all contact with the dead, an unforeseen event might occur. <b>If a corpse dies near him with unexpected suddenness,</b> while he is under the same roof, the corpse renders him impure, <b>and</b> thereby <b>renders the head of his naziriteship,</b> the crown of his long hair, <b>impure;</b> that is, his naziriteship is compromised. The impurity imparted by a corpse lasts for seven days. Therefore, <b>he shall shave his head on the day of his purification; on the seventh day shall he shave it.</b>", "<b>And on the eighth day he shall bring two turtledoves, or two young pigeons, to the priest, to the entrance of the Tent of Meeting.</b>", "<b>The priest shall prepare one</b> of the birds <b>as a sin offering, and</b> the other <b>one as a burnt offering, and</b> the priest shall <b>atone for him, for that which he sinned with regard to the corpse.</b> Even if the nazirite became impure due to circumstances beyond his control, his naziriteship is compromised and he requires atonement. <b>And he shall sanctify his head on that day,</b> the eighth day, when his hair shall again be consecrated with the sanctity of naziriteship.", "<b>He shall dedicate to the Lord the days of his naziriteship,</b> commencing his period of naziriteship anew, <b>and</b> in addition he <b>shall bring a sheep in its first year as a guilt offering</b> to complete his atonement. <b>And the first days</b> of his naziriteship <b>shall be void.</b> The days prior to his impurity do not count toward the fulfillment of his vow, <b>as his naziriteship is impure.</b>", "The previous verses presented the laws that pertain to a nazirite who became impure due to circumstances beyond his control, and who was unable to complete his naziriteship: He is required to shave; to bring a sin offering, a burnt offering, and a guilt offering; and to observe his period of naziriteship anew. The following verses detail the laws that apply when the nazirite successfully completes his period of naziriteship without mishap: <b>And this is the law of the nazirite, on the day of the completion of the days of his naziriteship: He shall bring it,</b> the set of offerings listed below, <b>to the entrance of the Tent of Meeting.</b> Alternatively, the verse means that he shall bring himself to the entrance of the Tent of Meeting.", "<b>He shall present his offering to the Lord: one unblemished lamb in its first year as a burnt offering, one unblemished ewe in its first year as a sin offering, and one unblemished ram as a peace offering,</b>", "<b>and</b> he shall also bring <b>a basket of unleavened bread,</b> of two types: <b>Loaves of high quality flour mixed with oil, and</b> thin <b>wafers of unleavened bread spread with oil. And</b> with the animal offerings he shall bring <b>their meal offering, and their libations.</b> The meal offerings and libations that must be brought with a burnt offering or a peace offering are detailed elsewhere (15:1–16).", "<b>The priest shall bring them before the Lord, and shall perform his sin offering, and his burnt offering.</b>", "<b>The ram he shall make a peace offering to the Lord,</b> together <b>with the basket of unleavened bread; and the priest shall perform its meal offering and its libation.</b>", "Once the rites of the offerings have been performed, <b>the nazirite shall shave the head of his naziriteship at the entrance of the Tent of Meeting.</b> In contrast to the case of a nazirite who shaves because he became impure, when a nazirite completes his period of naziriteship his shaving symbolizes the conclusion of his naziriteship and his return to ordinary social life. <b>And</b> he <b>shall take the hair of the head of his naziriteship,</b> after he has shaved it, <b>and he shall place it on the fire that is beneath the peace offering.</b> The same fire is used to cook the peace offering and to burn the shaved-off hairs. This may indicate that the hairs are sacred to a certain extent, and therefore they may not be used for any other purpose. The Mishna lists the hair of the nazirite among those items from which deriving benefit is prohibited.", "<b>The priest shall take the cooked foreleg of the ram</b> peace offering, <b>and one loaf of unleavened bread from the basket, and one wafer of unleavened bread, and he shall place</b> all three of <b>them on the palms of the nazirite, after he</b> has <b>shaved</b> the head of <b>his naziriteship.</b> The palms of the nazirite are waved together with the offerings. This alludes to the fact that the status of the nazirite himself is similar to that of an offering.", "<b>The priest shall wave them as a wave offering before the Lord. It,</b> the foreleg of the ram, <b>is sacred for the priest.</b> It is given to the priest as one of the gifts of the priesthood together <b>with the breast of waving and with the haunch of lifting,</b> which are given to the priests in the case of every peace offering. <b>And then the nazirite may drink wine,</b> as his naziriteship has concluded.", "<b>This is the law of the nazirite who vows his offering to the Lord for his naziriteship.</b> The aforementioned offerings are required of every nazirite, <b>besides that for which his means suffice.</b> If the nazirite has the means to bring more offerings, and he vowed to do so, then <b>in accordance with his vow that he vows, so shall he perform</b> together <b>with the</b> fixed <b>law of his naziriteship:</b> the lamb, the ewe, the ram, and the unleavened bread, which are incumbent upon every nazirite.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron and to his sons, saying: So shall you bless the children of Israel, say to them</b> the following:", "<b>The Lord shall bless you, and keep you.</b> Even when one receives a gift directly, he might have the misfortune to lose it. The blessing that the Lord will keep you, may be interpreted as a blessing of protection. Not only will the Lord bless the people, but he will also protect them from such misfortune, preserving the goodness which He bestowed upon them.", "<b>The Lord shall shine His countenance to you.</b> He shall treat you with benevolence, <b>and</b> He shall <b>be gracious to you.</b> You will find favor in His eyes.", "<b>The Lord shall lift His countenance to you,</b> giving you preferential status, <b>and</b> He shall <b>grant you peace:</b> wholeness, serenity, satisfaction, and completeness.", "<b>They shall place My name upon the children of Israel.</b> The priests shall bless the people with these three verses, in each of which My name appears, and thereby they will place My name upon them. <b>And I shall bless them.</b> The priests serve merely as a conduit: By means of the priestly benediction, God’s bountiful goodness is transmitted to the Jewish people. Alternatively, the verse means that when the priests bless the people, God in turn blesses the priests themselves."], ["<b>It was on the day that Moses concluded to erect the Tabernacle, that he anointed it</b> with the anointing oil <b>and</b> thereby <b>sanctified it, all its vessels and the altar and all its vessels; he anointed them and sanctified them.</b>", "<b>The princes of Israel, the heads of their patrilineal houses, brought</b> the <b>offerings</b> stated below. <b>They were the princes of the tribes.</b> The Torah previously described the establishment of a hierarchy of judges and officers who were appointed over the people. Nevertheless, the tribal division remained the most significant division of the people into separate groups, each of which was represented by a prince. <b>They were those who stood over those who were counted,</b> those who assisted Moses in the census (1:4–15).", "<b>They brought their offering before the Lord, six covered wagons.</b> Alternatively, the verse may mean decorated wagons. Covered wagons were probably unusual in that period. Presumably, the princes built these wagons specifically for the Tabernacle, as it is unlikely that they brought them from Egypt. <b>And</b> the princes also brought <b>twelve cattle</b> to pull the wagons. <b>A wagon</b> was brought <b>for each two princes.</b> Each pair of princes contributed one wagon. This indicates that the princes coordinated their gifts. <b>And an ox</b> was brought <b>for each one,</b> totaling twelve oxen. <b>And they brought them</b> near <b>before the Tabernacle.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Take</b> these gifts <b>from them,</b> despite the fact that they did not appear in the original list of required items, <b>and they shall be to perform the service of the Tent of Meeting,</b> to transport the different parts of the Tabernacle. <b>And you shall give them,</b> the wagons and cattle, <b>to the Levites,</b> dividing them among the Levites, <b>each according to his work.</b>", "<b>Moses took the wagons and the cattle, and gave them to the Levites.</b>", "<b>Two of the wagons and four of the cattle, he gave to the sons of Gershon, according to their work.</b> The Gershonites primarily carried the coverings, fashioned from woven fabrics and animal skins. Although these items could be carried by hand, it was easier to transport the large number of items on wagons. The size of the wagons is not specified, but they were presumably quite large, as two were sufficient for the entire burden of the Gershonites.", "<b>Four of the wagons and eight of the cattle he gave to the sons of Merari, according to their work, in the hand of Itamar son of Aaron the priest.</b> The sons of Merari bore the heavy beams and pillars of the Tabernacle, and therefore they required more wagons.", "<b>But he did not give to the sons of Kehat</b> any wagons or cattle, <b>because the sacred service,</b> the burden of the sacred Tabernacle vessels, <b>is upon them.</b> The burden was borne by the Kehatites physically, and they were not permitted to place them upon animals or to use any other means of transportation. <b>They shall bear</b> the sacred vessels <b>on the shoulder.</b>", "<b>The princes brought the dedication of the altar on the day that it was anointed; and the princes</b> themselves <b>brought their</b> unique <b>offering before the altar.</b>", "<b>The Lord said to Moses: One prince on each day shall present their offering for the dedication of the altar.</b> God commanded that an identical ritual should be observed for the offerings of each of the princes. A separate day shall be devoted to the offerings of each of them, for the first twelve days following the inauguration of the altar, according each its appropriate place.", "<b>The one who presented his offering on the first day was Nahshon son of Aminadav, of the tribe of Judah.</b>", "<b>His offering</b> was comprised of the following: <b>one silver dish, its weight one hundred and thirty</b> silver shekels; <b>one silver basin,</b> thinner than the dish, and <b>of</b> the weight of <b>seventy shekels, in the sacred shekel.</b> The basins were used in the Tabernacle to hold liquids; they were the receptacles in which the blood of the offerings was collected and from which the blood was sprinkled upon the altar. Here, however, they do not yet serve their intended purpose. Rather, <b>both of them,</b> the dish and the basin, <b>were full of high quality flour mixed with oil as a meal offering.</b>", "In addition, Nahshon brought <b>one ladle of</b> the weight of <b>ten</b> shekels <b>of gold, full of incense.</b> Although the ladle was smaller than the dish and basin, it contained incense, which was more expensive than flour. The offering or gift included both the vessels and their contents.", "The previous verses listed the gifts made from inanimate materials and from vegetable matter. The gift also included the following animal offerings: <b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one</b> male <b>goat as a sin offering;</b>", "<b>and for the peace offering:</b> partaken of both by its owner and by the priests, <b>two cattle, five rams, five</b> male <b>goats,</b> and <b>five sheep in their first year. This was the offering of Nahshon son of Aminadav.</b>", "<b>On the second day presented</b> his offering <b>Netanel son of Tzuar, prince of Issachar.</b> The prince of Issachar presented his offering immediately after the prince of Judah as Issachar is the second tribe in the camp of Judah (2:1–5).", "<b>He presented his offering,</b> which was identical to that of Nahshon: <b>One silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten</b> shekels <b>of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Netanel son of Tzuar.</b>", "The gifts of all the princes are listed, in accordance with the same standard formula as above: <b>On the third day, prince of the children of Zebulun, Eliav son of Helon.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Eliav son of Helon.</b>", "<b>On the fourth day, prince of the children of Reuben, Elitzur son of Shede’ur.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Elitzur son of Shede’ur.</b>", "<b>On the fifth day, prince of the children of Simeon, Shelumiel son of Tzurishadai.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Shelumiel son of Tzurishadai.</b>", "<b>On the sixth day, prince of the children of Gad, Elyasaf son of De’uel.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Elyasaf son of De’uel.</b>", "<b>On the seventh day, prince of the children of Ephraim, Elishama son of Amihud.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Elishama son of Amihud.</b>", "<b>On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Gamliel son of Pedatzur.</b>", "<b>On the ninth day, prince of the children of Benjamin, Avidan son of Gidoni.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Avidan son of Gidoni.</b>", "<b>On the tenth day, prince of the children of Dan, Ahiezer son of Amishadai.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Ahiezer son of Amishadai.</b>", "<b>On the eleventh day, prince of the children of Asher, Pagiel son of Okhran.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Pagiel son of Okhran.</b>", "<b>On the twelfth day, prince of the children of Naphtali, Ahira son of Einan.</b>", "<b>His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering;</b>", "<b>one ladle of ten of gold, full of incense;</b>", "<b>one young bull, one ram, one lamb in its first year, as a burnt offering;</b>", "<b>one goat as a sin offering;</b>", "<b>and for the peace offering: two cattle, five rams, five goats, five sheep in their first year. This was the offering of Ahira son of Einan.</b>", "The chapter sums up the total number of offerings presented: <b>This was the dedication of the altar, on the day when it was anointed,</b> the gift <b>from the princes of Israel: twelve silver dishes, twelve silver basins, twelve golden ladles.</b>", "The Torah reiterates the particulars of these gifts: <b>One hundred and thirty</b> shekels <b>was</b> the weight of <b>each silver dish and seventy</b> shekels was the weight of <b>each basin. All the silver of the vessels</b> donated by the princes <b>was two thousand and four hundred, in the sacred shekel.</b>", "The list continues: <b>Twelve golden ladles, full of incense, ten</b> shekels was the weight of <b>each ladle, in the sacred shekel; all the gold of the ladles was one hundred and twenty</b> shekels, not including the incense.", "<b>All the cattle for the burnt offering</b> totaled <b>twelve bulls, twelve rams,</b> and <b>twelve sheep in their first year. And</b> these were accompanied by <b>their meal offering,</b> as all burnt offerings must be. <b>And twelve goats</b> were brought, each of them <b>as a sin offering.</b>", "<b>All the cattle of the peace offerings were twenty-four bulls, sixty rams, sixty goats,</b> and <b>sixty sheep in their first year. This was the dedication of the altar, after it was anointed.</b> These celebratory offerings were brought as part of the dedication ceremony.", "These gifts were presented after the Tabernacle was anointed and the Divine Presence was revealed there. Yet the Divine Presence did not reside in the Tabernacle merely temporarily. <b>When Moses went into the Tent of Meeting to speak with Him, he heard the voice speaking to him from above the ark cover that was upon the Ark of the Testimony, from between the two cherubs. And</b> in this manner <b>He,</b> God, <b>spoke to him.</b> This concluding verse serves as an explanation for all the aforementioned gifts and donations: The Tabernacle is no mere construction. It is the tent in which God meets with Moses. It is the place where God communicates with His world, through a direct encounter that occurs when Moses approaches the Ark of the Covenant."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 4:21-7:89", "heRef": "ביאור שטיינזלץ על במדבר ד׳:כ״א-ז׳:פ״ט", "sections": ["4", "21"], "toSections": ["7", "89"], "sectionRef": "Steinsaltz on Numbers 4-7", "heSectionRef": "ביאור שטיינזלץ על במדבר ד׳-ז׳", "firstAvailableSectionRef": "Steinsaltz on Numbers 4:21-7:89", "isSpanning": true, "next": "Steinsaltz on Numbers 8", "prev": "Steinsaltz on Numbers 3", "title": "Steinsaltz on Numbers 4-7", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 4:21-49", "Steinsaltz on Numbers 5", "Steinsaltz on Numbers 6", "Steinsaltz on Numbers 7:1-89"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}