{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>You are standing today, all of you, before the Lord your God.</b> Due to the importance of the following speech, the entire people is present: <b>Your heads,</b> leaders; the members of <b>your tribes</b>; <b>your elders,</b> appointed over you; <b>and your officers;</b> and <b>every man of Israel,</b>", "<b>your children, your wives, and your stranger who is in the midst of your camp, from the hewer of your wood to the drawer of your water,</b>", "you are present in order <b>to pass you into the covenant of the Lord your God and into His oath that the Lord your God is making with you today.</b> The acceptance of an oath not only obligates one to fulfill an undertaking, but also entails a punishment should he fail to do so.", "God is enacting this covenant with you <b>in order to establish you today for Him as a people, and He will be your God.</b> There are two parties to the covenant, which entails an exclusive, mutual relationship between the children of Israel and God, <b>as He spoke to you, and as He took an oath to your forefathers, to Abraham, to Isaac, and to Jacob.</b> God’s oath to the patriarchs continues with His oath to their descendants.", "<b>But not with you by yourselves do I make this covenant and this oath;</b>", "<b>rather,</b> I am establishing the covenant and the oath <b>with him who is here with us standing today before the Lord our God,</b> the entire assembly who are present, <b>and</b> also <b>with him who is not here with us today.</b> This is referring either to people who were unable to participate in the assembly, or to future generations and converts who will later join the people.", "<b>For you know how we lived in the land of Egypt, and how we passed in the midst of the nations that you passed.</b>", "In all the places where you passed, you observed their behavior. <b>You saw their detestable things,</b> their gods, <b>and their idols</b> of <b>wood and stone, silver and gold, that were with them.</b>", "<b>Lest there is among you a man, or a woman, or a family, or a tribe,</b> who was impressed by the idols of the nations and <b>whose heart turns today from the Lord our God, to go to serve the gods of those nations,</b> I am therefore issuing this warning to them. At that time idolatry was not openly practiced among the Jewish people, but it is nevertheless possible that some people might have been influenced by the idolatrous nations. Although they would not yet publicly admit their beliefs, they are liable to do so at a later stage. Moses expresses this concern by means of a metaphor: <b>Lest there is among you a root producing gall and wormwood,</b> bitter and possibly poisonous plants that are hard to discern when they are intermingled with a large quantity of produce;", "<b>and it will be that upon his hearing the words of this curse</b> that I am about to utter, <b>he,</b> who entertains idolatrous thoughts, <b>will bless himself in his heart, saying: Peace will be with me.</b> The curse will not affect me, but rather I will live happily and peacefully, <b>as I will follow the desire of my heart,</b> doing as I please, <b>so that the watered will be added to the dry.</b> Since the members of far-off nations did not witness God’s greatness, their souls are called dry. They lack the divine experience that is the foundation of faith. By contrast, the souls of the Jewish people, whom God has accompanied and guided for many years, are considered properly watered. Therefore, the Israelites should not have learned from the way of life of those whose souls are dry merely because they passed through those heathen nations. If they do so, it is as though the watered has been added and adjoined to the dry.", "<b>The Lord will be unwilling to forgive him, as then the wrath of the Lord and His zealotry will smoke against that man.</b> God will be especially angry because that individual was present when the assembly accepted His oath, and yet he attempted to deceive Him, as it were. <b>And the entire curse that is written in this book shall rest upon him, and the Lord will expunge his name from under the heavens</b> until no memory of him remains.", "If those with idolatrous thoughts are not merely individuals, but an entire family or an even larger group, they will be punished accordingly. <b>The Lord will separate him,</b> the family or group, <b>for evil, from all the tribes of Israel, in accordance with all the curses of the covenant that is written in this book of the Torah.</b>", "Since you accept the covenant upon yourselves, if you break it and are punished, then <b>the latter generation, your children who will arise after you, and the foreigner who will come</b> to Israel <b>from a distant land, they will see the afflictions of that land, and the illnesses with which the Lord has blighted it, and they will say:</b>", "The earth will be covered with <b>sulfur and salt, its entire land a fire. It will not be sown and will not produce, and no vegetation will grow in it,</b> as the soil will be blighted and acrid. It will look <b>like the aftermath of the upheaval of Sodom and Gomorrah, Adma and Tzevoyim,</b> the cities of the plain of the Jordan, <b>which the Lord overturned</b> because of their wickedness, <b>in His wrath and in His fury.</b>", "<b>All the</b> surrounding <b>nations will say: For what</b> reason <b>did the Lord do so to this land? What is</b> the cause of <b>this great enflamed wrath?</b>", "<b>They will say</b> to themselves in response, or others will answer them: <b>It,</b> this occurrence, <b>is because they forsook the covenant of the Lord, God of their fathers, which He made with them when He took them out of the land of Egypt.</b>", "<b>They went and served other gods and prostrated themselves before them, gods that they did not know them,</b> as the Canaanite gods were new to the Israelites. <b>And</b> these were gods that <b>He did not allot to them.</b> It might be the lot of gentile nations to engage in idolatry, but it is not the lot of the children of Israel.", "<b>The wrath of the Lord was enflamed against that land, to bring upon it the entire curse that is written in this book.</b>", "<b>The Lord uprooted them,</b> exiled them, <b>from upon their land with wrath, and with fury, and with great rage, and He cast them to another land, as</b> they are <b>this day.</b>", "Moses concludes this section of his speech with a comment on the mutual responsibility of the people to uphold the covenant. <b>The concealed</b> deeds that you might commit <b>are</b> known only <b>for the Lord our God.</b> God punishes those who engage in idol worship in secret, as He alone is aware of their behavior, and therefore the communal covenant does not apply to those transgressions. <b>But the revealed</b> sins, those performed openly, <b>are</b> a responsibility assigned <b>for us and for our children forever.</b> It is our duty to eliminate them, as we have all undertaken <b>to perform all the matters of this Torah.</b>"], ["<b>It shall be when all these matters will come upon you, the blessing and the curse that I have placed before you</b> (chap. 28), that <b>you shall restore to your heart;</b> you will take your situation to heart and reflect upon your deeds and their consequences, while you are dwelling <b>among all the nations that the Lord your God has banished you there.</b>", "<b>You shall</b> thereby <b>return to the Lord your God, and heed His voice, in accordance with everything that I command you today, you and your children, with all your heart, and with all your soul.</b>", "As a result, <b>the Lord your God will restore your returnees</b> to their former status, to themselves. Alternatively, the verse means that He will return you from captivity. <b>And He will be merciful to you, and,</b> just as He previously took you out of Egypt, <b>He will</b> once again <b>return and gather you from all the peoples, that the Lord your God dispersed you there.</b> In the Egyptian exile, the Israelites all dwelled in a single area. At the time of the future redemption, the Jewish people will be gathered from the many distant countries where they were scattered.", "Although the people will be scattered, Moses reassures them: Even <b>if your banished</b> brethren <b>will be at the ends of the heavens, from there the Lord your God will gather you, and from there He will take you.</b> God will tend to each and every Jew.", "<b>The Lord your God will</b> again <b>bring you to the land of which your fathers took possession, and you shall take possession of it and He will do good to you, and increase you beyond your fathers.</b> Your situation will be better than that of your ancestors, and you will be greater in number than they were.", "<b>The Lord your God will remove the obstruction from your heart and the heart of your descendants.</b> He will remove the layers of insensitivity that obstruct your heart (see 10:16). God will influence your newly revealed heart <b>to love the Lord your God with all your heart, and with all your soul, for the sake of your life.</b> You will no longer consider your service of God as a mere obligation; rather, it will be the very meaning of your life.", "<b>The Lord your God will place all these curses,</b> about which I warned you, up <b>on your enemies, and upon those who hate you, who pursued you</b> when you were in exile and in distress.", "<b>You shall return</b> to God, <b>and you shall heed the voice of the Lord.</b> Alternatively, this means that you shall once again heed the voice of the Lord. <b>And you shall perform all His commandments that I command you today.</b>", "<b>The Lord your God will increase you in all your endeavors: In the fruit of your womb,</b> your children; <b>and in the fruit of your animals,</b> their brood; <b>and in the fruit of your land, for good, as the Lord will return to rejoice over you for good.</b> When God bestows good upon you He will again rejoice, <b>as He rejoiced over your fathers,</b> when they conducted themselves properly. This promise is the converse of the curse mentioned earlier (28:63), which will befall the nation if they do not observe the commandments: It shall be that as the Lord rejoiced over you to do you good and to multiply you, so the Lord will cause others to rejoice over you to annihilate you and to destroy you.", "You will receive these blessings <b>if you will heed the voice of the Lord your God, to observe His commandments and His statutes that are written in this book of the Torah, when you will return to the Lord your God with all your heart, and with all your soul.</b>", "<b>For this commandment,</b> all the commandments of the Torah, <b>that I command you today, it is not obscured from you,</b> it is not strange or impossible to perform, <b>and it is not distant.</b> Some explain that this is referring specifically to the commandment of repentance.", "<b>It is not in the heavens,</b> which might lead the people <b>to say: Who will ascend for us to the heavens and take it for us, and communicate it to us, that we will perform it?</b> Although we desire to observe the Torah, it is too lofty and abstract for us. If someone would bring it down to us, we would observe it. To counter that claim, Moses explains that he has already brought the Torah down from the heavens, and it is now within their reach.", "<b>It is not</b> distant, <b>across the sea,</b> which might lead them <b>to say: Who will cross for us to the other side of the sea and take it for us and communicate it to us, that we will perform it?</b> If it were a little nearer, we would observe it.", "The suggestions that the Torah is too lofty or distant are incorrect. <b>Rather, the matter</b> of the Torah and its commandments <b>is very near to you.</b> The words of the Torah are <b>in your mouth</b> to speak them, <b>and in your heart</b> to understand them. Consequently you are able <b>to perform it,</b> the commandments of the Torah.", "<b>See, I have placed before you today,</b> on the one hand, <b>life and good,</b> through your observance of the Torah and the covenant; <b>and</b> on the other hand, <b>death and evil,</b> if you do not obey. Life is naturally related to the good, whereas death is invariably associated with evil.", "See <b>that I command you today to love the Lord your God, to walk in His ways and to observe His commandments, His statutes, and His ordinances.</b> When you choose to follow this path, <b>you will live and you will multiply, and the Lord your God will bless you in the land that you are coming there to take possession of it.</b> You will thereby choose life and the good.", "<b>But if your heart will turn away, and you will not heed</b> these matters, <b>and you go astray</b> and veer from the path of the good, <b>and</b> you <b>prostrate yourself before other gods and serve them,</b>", "<b>I am telling you today that you will be annihilated</b> from the world. Your lives are not mere random occurrences, as you are not alive merely to exist and multiply. Rather, your lives have a purpose. If you turn your backs on your destiny, <b>you will not extend your days upon the land that you are crossing the Jordan to go there to take possession of it,</b> but you will be exiled.", "Moses reiterates the previous point, but this time he asks the people to choose correctly. <b>I call today to the heavens and the earth to bear witness to you; I have placed life and death before you, the blessing and the curse.</b> I ask that <b>you shall choose life, so that you and your descendants will live.</b> Life, goodness, and a blessing are all one option, in contrast to death, evil, and a curse. I present you with both paths, but I want you to choose the positive option.", "Your choice should be <b>to love the Lord your God, to heed His voice, and to cleave to Him, for He is your life and the length of your days, so that you may live in the land with regard to which the Lord took an oath to your forefathers, to Abraham, to Isaac, and to Jacob, to give to them.</b> Your deeds and your attitude toward God will decide whether you will live a long, meaningful life in your land."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 29:9-30:20", "heRef": "ביאור שטיינזלץ על דברים כ״ט:ט׳-ל׳:כ׳", "sections": ["29", "9"], "toSections": ["30", "20"], "sectionRef": "Steinsaltz on Deuteronomy 29-30", "heSectionRef": "ביאור שטיינזלץ על דברים כ״ט-ל׳", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 29:9-30:20", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 31", "prev": "Steinsaltz on Deuteronomy 28", "title": "Steinsaltz on Deuteronomy 29-30", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 29:9-28", "Steinsaltz on Deuteronomy 30:1-20"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}