{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>This is the legacy of Noah,</b> the story of his life in brief. <b>Noah was a righteous, wholehearted man in his generations;</b> in contrast to those surrounding him, <b>Noah walked with God.</b> Noah was connected to God, as he contemplated Him and lived with an awareness of the Divine. During this period, when mankind had not yet received God’s commandments, one’s relationship with God was not expressed in mandated actions. It is stated about Noah, as well as Hanokh before him and Abraham after him, that they walked with or before God (5:22, 17:1). This means that God was the subject of their lives, and they had a special relationship with Him.", "<b>Noah begot three sons: Shem, Ham, and Yefet.</b>", "After a brief description of Noah as a private individual, the focus returns to the history of the world and Noah’s important role in the unfolding events. <b>The earth was corrupted before God, and the earth was filled with villainy.</b> The absence of law and order, described above in relation to men taking women as they chose (verse 2), was not limited to the sexual sphere. This corruption also found expression in the manner in which the powerful exerted control over the weak, as people began to steal and snatch property from one another without compunction. As a result, the very possibility of possession and ownership was eliminated.", "<b>God saw the earth, and behold, it was corrupted, as all flesh corrupted its path upon the earth.</b> People’s lives in the environment of the time were apparently quiet and comfortable, with abundant food and water. However, instead of being happy with their lot, the people exploited the abundance that was in easy reach by stealing from one another and refusing to recognize property laws and social conventions. Limits and boundaries did not exist for them.", "<b>God said to Noah: The end of all flesh has come before Me.</b> According to My reckoning, the end of all living creatures has arrived, <b>as the earth is filled with villainy because of them; and behold, I will destroy them with the earth.</b> I will destroy them together with the earth itself. However, you have been chosen to continue humanity.", "Therefore, <b>make for you an ark of</b> the relatively light <b>gopher wood;</b> separate <b>compartments shall you make the ark, and you shall coat it within and without with pitch,</b> a kind of tar from which asphalt is produced. The tar will serve as a waterproofing substance.", "<b>And this is how you shall make it: Three hundred cubits shall be the length of the ark, fifty cubits its breadth, and thirty cubits its height.</b> This is a huge structure, of exceptional proportions even in comparison to structures built on land.", "<b>You shall make a window for the ark,</b> to allow the entrance of light. <b>And to a cubit shall you complete it at the top;</b> the sides of the ark shall form a kind of trapezoid, with the roof of the ark one cubit long. <b>And the entrance of the ark you shall place in its side,</b> for entering and exiting. <b>Lower, second, and third stories you shall make it;</b> the ark shall have three floors.", "<b>And behold, I am bringing the flood [<i>mabbul</i>].</b> The term <i>mabbul</i> is commonly translated as flood, based on the context. However, it is likely that the word actually means “judgment” or “sentence.” In other words, God is bringing a sentence of judgment in the form of <b>water upon the earth to destroy all flesh in which there is the breath of life, from under the heavens.</b> In those waters, <b>everything that is on the earth,</b> everything that is generally found on dry land, <b>shall perish.</b>", "<b>But</b> at this juncture <b>I will keep My covenant with you,</b> which will be confirmed and fulfilled at a later point (see 9:9–11). <b>You shall come to the ark: you, and your sons, and your wife, and your sons’ wives with you.</b>", "<b>From every living being of all flesh, two of each you shall bring to the ark to keep alive with you; they shall be male and female.</b> You must bring into the ark the living beings that will form the basis of the future existence of both mankind and the animal kingdom.", "<b>From the birds according to their kind, and from the animals according to their kind, from every crawling creature of the ground according to its kind, two of each shall come to you.</b> You are not commanded to hunt them; rather, I will make them come to you in pairs. The aim is <b>to keep</b> all of the species of the world <b>alive</b> from them. Although you are not required to gather the animals into the ark, there is another duty which you are obligated to perform:", "<b>You, take for you from all food that is eaten.</b> You must collect enough appropriate food for you and all the animals that will be living in the ark. <b>And gather it to you; and it shall be for you and for them for food.</b>", "<b>Noah did according to all that God had commanded him; so he did.</b> It should not be inferred from the brevity of the account that this was a simple process. Various <i>midrashim</i> describe at length Noah’s difficulties during the years of the construction of the ark. For over one hundred years Noah was occupied with building an enormous structure. The ark that he built did not have a steering wheel, mast, sail, or oar. It resembled neither a ship nor a building. It was not meant to sail in any particular direction, but merely to float. It is easy to imagine the practical and social difficulties of this effort, and the halting efforts that Noah might have made to explain the purpose of his work to others."], ["<b>The Lord said to Noah: Come you and your entire household into the ark, for I have seen you to be righteous before Me in this generation.</b> Unlike the animals, who were selected at random to enter the ark, you were chosen from all humans because of your righteousness.", "<b>From every pure animal you shall take to you seven pairs,</b> each pair composed of <b>a male and his mate.</b> It is commonly explained that this is referring to animals that would later be considered pure, kosher according to <i>halakha</i>. It is possible, however, that the distinction between pure and impure animals is an ancient one, which predates the giving of the Torah. <b>And of the animals that are not pure, two, a male and his mate;</b> literally, a man and his wife. Since the Torah is speaking of specific pairs of animals, who are to be the sole survivors of that species, it refers to the male and female animal with the unusual expression of a man and his wife.", "<b>Also from the birds of the heavens,</b> take with you <b>seven each, male and female,</b> in order <b>to keep offspring alive on the face of all the earth.</b>", "<b>For in seven more days, I will make it rain upon the earth forty days and forty nights, and I will obliterate all existence that I made,</b> everything that lives, <b>from the face of the earth.</b>", "<b>Noah did according to all that the Lord had commanded him.</b> Although Noah had not yet seen any actual flooding, he still entered the ark in obedience with God’s command, as he believed His word.", "<b>Noah was six hundred years old</b> at that time, <b>and the flood,</b> or sentence of judgment, <b>was water upon the earth.</b>", "<b>Noah, and his sons, and his wife, and his sons’ wives with him, came into the ark, because of the water of the flood.</b>", "<b>From the pure animal, and from the animal that is not pure, and from the birds, and from every creature that crawls upon the ground,</b>", "<b>two at a time they came</b> by themselves <b>to Noah into the ark, male and female, as God had commanded Noah.</b> In the case of most species they came in pairs, while from certain species there were sets of seven pairs. It is these animals that survived in the ark.", "<b>It was after the passage of seven days that the water of the flood was upon the earth.</b> The water began to cover the earth.", "<b>In the six hundredth year of the life of Noah, during the second month:</b> It is possible that this is referring to the second month after Noah’s birthday. However, the Sages maintain that it means the second month of the calendar year, which follows the Creation of the world. They disagree whether this is the month of Iyar, which is second after Nisan, or Marḥeshvan, which follows Tishrei. <b>On the seventeenth day of the month, on that day all the wellsprings of the great depth,</b> which ordinarily flow slowly and in moderation, <b>were breached, and the windows of the heavens were opened.</b> This was not a sprinkle, as water gushed out and inundated the land.", "<b>The rain was upon the earth</b> for <b>forty</b> consecutive <b>days and forty nights.</b>", "<b>On that very day, Noah, and Shem, and Ham, and Yefet, the sons of Noah, and Noah’s wife, and the three wives of his sons with them, entered into the ark;</b>", "<b>they, and every beast according to its kind, and every animal according to its kind, and every crawling creature that crawls upon the earth according to its kind, and every flying thing according to its kind</b>, <b>every bird, every winged creature,</b> even winged insects.", "<b>They came to Noah to the ark, two each from all flesh in which there is the breath of life.</b>", "<b>And they that came, male and female from all flesh came, as God had commanded him; and the Lord shut it for him.</b> Due to the unparalleled intensity of the waters of the flood, which came from above and below, God’s own special closing of the ark, as it were, was required to prevent water from penetrating inside.", "<b>The flood was forty days upon the earth; and the water increased, and lifted the ark, and it was raised above the earth.</b> After forty days of incessant flooding, the ark, which was undoubtedly very heavy, began to rise above the earth.", "<b>The water accumulated and increased greatly upon the earth, and the ark went upon the face of the water.</b> The ark began to float. Since it was not a ship and there was no way to direct it, the ark simply drifted along, drawn by the flow and movement of the water.", "<b>The water accumulated exceedingly upon the earth, and all the high mountains under the entire heavens were covered.</b>", "<b>Fifteen cubits upward the water accumulated, and the mountains were covered.</b>", "<b>All flesh that crawls upon the earth, of the birds, and of the animals, and of the beasts, and of all the swarming creatures that swarm upon the earth, and all mankind, perished.</b>", "<b>All in whose nostrils was the breath of the spirit of life, from all that was on the dry land, died.</b> All creatures living in dry places passed away. The force of the water, its quantity, and according to the Sages, even its heat, destroyed all the living creatures. Presumably the animals that could swim tried to do so, but they could not withstand the overpowering water. The people certainly tried to find a hiding place or grab onto planks to stay afloat, but all such material was washed away.", "<b>He obliterated all existence that was upon the face of the earth, from man, to animal, to crawling creature, to birds of the heavens; they were obliterated from the earth. Only Noah remained and they that were with him in the ark.</b>", "<b>The water accumulated upon the earth one hundred and fifty days.</b> Over the course of these one hundred and fifty days, perhaps the rain continued to fall, and the wellsprings did not stop up, but the force of the water weakened. During this period, everything flowed and intermingled: The oceans surged past the coastline and the seas broke their boundaries. For almost half a year, there was nothing in the world except for water and the ark floating somewhere upon it. Its occupants did not know where they were, and possibly they could not even know how much time had elapsed since they had shut themselves in the ark, as time calculations in those days depended on the celestial bodies. It is doubtful whether they could even distinguish between day and night."], ["<b>God remembered Noah and all the beasts and all the animals that were with him in the ark; God caused a wind to pass over the earth, and the water subsided.</b> The water rested from its rage and did not descend anymore in the form of rain nor surge from the depths.", "<b>The wellsprings of the depth and the windows of the heavens were dammed,</b> closed, <b>and the rain from the heavens was terminated.</b>", "<b>The water receded from upon the earth gradually.</b> The water that had swelled and risen above the mountains descended into the valleys, from where it flowed into the sea. These processes took time, as the entire world was inundated with water. <b>And the water was diminished at the end of one hundred and fifty days.</b> After one hundred and fifty days of flooding, the water began to diminish.", "<b>The ark rested during the seventh month, on the seventeenth day of the month,</b> at the conclusion of one hundred and fifty days starting from the second month, <b>upon the mountains of Ararat.</b> The water level receded until the ark rested once again on the earth, although not in the place where Noah had built it. The ark was presumably constructed in a then-inhabited area, in or around modern-day Iraq, and it drifted a considerable distance to the high mountains of Ararat, which are likely close to the mountains called by that name today.", "<b>And the water gradually receded until the tenth month; during the tenth month, on the first of the month, the peaks of the mountains were</b> revealed and <b>seen.</b> Since the ark was exceedingly heavy and deeply immersed in the water, it took additional time from when it rested on the peak until the mountains themselves were exposed.", "<b>It was at the end of forty days</b> from the time that the tops of the mountains could first be seen. Only after the mountaintops became visible could it be known with certainty that the water was gradually receding. <b>Noah opened the window of the ark that he made.</b>", "<b>He sent the raven.</b> Noah chose to send a raven, on the assumption that a bird which feeds on carrion would be the first to find itself something to eat. Were it to find food, Noah would know that the water level had diminished. <b>And it went to and fro,</b> without bringing back any sign, <b>until the drying of the water from upon the earth.</b>", "<b>He sent the dove from him,</b> as this bird is also capable of flying long distances, <b>to see if the waters</b> had <b>abated from upon the surface of the ground.</b>", "<b>But the dove did not find rest for its foot, and it returned to him to the ark, as water was on the face of the entire earth; and he extended his hand and took it, and brought it to him to the ark.</b>", "<b>He waited yet another seven days and again sent the dove from the ark.</b>", "<b>The dove came in to him at evening time,</b> after it had been sent off in the morning, <b>and behold, it had plucked an olive leaf in its mouth.</b> Since olive leaves are relatively tough, they did not rot in the water. <b>And Noah knew that the waters had abated [<i>kallu</i>],</b> that they had become light [<i>kal</i>] and diminished <b>from upon the earth.</b>", "<b>He waited yet another seven days and sent the dove, and it did not return again to him anymore,</b> as it found rest in one of the spots that had dried up in the meantime.", "<b>It was in the six hundred and first year, during the first month on the first of the month; the water dried from upon the earth,</b> those areas that had been dry land prior to the flood. <b>Noah removed the cover of the ark,</b> as apparently the window was very small and he was able to see out only after removing the cover; <b>and he saw, and behold, the surface of the ground dried.</b> The water had disappeared, but the ground was still sodden.", "<b>During the second month, on the twenty-seventh day of the month, the earth dried.</b> It took a long time until the ground fully dried up, to the extent that it was possible to tread upon it.", "Nevertheless, Noah remained in the ark. Just as he did not enter the ark of his own initiative, so too, now he waited for a divine command to exit it. And indeed, <b>God spoke to Noah, saying:</b>", "<b>Go out of the ark: You, and your wife, and your sons, and your sons’ wives with you.</b>", "<b>Every living being that is with you from all flesh, of the birds, and of the animals, and of every crawling creature that crawls on the earth, bring out with you.</b> Remove them forcibly, as the animals had become accustomed to life in the ark. Although they were confined there, they had easy access to food. Moreover, some of them may have been in a state of hibernation due to the conditions. It was therefore necessary to compel them to leave. <b>And they will teem</b> [<b><i>veshartzu</i> </b>] <b>on the earth,</b> by increasing greatly in number so that they will be found everywhere, like creeping animals [<i>sheratzim</i>], <b>and be fruitful and multiply upon the earth.</b> In this manner the world will be populated afresh.", "<b>Noah emerged, and his sons, and his wife, and his sons’ wives with him.</b>", "<b>Every beast, every crawling creature and every bird, every creature that crawls on the earth, after their families, emerged from the ark.</b>", "<b>Noah built an altar to the Lord, and he took from every pure animal and from every pure bird, and sacrificed burnt offerings on the altar.</b>", "<b>The Lord smelled the pleasing aroma.</b> This is a symbolic expression, which appears elsewhere in connection with offerings. Its plain meaning is satisfaction. <b>And the Lord said in His heart,</b> an anthropomorphic expression denoting divine contemplation: <b>I will not continue to curse the ground anymore on account of man,</b> as I did with the flood, <b>as the inclination of man’s heart is evil from his youth</b> [<b><i>mine’urav</i> </b>]. he Sages expound: From when he stirs himself [<i>ninar</i>] and emerges into the world, from birth. Man is not by nature evil. But he is given freedom to choose and is subject to constant temptation. <b>And</b> therefore <b>I will not continue to smite every living being anymore, as I did.</b> In order to repair the corruption of the evil inclination, mankind requires a fixed and stable world. Therefore, human history will know no more all-encompassing, catastrophic events like the flood, but rather there will be relatively moderate rises and falls.", "<b>As long as the earth endures, planting and harvest, and cold and heat, and summer and winter, and day and night shall not cease.</b> During the flood, the seasons of the year and the alternation between day and night came to a stop. Afterward, God reestablished regular time and its units, and determined that they shall not cease again. The world will follow its natural path, the human race will survive, and never again will there be a total flood."], ["To establish the above promise, God turns to Noah and his family with blessings and commandments. In rabbinic and later literature these are called the seven Noahide mitzvot. <b>God blessed Noah and his sons, and He said to them: Be fruitful and multiply, and fill the earth.</b> This blessing had already been given to Adam, but it seems that God canceled it with the flood. Therefore, this blessing is granted here once again.", "<b>Fear of you and dread of you shall be upon every beast of the earth, upon every bird of the heavens, upon all that crawls on the ground, and upon all fish of the sea. Into your hand they are</b> all <b>given.</b> Before the flood, relations between man and the animals were mostly peaceful. Although man had been given dominion over the animal world (1:28), and some engaged in animal husbandry, people were prohibited to exploit animals for food, and apparently they refrained from causing them any harm. Here God casts dread of man upon all other living creatures.", "And in addition, <b>every crawling creature that lives shall be yours for food;</b> from now on you are permitted to eat animals. <b>Like green vegetation I have given you everything;</b> until now both you and animals were vegetarians, whereas now you are given permission to eat everything in the world.", "After God has granted permission to eat animal flesh, He now places limits on this allowance. <b>But flesh with its life, its blood, you shall not eat.</b> One may not eat the flesh of an animal when it is still connected to its soul. This is the prohibition against eating a limb cut from a living animal. Although man is permitted to eat animals, this does not give him the right to act in a cruel manner.", "This verse states another limitation: <b>But I will demand your blood of your lives,</b> as your right to kill other creatures does not extend to people. Human beings cannot be compared to other living things. If someone’s blood is spilled, the responsibility is upon the person who spilled it. And similarly, <b>from every beast I will demand it.</b> Animals are held responsible for shedding human blood just as people are. When the Torah will be given, it will include a <i>halakha</i> that the court must sentence and put to death an ox or any other animal that kills a human being. <b>And,</b> as stated, <b>from man, from every man for</b> shedding the blood of <b>his brother</b>, <b>will I demand the life of man.</b>", "<b>One who sheds the blood of man, by man shall his blood be shed.</b> This is the first appearance of the death penalty, which is imposed on a murderer. The verse provides the reason for all these commands: <b>As He made man in the image of God.</b> Man is not merely one of the creatures of the zoological system. Since he was created in the image of God, he must be treated with greater respect.", "<b>And you, be fruitful and multiply; teem on the earth, and multiply on it.</b> Some of the instructions that were given to Adam are still valid. Nevertheless, new commands are stated here that are appropriate for a changed world.", "<b>God spoke to Noah, and to his sons with him, saying:</b> You must observe these obligations that I have imposed upon you.", "<b>And I hereby establish,</b> set up and enact, <b>My covenant with you, and with your descendants after you;</b>", "<b>and with every living soul that is with you, with the birds, and with the animals, and with every beast of the earth</b> that is <b>with you; from all that emerged from the ark.</b> The covenant applies <b>to every beast of the earth;</b> it is valid with respect to all living creatures in the world.", "<b>And I will establish My covenant with you,</b> which in essence is that <b>all flesh shall not be excised again by water of the flood; there shall not be a flood anymore to destroy the earth.</b>", "<b>God said: This is the sign of the covenant that I place between Me and you and every living soul that is with you, for eternal generations:</b>", "<b>My rainbow I have set in the cloud, and it shall be as a sign of a covenant between Me and the earth.</b> The rainbow shall signify the covenant between Me and the earth’s inhabitants.", "<b>It shall be when I bring a cloud over the earth, and the rainbow will be seen in the cloud,</b>", "<b>I will remember My covenant that is between Me and you and every living soul of all flesh, and the water shall not become a flood anymore to destroy all flesh.</b>", "<b>The rainbow shall be in the cloud, and I will see it, to remember the eternal covenant between God and every living creature of all flesh that is upon the earth.</b>", "<b>God said to Noah: This is the sign of the covenant that I have established between Me and all flesh that is upon the earth.</b> The rainbow represents the covenant between God and mankind. Since it can also be viewed as a sign of God’s revelation in the world, the Sages instructed that one must treat a rainbow with proper respect, and one must take care not to gaze upon it.", "<b>The sons of Noah, who emerged from the ark, were Shem, and Ham, and Yefet; and Ham was the father of Canaan.</b> This additional mention of one of their children is important for the continuation of the story.", "<b>These three were the sons of Noah, and from these the whole earth was dispersed.</b> The sons of Noah multiplied until they filled the entire world.", "<b>Noah, man of the soil, began, and he planted a vineyard.</b> As related earlier (see 5:29), Noah was a farmer. One of his first actions after the flood was to plant a vineyard. Apparently, Noah chose a vineyard over essential grains or fruit trees necessary for his survival. This is meant as a criticism of Noah, as he decided to produce a luxury item. It is possible that he planted a vineyard because he actively wanted to get drunk; after the entire world that he was familiar with had been destroyed, he sought to blur his mind in order to overcome the trauma.", "<b>He drank of the wine and became drunk.</b> Since he was drunk and lying on the ground, his clothes, which were presumably flowing robes, fell off him, <b>and he was exposed</b> and left naked <b>inside his tent.</b>", "<b>Ham, father of Canaan, saw the nakedness of his father.</b> Canaan is mentioned here due to his involvement in the affair, as maintained by the Sages. Either Ham was the one who glanced inside the tent and went off and told his brothers, or he performed even worse actions. The phrase “to see nakedness” is similar to the expression “to reveal nakedness,” which appears in the Torah in halakhic contexts not in its literal sense, but as referring to forbidden sexual contact. Accordingly, this might be an indication that Ham or his son Canaan performed some sexual act upon Noah. It is possible that Ham merely saw Noah’s nakedness; however, rather than concealing his father’s shame, he did the opposite and humiliated him, <b>and told his two brothers outside.</b>", "<b>Shem and Yefet took the garment,</b> a broad cloth that would cover Noah’s entire body, and <b>they placed it upon both their shoulders. They walked backward,</b> so as not to disgrace their father. Furthermore, they treated him with great modesty: <b>And they covered the nakedness of their father. They faced backward, and they did not see the nakedness of their father.</b>", "<b>Noah awoke from his wine, and knew.</b> Noah was not so drunk that when he woke up he had no memory of what had happened in his drunken stupor. While intoxicated, he behaved abnormally and was unaware of his actions, but once he sobered up, he was able to recall <b>what his youngest son,</b> Ham, or his grandson, Canaan, <b>had done to him.</b>", "<b>He,</b> Noah, <b>said: Cursed be Canaan</b> and his descendants; <b>a slave of slaves,</b> a slave among slaves, an absolute slave in every sense, <b>shall he be to his brothers.</b>", "<b>He said: Blessed be the Lord, God of Shem; and Canaan shall be their servant,</b> a servant to the descendants of Shem.", "<b>May God expand [<i>yaft</i>]</b> and enlarge the borders of the inheritance of <b>Yefet;</b> <i>yaft</i> is an alliterative play on words. <b>And He,</b> God, <b>shall dwell in the tents of Shem;</b> indeed, the Divine Presence rested upon the seed of Abraham, a descendant of Shem. <b>And Canaan shall be their servant,</b> s Canaan shall remain the servant of both Shem and Yefet.", "<b>Noah lived after the flood three hundred and fifty years.</b>", "<b>All the days of Noah were nine hundred and fifty years; and he died.</b> Noah passed away without fathering any more children, perhaps as a result of what Canaan had done to him. The entire future course of history will unfold from Noah’s three sons, who were together with him in the ark."], ["<b>This is the legacy of the sons of Noah: Shem, Ham, and Yefet; sons were born to them after the flood.</b> It stands to reason that they had children beforehand as well, but the majority of their sons were born after the flood.", "<b>The sons of Yefet</b> were <b>Gomer, Magog, Madai, Yavan, Tuval, Meshekh, and Tiras.</b> One can do no more than speculate about these names and the ones listed below. For example, the identification of Magog is unclear, despite the fact that he is also mentioned elsewhere: “Direct your attention to Gog, of the land of Magog.” In some cases, the name of the father of a nation is preserved in the name of its country. For example, the locations of Madai, or Medea, and Yavan, Greece, are known. In contrast, Tuval, Meshekh, and Tiras have not been identified. It has been suggested that Tiras is Persia.", "<b>The sons of Gomer</b> were <b>Ashkenaz, Rifat, and Togarma.</b> In later generations, Ashkenaz was identified, linguistically, with Germany, and Togarma with Turkey, but here too there is no certainty.", "<b>And the sons of Yavan</b> were <b>Elisha,</b> which is reminiscent of the ancient name of Greece, Hellas; <b>Tarshish,</b> which should perhaps be identified with Tartessos, a city and state on the southern coast of the Iberian Peninsula; <b>Kitim,</b> who were possibly succeeded by the Romans; <b>and Dodanim.</b>", "<b>From these the island nations were divided into their lands, each after its language, after its families, in their nations.</b> These are all nations that developed from the descendants of Yefet. These peoples apparently spoke different languages, as there was no territorial continuity between them. They spread over various islands and multiplied there, with each nation going to a different place, as the entire earth was open before them.", "<b>The sons of Ham</b> were <b>Kush, Mitzrayim, Put, and Canaan.</b>", "<b>The sons of Kush</b> were <b>Seva, Havila, Savta, Raama, and Savtekha; and the sons of Raama</b> were <b>Sheva and Dedan.</b> These are apparently all places in eastern Africa.", "Among his other children, <b>Kush begot Nimrod.</b> Since he was such an extraordinary figure, Nimrod is mentioned by himself, not in connection with any particular nation. <b>He began to be a mighty one on the earth.</b> Nimrod was a king who left his mark on the memory of future generations. Several rabbinic legends identify him with Amrafel and other characters. However, the biblical text itself provides comparatively little detail about his life.", "<b>He was a mighty hunter before the Lord;</b> Nimrod was considered a hero not only in his immediate surroundings, but also on a global scale. <b>Therefore it is said</b> over the course of the generations, as a kind of popular folk saying: <b>Like Nimrod, a mighty hunter before the Lord.</b> When people speak of an outstanding hunter, a great hero, or a mighty king, they compare him to Nimrod.", "<b>The beginning of his kingdom was Babel, Erekh, Akad, and Kalne, in the land of Shinar.</b> These are cities and regions in Mesopotamia.", "<b>From that land</b> around Mesopotamia <b>Ashur emerged.</b> Ashur is mentioned below as one of the sons of Shem. This verse might mean that Ashur withdrew from the tyrannous domain of Nimrod, the mighty hunter who descended from Ham, and went to build and develop cities. According to another explanation, it was Nimrod who went out to Ashur, <b>and he built Nineveh,</b> the largest city in the history of Ashur, <b>the city of Rehovot, Kalah,</b>", "<b>and Resen between Nineveh and Kalah; that is the great city.</b> Although one could infer otherwise from the verse, the great city is not Kalah but Nineveh, as indicated in other places. These cities were built by the Assyrians. Apparently Ashur went out toward the east, in the direction of the Tigris River, to the region of the future Assyrian empire.", "<b>Mitzrayim begot Ludim, Anamim, Lehavim, Naftuhim,</b>", "<b>Patrusim,</b> whose connection to Egypt can also be inferred from the Prophets, <b>and Kasluhim, from which the Philistines emerged, and Kaftorim.</b> Although the Philistines settled in Canaan, they were actually a foreign nation that arrived from overseas. They were part of the group of nations that scholars refer to as the Sea Peoples. Apparently, they came from the area of the Aegean Sea to the coast of the Mediterranean Sea, as far as Egypt. Kaftor is probably the island of Crete, which the ancient Egyptians called Keftiu.", "<b>Canaan begot Sidon his firstborn, and Het,</b> ho fathered one of the tribes living in the Land of Canaan when the people of Israel arrived there;", "<b>and the Yevusite, the Emorite, the Girgashite,</b> also Canaanite tribes,", "and <b>the Hivite, the Arkite, the Sinite,</b>", "<b>the Arvadite, the Tzemarite, and the Hamatite,</b> six Phoenician-Syrian city-states. <b>And then the families of the Canaanite dispersed.</b>", "<b>The border of the Canaanite was from Sidon</b> in the north, <b>as you come</b> on the way leading <b>toward Gerar</b> in the south, <b>until Gaza; as you come toward Sodom and Gomorrah and Adma and Tzevoyim, until Lasha.</b> The descendants of Ham populated a considerable part of the world in several different regions.", "<b>These are the sons of Ham, after their families, after their tongues, in their lands, in their nations.</b>", "<b>And to Shem, father of all the children of Ever, brother of Yefet, the eldest, children were also born.</b> The verse is ambiguous, as it is unclear whether Shem is the older brother of Yefet, or vice versa. Contrary to the usual order in which the sons of Noah are presented: Shem, Ham, and Yefet, here the order is Yefet, Ham, and Shem. The reason is possibly because the book of Genesis and the rest of the Torah will focus on the descendants of Shem. Therefore, although Shem might not have been the youngest of Noah’s children, his family is presented last in order to connect it to the continuation of the story.", "<b>The sons of Shem</b> were <b>Elam; Ashur; Arpakhshad,</b> whom some consider the father of the Chaldeans, the Babylonians; and <b>Lud.</b> This name is related to Lydia, a region in Asia Minor, not the Ludim, mentioned above among the children of Mitzrayim. <b>And</b> the last son of Shem is <b>Aram.</b>", "<b>The sons of Aram</b> were <b>Utz,</b> who appears in the book of Job and elsewhere, <b>Hul, Geter, and Mash.</b>", "<b>And Arpakhshad begot Shela; and Shela begot Ever.</b> This is the family line most significant for the continuation of the story from the children of Shem.", "<b>And to Ever were born two sons; the name of the one was Peleg, as in his days the earth was divided [<i>niflega</i>],</b> as will be explained at length in the next section; <b>and the name of his brother was Yoktan.</b>", "<b>Yoktan begot Almodad, Shelef, Hatzarmavet, Yerah,</b>", "<b>Hadoram, Uzal, Dikla,</b>", "<b>Oval, Avimael, Sheva,</b> also mentioned in other places in the Bible,", "<b>Ofir, Havila, and Yovav; all these were sons of Yoktan.</b>", "<b>Their dwelling was from Mesha, as you come toward Sefar, the mountain of the east.</b> These tribes settled in the southern part of the Arabian Peninsula.", "<b>These are the sons of Shem,</b> as they gradually spread: <b>After their families,</b> clans and tribes; <b>after their tongues,</b> as each family developed a language of its own; <b>in their lands,</b> since afterward they spread out over a geographical expanse; and <b>after their nations,</b> for each became a nation in its own right.", "<b>These are the families of the sons of Noah, in their legacy, in their nations; and from these the nations were dispersed on the earth after the flood,</b> over the course of the generations."], ["<b>The entire earth was of one language and of common words,</b> similar discourse. People could talk to each other about any topic, as they knew each other and came from comparable backgrounds. They were all descendants of Noah. There were still no major linguistic or cultural differences that could create divisions among the peoples. All of the world’s inhabitants constituted a single unit.", "<b>It was as they traveled from</b> some place in <b>the east.</b> This is not referring to all humanity, but to a certain large group of people. <b>And they found a plain.</b> Unlike in modern Hebrew, the word <i>bik’a</i> does not mean a valley, but a plain, a low, level expanse of land. The plain was <b>in the land of Shinar,</b> which lies between the rivers of Babylonia, and is indeed a flat expanse suitable for the events described below; <b>and they settled there.</b>", "<b>Each man said to his counterpart: Come, let us make bricks and burn them thoroughly.</b> In the land of Shinar there were not many stones, but there was an abundant supply of clay. Consequently, already in ancient times clay was used for building houses. <b>The brick was for them as stone.</b> The bricks fashioned from blocks of clay were molded into a fixed shape and burned in fire, and thereby turned into a building material that served the same function as stone. <b>And the clay was for them as mortar</b> for sticking the bricks together, and for covering the inner face of the walls. Since they had large amounts of the material, they could build many buildings solely out of such bricks, as was common in most areas of Europe for many years. However, they were not satisfied with the abundance of clay.", "<b>They said: Come, let us build a city for ourselves, and a tower with</b> the tower’s <b>top in the heavens, and let us make a name for ourselves, lest we be dispersed abroad upon the face of the entire earth.</b> The tower will be visible from vast distances, and it will serve as our center, so that we will not become scattered throughout the world. We can travel far from the city provided that we can still see the tower and know how to return to it. This will ensure that we will not lose contact with each other.", "<b>The Lord came down to see the city,</b> in whose construction all the people were partners, <b>and the tower that the children of man built,</b> not for a practical or technical purpose.", "<b>The Lord said: Behold, they are one people, and there is one language for them all.</b> They are united like a nation, a single unit with a shared idea; <b>and this is what they have begun to do.</b> The unity of the people and language has urged on their ambitions. <b>Now nothing of all that they plotted to do will be prevented from them.</b> It is now in their power to do everything. Since the inclination of the heart of man is evil, in such a state of unity, evil is liable to develop in this society without constraints.", "Therefore, <b>come, let us descend and muddle their language there, so that one will not understand the language of his counterpart,</b> and we will thereby disrupt their unity.", "<b>The Lord dispersed them from there upon the face of the entire earth, and they ceased to build the city.</b> Their languages became confused, and new forms of expression were created. As a result, people could no longer live together, and therefore they became dispersed throughout the world.", "<b>Therefore, its name,</b> the city’s name, <b>was called Babel, because the Lord confounded [<i>balal</i>] the language of all the earth there; and from there the Lord dispersed them on the face of the entire earth.</b> Mankind developed and settled the entire world.", "<b>This is the legacy of Shem. Shem was one hundred years old, and he begot Arpakhshad, two years after the flood.</b>", "<b>Shem lived after he begot Arpakhshad five hundred years; and he begot sons and daughters.</b>", "<b>Arpakhshad lived thirty-five years, and he begot Shela.</b>", "<b>Arpakhshad lived after he begot Shela four hundred and three years; and he begot sons and daughters.</b>", "<b>Shela lived thirty years, and he begot Ever.</b>", "<b>Shela lived after he begot Ever four hundred and three years; and he begot sons and daughters.</b>", "<b>Ever lived thirty-four years, and he begot Peleg.</b>", "<b>Ever lived after he begot Peleg four hundred and thirty years; and he begot sons and daughters.</b>", "<b>Peleg lived thirty years, and he begot Re’u.</b>", "<b>Peleg lived after he begot Re’u two hundred and nine years; and he begot sons and daughters.</b>", "<b>Re’u lived thirty-two years, and he begot Serug.</b>", "<b>Re’u lived after he begot Peleg two hundred and seven years; and he begot sons and daughters.</b>", "<b>Serug lived thirty years, and he begot Nahor.</b>", "<b>Serug lived after he begot Nahor two hundred years; and he begot sons and daughters.</b>", "<b>Nahor lived twenty-nine years, and he begot Terah.</b>", "<b>Nahor lived after he begot Terah one hundred and nineteen years; and he begot sons and daughters.</b>", "<b>Terah lived seventy years, and</b> during those years <b>he begot Abram, Nahor, and Haran.</b>", "<b>This is the legacy of Terah: Terah begot Abram, Nahor, and Haran; and Haran,</b> who was likely the youngest son, <b>begot Lot.</b> These characters will be important for the continuation of the story.", "<b>Haran died during the lifetime of Terah his father.</b> It was apparently uncommon for a son to pass away during his father’s lifetime. He passed away <b>in the land of his birth, in Ur of the Chaldeans.</b>", "<b>Abram and Nahor took wives for themselves; the name of Abram’s wife was Sarai; and the name of Nahor’s wife was Milka, daughter of</b> his brother <b>Haran,</b> who was the <b>father of Milka and the father of Yiska.</b>", "<b>Sarai was barren.</b> In contrast to Nahor, who together with Milka gave rise to an entire dynasty, as will be described below (22:20–24), <b>she,</b> Sarai, <b>had no child.</b>", "<b>Terah took Abram his son, and Lot, son of Haran, the son of his son, and Sarai, his daughter-in-law, the wife of his son Abram, and they departed with them from Ur of the Chaldeans to go to the land of Canaan.</b> It is not at all clear why they left Ur of the Chaldeans, which is probably located in southern Mesopotamia, modern Iraq, to go to the land of Canaan, which was very far away. Even as the crow flies, this is a huge distance, about 1,000 km. Furthermore, between the two locations lies the Syrian Desert, which can be crossed only in large convoys and after special preparation. In order to reach Canaan, one would have to turn north and come close to the Euphrates River in northern Syria. <b>And they came until Haran, and settled there</b> for the time being, despite the fact that it was not in Canaan.", "<b>The days of Terah were two hundred and five years; and Terah died in Haran.</b> It is clear from a comparison of the dates given here and below that Terah’s death at the age of 205 occurred much later than the events described in the next section. However, the Torah supplies this detail here in order to conclude the story of the descendants of Shem. From now on, the focus will be on Abram, the tenth generation from Noah. Abram, together with his descendants, is at the center of the book of Genesis."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 6:9-11:32", "heRef": "ביאור שטיינזלץ על בראשית ו׳:ט׳-י״א:ל״ב", "sections": ["6", "9"], "toSections": ["11", "32"], "sectionRef": "Steinsaltz on Genesis 6-11", "heSectionRef": "ביאור שטיינזלץ על בראשית ו׳-י״א", "firstAvailableSectionRef": "Steinsaltz on Genesis 6:9-11:32", "isSpanning": true, "next": "Steinsaltz on Genesis 12", "prev": "Steinsaltz on Genesis 5", "title": "Steinsaltz on Genesis 6-11", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 6:9-22", "Steinsaltz on Genesis 7", "Steinsaltz on Genesis 8", "Steinsaltz on Genesis 9", "Steinsaltz on Genesis 10", "Steinsaltz on Genesis 11:1-32"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}