{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>These are the reckonings,</b> the details of the materials used in the construction <b>of the Tabernacle, the Tabernacle of the Testimony, as they were reckoned,</b> or instructed, <b>at the directive of Moses: The service of the Levites was in the hand of Itamar son of Aaron the priest.</b> Moses delivered these quantities of materials to the Levites, headed by Itamar.", "<b>Betzalel, son of Uri, son of Hur, of the tribe of Judah</b> was not only responsible for the entire project, but he also <b>made everything</b> himself, including the designs and perhaps all of the important vessels <b>that the Lord had commanded Moses.</b>", "<b>With him was Oholiav son of Ahisamakh, of the tribe of Dan,</b> who was <b>a carpenter and a craftsman,</b> one who could help design the vessels, <b>and an embroiderer in the sky-blue, purple, and scarlet wool, and in the linen.</b>", "The accounting begins: <b>All the gold that was used for the work, in all the sacred work, the gold of the donation,</b> the gold raised as a gift offering (see above 35:22), <b>was twenty-nine talents and seven hundred and thirty shekels in the sacred shekel,</b> whose weight is double that of the regular shekel. A talent is between 30 and 50 kg.", "<b>The silver of those who were counted of the congregation was one hundred talents and one thousand seven hundred and seventy-five shekels, in the sacred shekel.</b>", "<b>One beka</b> weight <b>was</b> donated <b>per head,</b> by each person; one <i>beka</i> is equal to <b>half</b> of <b>a shekel in the sacred shekel.</b> A <i>beka</i> was given <b>for everyone who passed among the counted,</b> who was included in the census, <b>from twenty years old and above, for six hundred thousand three thousand five hundred and fifty.</b>", "<b>The one hundred talents of silver were to cast the sockets of the Sanctuary,</b> the central structure of the Tabernacle, <b>and the sockets of the curtain.</b> Therefore there were <b>one hundred sockets for one hundred talents, one talent for a socket.</b>", "<b>Of the</b> remaining <b>one thousand seven hundred and seventy-five</b> silver shekels, <b>he made hooks for the pillars and plated their tops and banded them.</b> Only a small amount of silver was required for decorating the pillars.", "<b>The donated bronze was seventy talents and two thousand four hundred shekels.</b>", "<b>He made with it,</b> with the bronze, <b>the sockets of the entrance of the Tent of Meeting, the bronze altar, its bronze grate, all the vessels of the altar,</b>", "<b>the sockets of the courtyard around, the sockets of the gate of the courtyard, all the pegs of the Tabernacle, and all the pegs of the courtyard around.</b>"], ["<b>From the sky-blue, purple, and scarlet wool they made woven,</b> or mesh, <b>fabrics for service in the Sanctuary.</b> This refers to the coverings of the Tabernacle, the screen of the gate of the Tabernacle, and the cloths that covered the vessels during the Israelites’ travels. <b>They</b> also <b>made the sacred vestments for Aaron, as the Lord commanded Moses.</b>", "<b>He made the ephod of gold,</b> and of <b>sky-blue, purple, and scarlet wool, and linen,</b> all <b>spun together.</b> It is difficult to combine gold threads with interwoven wool and linen threads. No earlier use of gold for a similar purpose is known.", "This may have been the first use of this complex technique: <b>They hammered out the sheets of gold, and</b> then <b>cut wires to work in,</b> to weave, <b>with the sky-blue wool, with the purple wool, with the scarlet wool, and with the linen.</b> This was <b>artfully crafted,</b> as it involved unique craftsmanship.", "<b>They made shoulder pieces for it,</b> the ephod, and <b>attached</b> it; <b>it was attached at the two ends.</b> The ephod, which resembled an apron or a skirt, was held in place by the two shoulder pieces.", "<b>The belt of his ephod that is on it is from it;</b> the belt was not fashioned separately, but was part of the woven fabric of the ephod; and therefore, the band was made <b>like its work,</b> in the same manner as the ephod: Of <b>gold,</b> and of <b>sky-blue, purple, and scarlet wool, and linen, spun together as the Lord had commanded Moses.</b>", "<b>They made the onyx stones surrounded with settings of gold.</b> These stones were <b>engraved with the engravings of a signet.</b> Each was engraved with writing, like a seal, <b>with the names</b> of the tribes <b>of the children of Israel.</b>", "<b>He placed them on the shoulder pieces of the ephod as stones of remembrance for the children of Israel,</b> as these stones bore their names, <b>as the Lord had commanded Moses.</b>", "<b>He made the breast piece, artfully crafted, like the work of the ephod,</b> with the same materials: <b>Gold,</b> and <b>sky-blue, purple, and scarlet wool, and linen, spun together.</b>", "<b>It was square; they made the breast piece folded,</b> such that it formed a pouch into which, according to tradition, holy names were inserted; <b>its length a span and its width a span, folded.</b> A span [<i>zeret</i>] is approximately half a cubit, slightly more than 20 cm. It is roughly the distance between the tip of one’s little finger [<i>zeret</i>] and the tip of one’s thumb, when one spreads his fingers to their full extent.", "<b>They mounted in it,</b> the breast piece, <b>four rows of stones: A row of a ruby, a peridot, and an emerald, the first row;</b>", "<b>and the second row: a carbuncle, a sapphire, and a clear quartz;</b>", "<b>and the third row: a jacinth, an agate and an amethyst;</b>", "<b>and the fourth row: a beryl, an onyx, and a chalcedony; surrounded in settings of gold in their mountings.</b> Each stone was placed in a gold setting, which held it in place in one of the rows.", "<b>The stones</b> of the breast piece, like the onyx stones, <b>were according to the names of the children of Israel; they were twelve, according to their names, the engravings of a signet, each man according to his name, for the twelve tribes.</b> On each stone the name of one tribe was engraved.", "<b>They crafted bordering chains on the breast piece, of braided craftsmanship,</b> they formed twined cords, not linked chains, made <b>of pure gold.</b>", "<b>They crafted two settings of gold and two gold rings, and they put the two rings at the two ends of the breast piece.</b>", "<b>They put the two braids,</b> cords, <b>of gold on the two rings at the ends of the breast piece.</b>", "<b>The two ends of the two braids they put on the two settings, and they put them,</b> the settings, <b>on the shoulder pieces of the ephod, toward its front.</b>", "<b>They made two</b> additional <b>gold rings and they put them on the two ends of the breast piece, on its edge that was toward the ephod, on the inner side.</b>", "<b>They made</b> another <b>two gold rings and they put them on the two shoulder pieces of the ephod from below, toward its front, adjacent to its seam, above the belt of the ephod.</b>", "<b>They attached the breast piece with its rings to the rings of the ephod with a thread of sky-blue wool, to be on the belt of the ephod.</b> The breast piece was tied to the shoulder pieces by its upper rings and to the ephod by its lower rings. In this manner it was ensured that <b>the breast piece would not be detached from the ephod, as the Lord had commanded Moses.</b> Alternatively, it was prohibited for the breast piece to be loosened from the ephod.", "<b>He made the robe of the ephod,</b> the robe upon which the ephod is bound and which fastens it, <b>of woven work, entirely of sky-blue wool</b> threads.", "<b>The opening of the robe was</b> made <b>within it;</b> the edge of the robe was folded over into the garment and hemmed, <b>like the opening of a coat of mail</b>, which was also folded inward. <b>There was a</b> stitched <b>hem for its opening around</b> so that <b>it would not be rent.</b> Alternatively, it was prohibited for the robe to be rent.", "<b>They made on the hem of the robe</b> ornaments in the shape of <b>pomegranates of sky-blue, purple, and scarlet wool,</b> all <b>spun together.</b>", "<b>They made bells of pure gold, and they put the bells among the pomegranates on the hem of the robe around, among the pomegranates.</b> A golden bell was placed inside each pomegranate. Alternatively, each bell was placed between two pomegranates.", "<b>A bell and a pomegranate, a bell and a pomegranate were on the hem of the robe around, to serve, as the Lord commanded Moses.</b> Previously, the verse states that the bell chimes of the High Priest’s robe “shall be heard upon his entry into the Sanctuary before the Lord and upon his emergence” (28:35).", "<b>They made the tunics of linen, woven work for Aaron and for his sons,</b> for all of the priests,", "<b>and</b> they made <b>the mitre,</b> similar to a turban for the High Priest, <b>of linen, and the headdresses of linen</b> for the other priests, <b>and the linen trousers of spun linen</b> for all the priests.", "<b>T</b> hey made <b>the sash</b> worn by all priests <b>of spun linen, and sky-blue, purple, and scarlet wool, the work of an embroiderer, as the Lord had commanded Moses.</b> The linen tunics and headdresses were white; the sash wrapped around the tunic added color to the uniform of the ordinary priests.", "The Torah returns to the description of the garments of the High Priest: <b>They made the diadem of the crown of sanctity,</b> a gold ornament positioned on the High Priest’s forehead, <b>of pure gold, and they wrote upon it in the writing of the engraving of a signet: Holy to the Lord.</b> The crown of the priesthood signifies the High Priest’s consecration to God as well as his lofty status as minister to God.", "<b>They put upon it a thread of sky-blue wool, to put it,</b> fasten it, <b>on the mitre from above, as the Lord had commanded Moses.</b>", "<b>All the work of the Tabernacle of the Tent of Meeting was completed, and the children of Israel</b> and their chief craftsmen <b>did in accordance with all that the Lord had commanded Moses; so they did.</b> They successfully constructed all the parts of the Tabernacle, its vessels and their appurtenances, and the priestly vestments, exactly as their design was shown to Moses on Mount Sinai (see 25:9).", "<b>They brought the Tabernacle,</b> the wool and linen coverings, <b>to Moses, with the tent,</b> the goats’ hair sheets, <b>and all its vessels: its hooks, its boards, its bars, and its pillars, and its sockets;</b>", "<b>and the covering of rams’ hides dyed red, and the covering of taḥash hides, and the curtain of the screen;</b>", "<b>the Ark of the Testimony, and its staves, and the ark cover;</b>", "<b>the table, all its vessels, and the showbread;</b>", "<b>the pure candelabrum, its lamps, the lamps of the arrangement, and all its vessels, and the lighting oil;</b>", "<b>and the golden altar, and the anointing oil, and the incense of the spices, and the screen of the entrance of the tent;</b>", "<b>the bronze altar and its grate of bronze, its staves and all its vessels; the basin and its base;</b>", "<b>the hangings of the courtyard, its pillars, and its sockets, and the screen for the entrance of the courtyard, its,</b> the courtyard’s, <b>cords, and its pegs, and all the vessels of the service of the Tabernacle for the Tent of Meeting;</b>", "Likewise, they brought <b>the woven fabrics to serve in the holy place, the sacred vestments for Aaron the priest and the vestments of his sons to serve as priests.</b>", "<b>In accordance with everything that the Lord had commanded Moses, so did the children of Israel perform all the work.</b> They neither added nor subtracted. The work of the many craftsmen was precisely in accordance with all that God had commanded Moses. Given the scale of the operation and the number of people involved, such precise execution of the plans was a noteworthy achievement.", "<b>Moses saw all the labor</b> that was brought before him for inspection, <b>and behold, they had performed it; as the Lord had commanded, so had they performed; and Moses blessed them.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>On the day of the first month, on the first of the month</b> of Nisan, the month in which the Israelites were brought out of Egypt and which was therefore established as the first month of the year (see 12:2), <b>you shall erect the Tabernacle of the Tent of Meeting.</b>", "After the framework of the Tabernacle has been erected, the placement of its vessels begins with the ark, the focal point of its holiness. The sanctity, and therefore the significance, of the entire structure stems from here. <b>You shall place there the Ark of the Testimony, and you shall screen the ark with the curtain,</b> which separates and conceals the Holy of Holies.", "<b>You shall bring the table, and you shall arrange its arrangement,</b> the showbread; <b>you shall bring the candelabrum, and you shall kindle its lamps.</b> It is not enough to place the candelabrum in its spot; you must also kindle its lights.", "<b>You shall put the golden altar for incense before the Ark of the Testimony.</b> Although the golden altar was further away from the Holy of Holies than the table and the candelabrum, it was positioned opposite the ark. <b>And you shall set in place the screen of the entrance of the Tabernacle,</b> of the Sanctuary, the structure in the center of the courtyard.", "<b>You shall put the altar of the burnt offering before the entrance of the Tabernacle of the Tent of Meeting.</b> The large altar, upon which the offerings will be sacrificed, must be placed in the courtyard.", "<b>You shall put the basin between the Tent of Meeting and the altar, and you shall put water there,</b> in the basin, so that it will be ready for the service.", "<b>You shall place</b> the pillars, sockets, and hangings, which together form <b>the courtyard all around</b> the Tabernacle, <b>and you shall put the screen of the gate of the courtyard</b> in its appropriate place.", "In order to sanctify the service vessels, it is not enough to simply place the vessels, appurtenances, and other materials in their respective locations in the Tabernacle. Rather, it is also necessary to perform an anointing ritual, which will sanctify the vessels: <b>You shall take the anointing oil,</b> which was also brought before you, <b>and anoint the Tabernacle and all that is in it; you shall sanctify it and all its vessels; it shall be holy.</b>", "<b>You shall anoint the altar of the burnt offering and all its vessels; you shall sanctify the altar, and the altar shall be a sacred sacrament.</b>", "<b>You shall anoint the basin and its base, and you shall sanctify it.</b>", "After the vessels have been constructed, set in place, and anointed, Moses is commanded to sanctify the priests as well: <b>You shall bring Aaron and his sons near to the entrance of the Tent of Meeting, and you shall wash them with water</b> there.", "<b>You shall clothe Aaron with the sacred vestments; you shall anoint him; you shall</b> thereby <b>sanctify him, that he will serve as priest to Me.</b> From this point onward he shall be fit for the priesthood.", "<b>You shall bring near his sons, and you shall clothe them in tunics.</b>", "<b>You shall anoint them, as you anointed their father, that they may serve as priests to Me.</b> The High Priest undergoes a separate anointing ritual, as he is anointed in a different manner to that of the other priests. <b>And their anointment shall be to them for an eternal priesthood.</b> This anointing ritual will not be repeated, as they will retain their status as priests <b>for their generations.</b> Aaron’s sons did not inherit the priesthood from their father, as they were born before Aaron was sanctified with the priesthood. Consequently, like their father, they were required to undergo a sanctification ritual. However, any sons born to them from now on inherit the priesthood from their fathers.", "<b>Moses did in accordance with everything that the Lord had commanded him</b> with regard to erecting the Tabernacle; <b>so he did.</b>", "<b>It was in the first month,</b> Nisan, <b>during</b> the beginning of <b>the second year</b> following the exodus of the Jewish people from Egypt, <b>on the first of the month, the Tabernacle was erected.</b>", "<b>Moses</b> himself <b>erected the Tabernacle; he put its sockets,</b> the bases for the boards, <b>he placed its boards</b> upon the sockets, <b>he put in its bars</b> to hold up the walls, <b>and he erected its pillars</b> at the entrance to the Tabernacle.", "<b>He spread the tent,</b> the tapestry of goat hair, <b>over the Tabernacle, and he placed the covering of the tent,</b> made of rams’ skins dyed red and taḥash skins, <b>over it from above, as the Lord had commanded Moses.</b>", "After the main structure of the Tabernacle was erected and covered, <b>he took the testimony,</b> the Tablets of the Covenant, which had been located in Moses’ tent until now, <b>and put it into the ark.</b> This is the point of contact between worlds. With the placement of the tablets in their proper spot in the ark, they begin to serve as sources of strength and power. A resting place for the Tablets of Testimony that had descended from heaven has now been built on earth. God’s descent upon Mount Sinai is no longer a singular event in the past; God has now acquired a real, fixed resting place in the world. <b>And he,</b> Moses, <b>placed the staves on the ark, and he put the ark cover,</b> with the cherubim upon it, <b>on the ark from above.</b>", "<b>He brought the ark,</b> which contained the tablets, and over which the ark cover with the cherubim was placed, <b>into the Tabernacle, and he placed the curtain of the screen, and he screened the Ark of the Testimony, as the Lord had commanded Moses.</b>", "<b>He put the table in the Tent of Meeting, on the side of the Tabernacle to the north, outside the curtain,</b> which divides between the Sanctuary and the Holy of Holies.", "<b>He arranged upon it an arrangement of bread before the Lord, as the Lord had commanded Moses.</b>", "<b>He put the candelabrum in the Tent of Meeting, opposite the table, on the side of the Tabernacle to the south.</b>", "<b>He kindled the lamps before the Lord, as the Lord had commanded Moses.</b>", "<b>He placed the golden altar in the Tent of Meeting before the curtain,</b> between the table and the candelabrum, but slightly closer to the entrance to the Sanctuary.", "<b>He burned on it incense of the spices, as the Lord had commanded Moses.</b>", "<b>He placed the screen of the entrance to the Tabernacle.</b>", "<b>The altar of the burnt offering he placed at the entrance of the Tabernacle of the Tent of Meeting, and he offered up on it the burnt offering and the meal offering, as the Lord had commanded Moses.</b>", "<b>He placed the basin between the Tent of Meeting and the altar, and he put water there for washing.</b>", "<b>Moses and Aaron and his sons would wash their hands and their feet from it.</b> They would not wash their entire bodies.", "<b>Upon their entry into the Tent of Meeting and upon their approach to the altar, they shall wash, as the Lord had commanded Moses.</b>", "<b>He erected the courtyard around the Tabernacle and the altar, and he put up the screen of the gate of the courtyard; Moses concluded the labor.</b>", "Then the connection was established: <b>The cloud covered the Tent of Meeting, and the glory of the Lord filled the Tabernacle.</b> Although the cloud is a physical entity, it embodies the glory of God and symbolizes the resting of the Divine Presence.", "<b>Moses was unable to enter the Tent of Meeting because the cloud rested upon it, and the glory of the Lord filled the Tabernacle.</b> Since the Tabernacle now stands consecrated for God, Moses is permitted to enter only when God calls him, not at any time of his choosing.", "<b>Upon the ascent of the cloud over the Tabernacle, the children of Israel would travel on all their journeys.</b> This is the sign that they should continue on their travels.", "<b>But if the cloud would not ascend, they would not travel until the day of its ascent.</b> The cloud, which symbolizes the Divine Presence, signals to the Israelites when they should set up camp and when they should travel. They set out on their journeys only in accordance with this nonverbal instruction.", "<b>For the cloud of the Lord was on the Tabernacle by day, and fire would be in it by night.</b> The pillar of cloud and the pillar of fire, mentioned earlier (see 13:21–22), moved into the Tabernacle: The cloud during the day and the fire during the night would be <b>before the eyes... of the entire house of Israel on all their journeys.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 38:21-40:38", "heRef": "ביאור שטיינזלץ על שמות ל״ח:כ״א-מ׳:ל״ח", "sections": ["38", "21"], "toSections": ["40", "38"], "sectionRef": "Steinsaltz on Exodus 38-40", "heSectionRef": "ביאור שטיינזלץ על שמות ל״ח-מ׳", "firstAvailableSectionRef": "Steinsaltz on Exodus 38:21-40:38", "isSpanning": true, "next": null, "prev": "Steinsaltz on Exodus 37", "title": "Steinsaltz on Exodus 38-40", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 38:21-31", "Steinsaltz on Exodus 39", "Steinsaltz on Exodus 40:1-38"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}