{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Pinhas, son of Elazar, son of Aaron the priest, has caused My wrath to be withdrawn from the children of Israel, in that he was zealous on my behalf among them;</b> Pinhas felt that it was his responsibility to zealously guard My presence in the midst of the children of Israel, and therefore took extreme action that he had not been commanded to take. It was only because of that action <b>that I did not destroy the children of Israel in My zealotry;</b> had he not taken action, the plague would have spread and consumed the entire nation.", "<b>Therefore, say: Behold, I am giving him My covenant of peace.</b> This special covenant of peace was given to Pinhas not because he was a man of peace but rather because he brought about peace between the children of Israel and their Father in Heaven. Through his action, Pinhas proclaimed that the Israelites belong exclusively to God. This zealous position did not allow for any foreign entity to interfere with the intimate relationship between God and Israel.", "<b>It shall be for him, and for his descendants after him, a covenant of an eternal priesthood;</b> Pinhas receives this gift <b>because he was zealous for his God, and he atoned for the children of Israel.</b>", "The Torah provides details to round out the story: <b>The name of the man of Israel who was slain, who was slain with the Midyanite woman</b> while performing a sinful act, <b>was Zimri son of Salu, prince of a patrilineal house of the Simeonites.</b>", "<b>The name of the Midyanite woman who was slain was Kozbi daughter of Tzur; he was head of the nations of a patrilineal house in Midyan.</b> The Midyanites were comprised of distinct tribes that were affiliated with one another. Tzur was the leader of the largest or most important clan in Midyan.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Bear enmity to the Midyanites, and smite them.</b> God spared the Moavites, but commanded the children of Israel to battle the Midyanites.", "This is <b>because they are enemies to you, with their deceits that they deceived you in the matter of Peor, and in the matter of Kozbi, daughter of the prince of Midyan, their sister, who was slain on the day of the plague in the matter of Peor.</b> The Midyanites were connected to Moav, as the elders of Midyan traveled with the elders of Moav to convince Bilam to curse Israel. However, it seems that Midyan hated Israel even more than Moav did. It is clear from the verses later on (31:7-16) that the idea to seduce the Israelite men via Moavite and Midyanite women was a conscious strategy that was planned by Bilam and the Midyanites, based on their understanding that the existence of the Israelite nation was dependent on their distinctiveness and sanctity. Consequently, they were willing to send their daughters, including even the daughter of their prince, to cause the Israelite men to sin and thereby to lead to their downfall."], ["<b>It was after the plague; and the Lord said to Moses and to Elazar son of Aaron the priest, saying:</b>", "<b>Take a census of the entire congregation of the children of Israel, from twenty years old and above, by their patrilineal house, all those fit for military service in Israel.</b>", "<b>Moses and Elazar the priest spoke with them on the plains of Moav along the Jordan opposite Jericho, saying:</b>", "<b>From twenty years old and above,</b> in the same manner <b>as the Lord had commanded Moses and the children of Israel</b> to count them <b>when coming out from the land of Egypt,</b> so that the results of the two censuses may be compared.", "<b>Reuben, the firstborn of Israel, the sons of Reuben: Hanokh,</b> whose descendants comprised <b>the family of the Hanokhites; for Palu,</b> another son of Reuben, <b>the family of the Paluites;</b>", "<b>for Hetzron, the family of the Hetzronites; for Karmi, the family of the Karmites.</b>", "<b>These are the families of the Reubenites; those counted were forty-three thousand seven hundred and thirty.</b>", "<b>And the sons of Palu,</b> his only son: <b>Eliav.</b>", "<b>And the sons of Eliav: Nemuel, Datan, and Aviram. This is Datan and Aviram, the distinguished of the congregation, who incited against Moses and against Aaron in the congregation of Korah, when they incited against the Lord.</b> Although the report of the census generally includes only the names of the families within each tribe and not the names of the individuals in each family, the Torah gives details about the Paluite family in order to mention Palu’s grandsons, Datan and Aviram, who were leaders in the rebellion of Korah and his congregation.", "<b>The earth opened its mouth, and swallowed them and Korah, with the death of the congregation, when the fire devoured two hundred and fifty men, and they became a sign.</b>", "The Torah notes that <b>the sons of Korah did not die,</b> despite the fact that they were involved, to a certain degree, in the rebellion.", "<b>The sons of Simeon by their families: for Nemuel, the family of the Nemuelites; for Yamin, the family of the Yaminites; for Yakhin, the family of the Yakhinites;</b>", "<b>for Zerah, the family of the Zerahites; for Shaul, the family of the Shaulites.</b>", "<b>These are the families of the Simeonites, twenty-two thousand two hundred.</b>", "<b>The sons of Gad by their families: for Tzefon, the family of the Tzefonites; for Hagi, the family of the Hagites; for Shuni, the family of the Shunites;</b>", "<b>for Ozni,</b> referred to elsewhere as Etzbon, <b>the family of the Oznites; for Eri, the family of the Erites;</b>", "<b>for Arod, the family of the Arodites; for Areli, the family of the Arelites.</b>", "<b>These are the families of the sons of Gad by their count, forty thousand five hundred.</b>", "<b>The sons of Judah: Er and Onan. Er and Onan died in the land of Canaan.</b> Although Er and Onan died childless and were therefore insignificant with regard to the census, there are several places in the Bible where they are memorialized by being mentioned among the offspring of the tribe of Judah.", "<b>The sons of Judah by their families were: for Shela, the family of the Shelanites; for Peretz, the family of the Peretzites; for Zerah, the family of the Zerahites.</b>", "<b>The sons of Peretz were</b> further subdivided: <b>for Hetzron, the family of the Hetzronites; for Hamul, the family of the Hamulites.</b>", "<b>These are the families of Judah by their count, seventy-six thousand five hundred.</b>", "<b>The sons of Issachar by their families: for Tola, the family of the Tola’ites; for Puva, the family of the Punites;</b>", "<b>for Yashuv, the family of the Yashuvites; for Shimron, the family of the Shimronites.</b>", "<b>These are the families of Issachar by their count, sixty-four thousand three hundred.</b>", "<b>The sons of Zebulun by their families: for Sered, the family of the Seredites; for Elon, the family of the Elonites; for Yahle’el, the family of the Yahle’elites.</b>", "<b>These are the families of the Zebulunites by their count, sixty thousand five hundred.</b>", "<b>The sons of Joseph by their families: Manasseh and Ephraim.</b> In the first census, Ephraim is mentioned before Manasseh whereas here the order is reversed (see 1:32–35). Perhaps the reason for this is that in the first census Ephraim was larger than Manasseh. Over the years Manasseh grew larger and Ephraim became smaller, and now, when Manasseh was much larger than Ephraim, it was mentioned first.", "<b>The sons of Manasseh: for Makhir, the family of the Makhirites, and Makhir begot Gilad; for Gilad, the family of the Giladites,</b> which became known as a distinct and prominent family in its own right, with a strip of land known as the land of Gilad.", "<b>These are the sons of Gilad: for Iezer, the family of the Iezerites; for Helek, the family of the Helekites;</b>", "<b>Asriel, the family of the Asrielites; Shekhem, the family of the Shekhemites;</b>", "<b>Shemida, the family of the Shemida’ites; Hefer, the family of the Heferites.</b> The Torah again mentions names of people within a family because they are relevant with regard to a particular incident, as will be related in the upcoming section (27:1–11).", "<b>Tzelofhad son of Hefer did not have sons, but daughters. The names of the daughters of Tzelofhad were Mahla, Noa, Hogla, Milka, and Tirtza.</b>", "<b>These are the families of Manasseh; those counted were fifty-two thousand seven hundred.</b>", "<b>These are the sons of Ephraim by their families: for Shutelah, the family of the Shutelahites; for Bekher, the family of the Bekherites; for Tahan, the family of the Tahanites.</b>", "<b>These are the sons of Shutelah: for Eran, the family of the Eranites.</b>", "<b>These are the families of the sons of Ephraim by their count, thirty-two thousand five hundred. These are the sons of Joseph by their families.</b>", "<b>The sons of Benjamin by their families: for Bela, the family of the Bela’ites; for Ashbel, the family of the Ashbelites; for Ahiram, the family of the Ahiramites;</b>", "<b>for Shefufam, the family of the Shufamites; for Hufam, the family of the Hufamites.</b> Hufam was referred to as Hupim when the sons of Jacob descended to Egypt; Shefufam was referred to as Mupim.", "<b>The sons of Bela were Ard and Naaman; the family of the Ardites; for Naaman, the family of the Naamites.</b>", "<b>These are the sons of Benjamin by their families; and their counted were forty-five thousand six hundred.</b>", "<b>These are the sons of Dan by their families: for Shuham, the family of the Shuhamites. These are the families of Dan by their families.</b> Dan apparently had only one son, Shuham, who is referred to as Hushim in Genesis (46:23). Nonetheless his offspring were known as the tribe of Dan as well as the family of Shuham.", "<b>All the families of the Shuhamites, by their count, were sixty-four thousand four hundred.</b>", "<b>The sons of Asher by their families: for Yimna, the family of the Yimnites; for Yishvi, the family of the Yishvites; for Beria, the family of the Beriites.</b>", "<b>For the sons of Beria: for Hever, the family of the Heverites; for Malkiel, the family of the Malkielites.</b>", "<b>The name of the daughter of Asher: Serah.</b>", "<b>These are the families of the sons of Asher by their count, fifty-three thousand four hundred.</b>", "<b>The sons of Naphtali by their families: for Yahtze’el, the family of the Yahtze’elites; for Guni, the family of the Gunites;</b>", "<b>for Yetzer, the family of the Yetzerites; for Shilem, the family of the Shilemites.</b>", "<b>These are the families of Naphtali by their families; their counted were forty-five thousand four hundred.</b>", "<b>These are the counted of the children of Israel, six hundred thousand one thousand seven hundred and thirty.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>To these</b> families listed above <b>the land shall be divided as an inheritance, according to the number of names.</b> The census was not meant merely to serve a military function, but also to delineate those to whom the land will be divided.", "On the one hand, <b>to the</b> family that is <b>greater</b> in number <b>you shall increase its inheritance, and to the</b> family that is <b>lesser</b> in number <b>you shall decrease its inheritance; each</b> family, <b>according to its counted, its inheritance shall be given.</b>", "<b>However,</b> on the other hand, <b>by lot the land shall be divided; according to the names of the tribes of their fathers they shall inherit.</b>", "<b>Their inheritance shall be divided by lot whether the many or the few.</b>", "<b>These are the counted of the Levites,</b> who will not inherit portions of the land but are nevertheless counted along with the rest of the nation, <b>according to their families: for Gershon, the family of the Gershonites; for Kehat, the family of the Kehatites; for Merari, the family of the Merarites.</b>", "<b>These are the families of Levi</b> divided into more specific family groups: <b>the family of the Livnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kehat begot Amram.</b>", "<b>The name of Amram’s wife was Yokheved daughter of Levi, who was born to Levi in Egypt.</b> This is one of the verses from which the Sages derive that Yokheved was born as the family of Jacob entered Egypt. The verse is understood to mean although Yokheved was born in Egypt, she was not conceived there. <b>She bore to Amram: Aaron, Moses, and Miriam their sister.</b>", "<b>To Aaron were born: Nadav, Avihu, Elazar, and Itamar.</b>", "<b>Nadav and Avihu died when they offered strange fire before the Lord.</b> It would appear that Nadav and Avihu did not have sons, although it is possible that they had daughters. Similar to Judah’s sons, Er and Onan, although Nadav and Avihu died at a young age without sons, they are memorialized through the mention of their names in the genealogy of their father’s family.", "<b>Those counted were twenty-three thousand, each male from one month old and above; for they were not counted among the children of Israel, because no inheritance was given to them among the children of Israel.</b>", "<b>These are the counted of Moses and Elazar the priest, who counted the children of Israel on the plains of Moav by the Jordan opposite Jericho.</b>", "<b>Among these</b> people, who were counted in preparation for entering the land of Canaan, <b>there was not a man from the counted of Moses and Aaron the priest, who counted the children of Israel in the wilderness of Sinai.</b>", "<b>As the Lord said of them,</b> in response to the sin of the spies (14:23–24): <b>They will die in the wilderness. No man was left of them, except Caleb son of Yefuneh, and Joshua son of Nun.</b>"], ["<b>The daughters of Tzelofhad, son of Hefer, son of Gilad, son of Makhir, son of Manasseh, from the families of Manasseh son of Joseph, approached; these are the names of his daughters: Mahla, Noa, Hogla, Milka, and Tirtza.</b>", "<b>They stood before Moses, before Elazar the priest, before the princes and the entire congregation, at the entrance of the Tent of Meeting, saying:</b>", "<b>Our father died in the wilderness, and he was not among the congregation of those who congregated against the Lord in the congregation of Korah,</b> and therefore he did not die in a miraculous and dramatic fashion, <b>as he died for his own sin,</b> like any regular person, <b>and he had no sons.</b>", "<b>Why should the name of our father be subtracted from among his family because he had no son?</b> Since we are his daughters, <b>give us a portion among the brothers of our father,</b> as his heirs.", "<b>Moses brought their case before the Lord,</b> as he did not have clear instructions pertaining to this type of case.", "<b>The Lord spoke to Moses, saying:</b>", "<b>The daughters of Tzelofhad speak justly:</b> Consequently, <b>you shall give them a portion for inheritance among their father’s brothers and you shall convey the inheritance of their father to them.</b>", "The specific instruction given in response to the request of the daughters of Tzelofhad is now formulated as a general principle: <b>To the children of Israel, you shall speak, saying: If a man will die, and he has no son, you shall convey his inheritance to his daughter.</b>", "<b>If he has no daughter</b> either, <b>you shall give his inheritance to his brothers.</b>", "<b>If he has no brothers, you shall give his inheritance to his father’s brothers.</b>", "<b>If his father has no brothers, you shall give his inheritance to his next of kin from his family, and he shall take possession of it. It shall be for the children of Israel a statute of justice, as the Lord had commanded Moses.</b> The basic principle of the law of inheritance, as explained by the Oral Law, is that the estate of the deceased is transferred according to a downward-upward-downward scheme. When an individual dies, his property is inherited by his offspring; if he has sons they inherit the property, and if not, his daughters inherit the property. If the deceased has no living descendants, the property goes up a generation to the father of the deceased. If he is not alive, it goes down to his children, meaning the siblings of the deceased. If the father of the deceased has no living descendants, it goes up another generation to the paternal grandfather of the deceased and to his offspring, and so on, as far as necessary until an heir is located.", "<b>The Lord said to Moses: Ascend to this highlands of Avarim, and see the land that I have given to the children of Israel.</b> Some commentaries explain that Moses was to ascend a mountain peak that could be seen from each direction [<i>ever</i>] and which overlooked the entire area.", "<b>You will see it, and you also will be gathered to your people,</b> you will die, <b>as Aaron your brother was gathered;</b> just as Aaron died without suffering, your soul will depart in absolute tranquility and will be attached to its Creator.", "You will not enter the land <b>because you defied My directive in the wilderness of Tzin, in the dispute of the congregation</b>, <b>to sanctify Me with the water before their eyes. It is the water of dispute in Kadesh in the wilderness of Tzin.</b> Consequently, I decreed that you and Aaron would die in the wilderness.", "Moses did not ascend the mountain immediately because he had important matters that he needed to attend to first. The first issue was his future replacement. <b>Moses spoke to the Lord, saying:</b>", "<b>May the Lord, God of the spirits of all flesh, appoint a man over the congregation,</b>", "<b>who will go out before them</b> when they go out to war, <b>who will come before them</b> for other matters, <b>who will take them out, and who will bring them in,</b> ensuring the unity of the nation, so <b>that the congregation of the Lord will not be like a flock that has no shepherd.</b>", "<b>The Lord said to Moses:</b> Since you are searching for a man of this type, <b>take you Joshua son of Nun, a man in whom there is,</b> already now, a lofty <b>spirit, and lay your hand upon him</b> in order to transfer to him your unique abilities and authority.", "<b>Stand him before Elazar the priest, and before the entire congregation, and command him before their eyes.</b> You shall instruct him about his position of leadership in the presence of the congregation so that they will respect his authority and obey his instructions.", "<b>You shall confer from your</b> unique <b>grandeur upon him, so that the entire congregation of the children of Israel will heed.</b>", "However, unlike you, Moses, who receives instructions directly from Me, Joshua will need an intermediary to receive My instructions: <b>Before Elazar the priest he shall stand, and he will inquire for him regarding the judgment of the Urim before the Lord,</b> by way of the lights that will brighten in the stones of the breast piece and thereby communicate God’s will to the priest; <b>at his,</b> Elazar’s, <b>directive they shall go out, and at his directive they shall come, he and all the children of Israel with him, and the entire congregation.</b>", "<b>Moses did as the Lord had commanded him; he took Joshua, and stood him before Elazar the priest, and before the entire congregation.</b>", "<b>He laid his hands upon him, and commanded him, as the Lord spoke at the hand of Moses.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Command the children of Israel, and say to them: My offering,</b> which is <b>My food, for My fires, My pleasing aroma, you shall take care to present to Me at its appointed time.</b> One should not delay bringing any offering, but one must be particularly careful about the offerings that have a set time, which may be brought only at that appointed time.", "<b>You shall say to them: This is the fire offering that you shall bring to the Lord</b> and burn on the altar: <b>Unblemished lambs in the first year, two each day, a continual burnt offering.</b>", "<b>The one lamb you shall offer in the morning, and the second lamb you shall offer in the afternoon.</b>", "This offering is accompanied by <b>one-tenth of an ephah of high-quality flour as a meal offering, mixed with one-fourth of a hin of virgin oil,</b> fine oil produced by beating on olives that are specially chosen as they ripened.", "<b>It is a continual burnt offering that was</b> already <b>done at Mount Sinai,</b> as stated in Exodus 24:5, <b>as a pleasing aroma, a fire offering to the Lord.</b>", "<b>And its libation is one-fourth of a hin for the one lamb; in the holy place, pour a libation of</b> an <b>intoxicating drink [<i>shekhar</i>],</b> wine, <b>to the Lord.</b> This is the law of the wine libation which is poured onto the altar from a vessel. Although the term <i>shekhar</i> in the Bible is often understood to mean beer, it is in fact not the name of a particular beverage, but a term that refers to any intoxicating drink.", "This is the law of the morning lamb. <b>The other lamb you shall offer in the afternoon; like the meal offering of the morning, and like its libation, you shall offer a fire offering of a pleasing aroma to the Lord.</b>", "<b>On the Sabbath day, two unblemished lambs in the first year, two-tenths</b> of an ephah <b>of high-quality flour as a meal offering, mixed with oil, and its libation.</b> It is unclear what the pronoun “its” at the end of this sentence is referring to; it may be the meal offering, such that the verse is referring to the libation that accompanies the meal offering. Alternatively, it could be a reference to the Sabbath.", "<b>This is the burnt offering of each Sabbath on its Sabbath, with the continual burnt offering and its libation.</b> These two lambs are sacrificed as burnt offerings every Sabbath, and are known as the additional offering of Sabbath. They are brought in addition to the two lambs sacrificed as a continual offering.", "<b>On your New Moons you shall present a burnt offering to the Lord: Two young bulls, and one ram, seven lambs in the first year, unblemished.</b>", "<b>Three-tenths</b> of an ephah <b>of high-quality flour as a meal offering, mixed with oil,</b> accompanying the offering <b>for each bull and two-tenths of high-quality flour as a meal offering, mixed with oil, for the one ram.</b>", "<b>One-tenth</b> of an ephah <b>of high-quality flour mixed with oil as a meal offering for each lamb;</b> all of these are <b>a burnt offering of a pleasing aroma, a fire offering to the Lord.</b>", "<b>Their libations,</b> the libations that are brought with these offerings, <b>shall be one-half hin of wine for a bull, and one-third of a hin for the ram, and one-fourth of a hin for a lamb. This is the burnt offering of the New Moon,</b> brought <b>for each New Moon for</b> all <b>the months of the year.</b>", "Additionally, <b>one goat</b> is brought on the New Moon <b>as a sin offering to the Lord; with the continual burnt offering and its libation it shall be offered.</b>", "Having discussed the offerings of the New Moon, the Torah now discusses the offerings of the festivals in the order that they occur during the year. <b>In the first month,</b> Nisan, <b>on the fourteenth day of the month, is the paschal lamb</b> to be offered <b>to the Lord.</b>", "<b>On the fifteenth day of that month shall be a festival; seven days unleavened bread shall be eaten.</b>", "<b>On the first day</b> of Passover you shall have <b>a holy convocation,</b> a gathering to which the entire nation is invited for sacred purposes. <b>You shall not perform any toilsome labor;</b> this includes forms of labor that one generally performs for the sake of his livelihood or to enhance his property, as opposed to food preparation, such as cooking, which is permitted on a festival. Conversely, with regard to the Sabbath, the verse states that one may not perform “any labor,” implying that even food preparation is prohibited.", "<b>You shall present a fire offering, a burnt offering to the Lord: Two young bulls, and one ram, and seven lambs in the first year; they shall be unblemished for you;</b>", "<b>and their meal offering: High-quality flour mixed with oil;</b> you shall give <b>three-tenths for a bull, and two-tenths for the ram;</b>", "<b>one-tenth shall you offer for each lamb for the seven lambs.</b>", "<b>And one goat as a sin offering, to atone for you</b> in case you unintentionally transmitted ritual impurity to the Temple over the course of the year.", "<b>Besides the burnt offering of the morning that is for the continual burnt offering, you shall offer these.</b> These additional offerings are sacrificed after the continual morning offering, which is the first offering of the day.", "<b>Like these you shall offer for each day, for seven days: It is the food of the fire offering, a pleasing aroma to the Lord; with the continual burnt offering, and its libation, it shall be offered.</b>", "<b>On the seventh day</b> of Passover <b>it shall be a holy convocation for you; you shall not perform any toilsome labor,</b> just as on the first day.", "<b>On the day of the first fruits, when you present a new meal offering to the Lord,</b> the offering of the two loaves, which is the first offering of the year that is brought from the new crop of grain, <b>on your Festival of Weeks [<i>Shavuot</i>],</b> as this festival occurs seven weeks after the sheaf [<i>omer</i>] offering is brought on the second day of Passover, <b>it shall be a holy convocation for you; you shall not perform any toilsome labor.</b>", "<b>You shall present a burnt offering for a pleasing aroma to the Lord: Two young bulls, one ram, seven lambs in the first year;</b>", "<b>and their meal offering: High-quality flour mixed with oil, three-tenths for each bull, two-tenths for the one ram,</b>", "<b>one-tenth for each lamb for the seven lambs;</b>", "<b>one goat, to atone for you.</b>", "<b>Besides the continual burnt offering, and its meal offering, you shall offer</b> these; <b>they shall be unblemished for you, and their libations.</b> The prohibition of labor, as well as the additional animal offerings, and the meal offerings and libations that accompany them, are identical on Passover and on Shavuot."], ["<b>In the seventh month,</b> Tishrei, <b>on the first of the month,</b> Rosh HaShana, <b>it shall be a holy convocation for you; you shall not perform any toilsome labor; a day of sounding the alarm</b> of the shofar <b>it shall be for you.</b>", "<b>You shall perform a burnt offering for a pleasing aroma to the Lord: One young bull, one ram, seven lambs in the first year, unblemished;</b>", "<b>and their meal offering: High-quality flour mixed with oil, three-tenths for the bull, two-tenths for the ram,</b>", "<b>and one-tenth for each lamb for the seven lambs.</b>", "<b>And one goat as a sin offering, to atone for you.</b>", "These offerings are <b>besides the burnt offering of the New Moon and its meal offering,</b> as this festival occurs on the New Moon, <b>and the continual burnt offering and its meal offering, and their libations, in accordance with their ordinance,</b> as discussed above (28:5–7, 12–14) <b>for a pleasing aroma, a fire offering to the Lord.</b>", "<b>On the tenth of this seventh month,</b> Yom Kippur, <b>it shall be a holy convocation for you;</b> but on this day <b>you shall afflict your souls</b> by fasting. Furthermore, <b>you shall not perform any labor,</b> including labor undertaken for food preparation, just like on the Sabbath.", "<b>You shall present a burnt offering to the Lord, a pleasing aroma: One young bull, one ram, seven lambs in the first year, unblemished.</b> This is identical to the additional offering of Rosh HaShana.", "<b>And their meal offering: High-quality flour mixed with oil, three-tenths for the bull, two-tenths for the one ram,</b>", "<b>one-tenth for each lamb for the seven lambs.</b>", "<b>One goat as a sin offering; besides the</b> bull and goat brought on Yom Kippur as a special <b>sin offering of atonement</b>, <b>and the continual burnt offering, and its meal offering, and their libations.</b> The special sin offerings of a bull and goat are not specifically mentioned here because they do not belong to the general category of additional offerings on the festivals, as they serve a different purpose.", "<b>On the fifteenth day of the seventh month it shall be a holy convocation,</b> Sukkot, <b>for you; you shall not perform any toilsome labor, and you shall celebrate a festival to the Lord seven days.</b>", "<b>You shall present a burnt offering, a fire offering, a pleasing aroma to the Lord: Thirteen young bulls, two rams, fourteen lambs of the first year, they shall be unblemished;</b>", "<b>and their meal offering: High-quality flour mixed with oil, three-tenths for each bull for the thirteen bulls, two-tenths for each ram for the two rams,</b>", "<b>and one-tenth for each lamb for the fourteen lambs.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, its meal offering, and its libation.</b>", "On Passover, the additional offering is the same for each of the seven days of the festival. In contrast, on Sukkot, each day is unique; despite the same basic composition of the additional offering, there is a change from one day to the next. <b>On the second day, twelve young bulls,</b> one less than the previous day, as well as <b>two rams, fourteen lambs in the first year, unblemished;</b>", "<b>and their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with the ordinance.</b> There shall be accompanying meal offerings and libations for each of the animals sacrificed, as per the guidelines set forth above (verses 14–15).", "<b>And one goat as a sin offering; besides the continual burnt offering, and its meal offering, and their libations.</b>", "<b>On the third day, eleven bulls, two rams, fourteen lambs in the first year, unblemished;</b>", "<b>and their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with the ordinance.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, and its meal offering, and its libation.</b>", "<b>On the fourth day, ten bulls, two rams, fourteen lambs in the first year, unblemished;</b>", "<b>their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with the ordinance.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, its meal offering, and its libation.</b>", "<b>On the fifth day, nine bulls, two rams, fourteen lambs in the first year, unblemished;</b>", "<b>and their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with the ordinance.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, and its meal offering, and its libation.</b>", "<b>On the sixth day, eight bulls, two rams, fourteen lambs in the first year, unblemished;</b>", "<b>and their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with the ordinance.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, and its meal offering, and its libations.</b>", "<b>On the seventh day,</b> the final day of Sukkot, which the Sages refer to as the Day of the Willow and which is currently known as Hoshana Rabba, <b>seven bulls, two rams, fourteen lambs in the first year, unblemished;</b>", "<b>and their meal offering and their libations for the bulls, for the rams, and for the lambs, according to their number, in accordance with their ordinance.</b>", "<b>And one goat for a sin offering; besides the regular burnt offering, its meal offering, and its libation.</b>", "<b>On the eighth [<i>shemini</i>] day it shall be an assembly [<i>atzeret</i>] for you,</b> an additional festival day that serves as the summation of all the preceding days; <b>you shall not perform any toilsome labor.</b> This day is referred to by the Sages as Shemini Atzeret. The seventh day of Passover is also referred to as an assembly. However, when the Sages use the term <i>atzeret</i>, they are referring to Shavuot, which stops [<i>otzer</i>] and concludes the spiritual growth that has developed since the beginning of Passover.", "<b>You shall present a burnt offering, a fire offering, a pleasing aroma to the Lord: One bull, one ram, seven lambs in the first year, unblemished;</b>", "<b>their meal offering and their libations for the bull, for the ram, and for the lambs, according to their number, in accordance with the ordinance.</b>", "<b>And one goat as a sin offering; besides the continual burnt offering, and its meal offering, and its libation.</b>", "In conclusion, <b>these</b> communal offerings <b>you shall offer to the Lord in your appointed times, besides your vows, and your pledges, for your burnt offerings, and for your meal offerings, and for your libations, and for your peace offerings.</b> These are the personal offerings brought to the Temple during the festival or on other days."], ["<b>Moses said to the children of Israel in accordance with everything that the Lord commanded Moses</b> with regard to the appointed times of the year."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 25:10-30:1", "heRef": "ביאור שטיינזלץ על במדבר כ״ה:י׳-ל׳:א׳", "sections": ["25", "10"], "toSections": ["30", "1"], "sectionRef": "Steinsaltz on Numbers 25-30", "heSectionRef": "ביאור שטיינזלץ על במדבר כ״ה-ל׳", "firstAvailableSectionRef": "Steinsaltz on Numbers 25:10-30:1", "isSpanning": true, "next": "Steinsaltz on Numbers 31", "prev": "Steinsaltz on Numbers 24", "title": "Steinsaltz on Numbers 25-30", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 25:10-18", "Steinsaltz on Numbers 26", "Steinsaltz on Numbers 27", "Steinsaltz on Numbers 28", "Steinsaltz on Numbers 29", "Steinsaltz on Numbers 30:1"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}