{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>See, I put before you this day a blessing and a curse.</b>", "<b>The blessing, if you heed the commandments of the Lord your God, that I am commanding you today,</b>", "<b>and the curse, if you will not heed the commandments of the Lord your God, and you stray from the path that I am commanding you today, to follow other gods that you did not know.</b> The blessing and the curse relate to the observance of all of the Torah’s commandments, but their primary focus is upon the prohibition of idolatry.", "The blessing and the curse will also have a ceremonial manifestation: <b>It shall be when the Lord your God brings you into the land that you are coming there to take possession of it, you shall present the blessing on Mount Gerizim, and the curse on Mount Eival.</b> Blessings will be proclaimed facing Mount Gerizim, while curses will be pronounced facing Mount Eival.", "The verse clarifies the location of these two mountains: <b>Aren’t they beyond the Jordan, beyond the path of the setting of the sun,</b> heading westward, <b>in the land of the Canaanite that lives in the plain, opposite the Gilgal, beside the plains of Moreh?</b>", "<b>For you are crossing the Jordan to come to take possession of the land that the Lord your God is giving you, and you shall take possession of it, and you shall reside in it.</b>", "<b>You shall take care to perform all the statutes and the ordinances that I put before you today.</b>"], ["<b>These are the statutes and the ordinances that you shall take care to perform in the land that the Lord, God of your fathers, has given you to take possession of it, all the days that you live on the earth,</b> forever.", "Upon entering the land, <b>you shall eradicate</b> the idols in <b>all the places where the nations from whom you are taking possession served their gods.</b> To this end you must seek and destroy idols everywhere: <b>on the high mountains, and on the hills, and under every flourishing tree.</b> The reference here is not to trees that were worshipped, but to trees that were chosen to serve as cultic sites. Since trees of that kind were typically not hewed or trimmed, their form was conspicuous.", "<b>You shall smash their altars, and you shall shatter their monuments, and their sacred trees you shall burn in fire, and the idols of their gods you shall cut down</b> and destroy; <b>and</b> in addition <b>you shall eradicate their name from that place.</b> You must change or corrupt the names of places named for the pagan rites practiced there, or refrain from referring to such places by name.", "<b>You shall not do so to the Lord your God;</b> you shall not destroy or smash an altar or holy place built for Him. Alternatively, you shall not sacrifice offerings to Him in all places.", "<b>Rather, to the</b> presently undisclosed <b>place that the Lord your God will choose</b> one day <b>from all your tribes to place His name there, you shall seek for His resting place, and you shall come there,</b> and there you shall conduct public ceremonies of religious worship.", "<b>You shall bring there,</b> to the Temple that will be built on that site, <b>your burnt offerings,</b> which are burnt on the altar in their entirety, <b>and your peace offerings,</b> parts of which are eaten, <b>and your</b> animal <b>tithes</b> from your herds and flocks, <b>and the gift of your hand, and your vows</b> that you undertook to consecrate to the Temple, <b>and your pledges</b> that you designated for the Temple, <b>and the firstborn of your cattle and of your flocks.</b>", "<b>You shall eat</b> the offerings <b>there before the Lord your God, and you shall rejoice in all</b> you have acquired through <b>your endeavors, you and your households, with which the Lord your God has blessed you.</b>", "<b>You shall not do</b> in the land <b>like all that we are doing here today, each man anything that is right in his eyes.</b> Many laws, and in particular the laws related to bringing offerings to the Temple and eating them there, did not take effect in the wilderness, and would become relevant only after the people entered the land. In the wilderness, a person who did not sin was not obligated to bring any offerings, and even one who brought an offering of his own free will could eat it wherever he wanted. Once God chooses a location in which to rest His Presence, it will be prohibited to eat consecrated meat anywhere else, and private offerings, e.g., animal tithes, firstborns, and festival offerings, will become obligatory.", "<b>For you have not yet come to the haven and to the inheritance that the Lord your God is giving you,</b> and there is still no place that has been chosen as the exclusive location where one may bring offerings, as the Tabernacle is itinerant.", "<b>You shall cross the Jordan, and you will live in the land that the Lord your God is bequeathing to you, and He will give you respite from all your enemies around, and you will live securely,</b> following the war of conquest.", "<b>It shall be the</b> particular <b>place that the Lord your God will choose to rest His name there; there you shall bring everything that I command you: Your burnt offerings, and your peace offerings, your tithes, and the gifts of your hand, and all your choice vows that you vow to the Lord.</b> Moses does not know which place will be chosen, but he does know that at some future time a particular site will be selected.", "<b>You shall rejoice before the Lord your God, you, and your sons, and your daughters, and your slaves, and your maidservants, and the Levite who is within your gates, as he has no share and inheritance with you.</b> Since the Levite has no land of his own, he will be sustained by tithes. For this reason the Levites are counted among the impoverished of the community (see 14:29).", "<b>Beware, lest you offer up your burnt offerings in any place that you see.</b> Once a specific location is selected as the site of the permanent Temple, it will no longer be permitted to sacrifice offerings anywhere else.", "<b>Rather, in the place that the Lord will choose in one of your tribes, there you shall offer up your burnt offerings, and there you shall do everything that I command you.</b>", "In the wilderness, the people of Israel were not permitted to eat meat from an animal that had not been brought as an offering in the Tabernacle. Once they settle the land and the tribes are dispersed, this policy would change. <b>Only, with all of your heart’s desire, you may slaughter and eat meat in accordance with the blessing of the Lord your God that He gave you within all your gates,</b> in all the places where you live. This meat is non-consecrated food and wholly void of sanctity. Therefore, <b>the pure and the impure may eat it</b> together, <b>like the gazelle and like the deer,</b> common game animals whose consumption is permitted but they may not be offered on the altar, and are therefore cited as representatives of non-consecrated food.", "<b>Only the blood you shall not eat;</b> apart from the reason for this prohibition mentioned elsewhere, blood is used in sacrificial rituals, and it is therefore connected to idolatry. This explains the importance of the repeated prohibition to never eat blood, neither that of sacrificial offerings nor that of unconsecrated animals. Rather, <b>you shall pour it on the ground like water.</b>", "<b>You may not eat</b> anywhere <b>within your gates the tithe of your grain and your wine and your oil, or the firstborn of your cattle and of your flocks, or any of your vows that you will vow, or your pledges, or the gift of your hand.</b> Just as offerings may be sacrificed only in a particular place, so too, tithes and the meat of offerings may only be eaten in a specific place.", "<b>Rather, before the Lord your God you shall eat them in the place that the Lord your God will choose;</b> and when you bring them to the Temple, you should not come alone; rather, it shall be <b>you, and your son, and your daughter, and your slave, and your maidservant, and the Levite who is within your gates</b> and appended to your family; <b>and you shall rejoice before the Lord your God in all your endeavors.</b> A discussion of this tithe, called second tithe, can be found below; see 14:22–26).", "<b>Beware, lest you forsake the Levite all your days upon your land.</b> Since Levites are denied the opportunity to live ordinary lives, they are dependent upon you. Therefore a severe warning is issued here to tend to the Levites, God’s servants.", "Here the Torah elaborates on what was written earlier: <b>When the Lord your God will expand your border</b> and you become wealthy, <b>as He spoke to you, and you will say: I will eat meat, because your heart will desire to eat meat; with all your heart’s desire you may eat meat.</b>", "<b>If the place that the Lord your God will choose to place His name there will be far from you;</b> in the wilderness the distance between the encampments of the children of Israel and the Tabernacle was not great. Those who wished to eat meat would sacrifice peace offerings and eat most of the meat themselves, leaving a small portion for the priests. But following their settlement in the Land of Israel, the distance would be too great and a different arrangement would become necessary. Consequently, <b>you shall slaughter from your herd and from your flock that the Lord gave you, as I commanded you, and you shall eat within your gates,</b> in all your cities, <b>with all your heart’s desire.</b>", "<b>However, just as the gazelle or the deer is eaten,</b> freely, in the manner that game animals are eaten, <b>so you shall eat it; the pure and the impure may eat it together,</b> without the restrictions of ritual purity that are in effect with regard to consecrated animals.", "Once again the Torah emphasizes: <b>Only be strong to not eat the blood, as the blood is the life, and you shall not eat the life with the meat;</b> even though the blood comes together with the meat, it may not be eaten.", "<b>You shall not eat it; you shall pour it on the earth like water.</b>", "<b>You shall not eat it, so that it will be good for you and for your children after you, when you will do that which is right in the eyes of the Lord.</b>", "<b>Only your sacraments that you will have,</b> your obligatory offerings, <b>and your vows,</b> the offerings that you freely commit yourself to bring, <b>you shall carry, and come to the place that the Lord will choose.</b>", "<b>You shall perform your burnt offerings</b> in the Temple that will stand there, <b>the meat and the blood, on the altar of the Lord your God; and the blood of your offerings</b> that are to be eaten <b>shall be poured on the altar of the Lord your God, and</b> only <b>the meat you shall eat.</b> Even the blood of offerings most of whose meat is eaten may not be consumed or used in any way by human beings.", "The Torah reiterates a general command: <b>Observe and heed all these matters that I command you, so that it will be good for you and for your children after you forever, when you perform the good and the right in the eyes of the Lord your God.</b>", "<b>When the Lord your God will excise the nations that you are coming there to take possession from them from before you and you will take possession from them and live in their land.</b> In light of Israel’s conquest of the land in the name of God, one would have thought that the gods of the nations, who brought no benefit to those who worshipped them, would immediately lose all their allure, and the children of Israel would have an attitude of absolute contempt toward them. Nevertheless, owing to the overwhelming influence of societal pressure, the Torah repeats its admonition:", "<b>Beware lest you be ensnared after them, after they are destroyed from before you and lest you seek their gods,</b> showing a practical interest in them and saying: <b>How do these nations serve their gods? I will do so as well.</b> The Torah prohibits here not only actual idolatry, but even imitating idolatrous modes of worship.", "<b>You shall not do so to the Lord your God, as every abomination of the Lord that He hates, they have done to their gods, as,</b> for example, <b>they also burn their sons and their daughters in the fire to their gods,</b> and they lack the natural revulsion to that evil act."], ["<b>All this matter that I command you, you shall take care to perform; you shall not add to it and you shall not subtract from it;</b> the system of Torah law is immutable.", "<b>If a prophet,</b> who expresses himself in an articulate manner, <b>rises in your midst, or a dreamer of a</b> prophetic <b>dream, and he provides you with a sign or a wonder,</b> a marvel that transcends the natural order, in order to validate his words,", "<b>and the sign or the wonder that he spoke to you comes to pass,</b> ostensibly indicating that he is a true prophet, who is prophesying on behalf of a different religion or seeking to institute changes to the Jewish religion, <b>saying: Let us follow other gods that you did not know and serve them.</b> The problem in this case is not due to his cooperation with the enemies surrounding Israel, as the verse speaks of the gods of distant nations, who are not known to the people.", "In that case, <b>you shall not heed the words of that prophet, or that dreamer of a dream,</b> even if he provided a sign or a wonder to validate his words. This is puzzling: How did he receive divine assistance if his message is antithetical to the word of God? The verse explains: <b>As the Lord your God is testing you, to know whether you love the Lord your God with all your heart and with all your soul.</b>", "Ultimately, <b>you shall follow the Lord your God, and Him you shall fear, and His commandments you shall observe, and His voice you shall heed, and Him you shall serve, and to Him you shall cleave.</b> You must do whatever you can do to cleave to God to the extent that no factor in the world will be able to separate you.", "<b>That prophet, or that dreamer of a dream, shall be put to death,</b> whether he actually dreamed false dreams or he concocted them, <b>because he spoke fabrication about the Lord your God, who took you out of the land of Egypt and redeemed you from the house of bondage, to lead you astray from the path on which the Lord your God commanded you to walk; and you shall eliminate the evil from your midst.</b> Since God would not have instructed you to serve gods other than Himself, anyone who asserts otherwise is a charlatan, even if his claims are supported by a sign or a wonder. He does not have the authority to change the laws of the Torah, and certainly not to incite people to worship other gods.", "<b>If</b> a relative or someone close to you, e.g., <b>your brother, son of your mother,</b> who for various reasons might be particularly close to you, as maternal brothers from different fathers do not quarrel even over matters of inheritance, as each brother inherits his own father, <b>or your son, or your daughter, or the wife of your bosom, or your</b> close <b>friend, who is like your own soul,</b> and with whom you identify very closely, <b>entices you secretly, saying: Let us go and serve other gods that you did not know, you and your fathers,</b>", "whether the inciter is an agent of that idolatrous cult, or if he is an enthusiastic acolyte and wishes to share his new insights with a family member or close friend, and he urges you to worship a deity <b>from the gods of the peoples that are around you, that are near to you, or that are far from you, from one end of the earth to the other,</b>", "<b>you shall not accede to him, and you shall not heed him, and your eye shall not pity him, and you shall not be compassionate, and you shall not cover up for him</b> to spare him from punishment. Even though he is very close to you, it is your duty to expose him.", "<b>Rather, you shall kill him</b> in the following manner: <b>Your hand shall be against him first to put him to death, and the hand of all the people last.</b> In the case of one executed for idolatry, the witnesses are the first to carry out the execution (17:7). Here, in the case of one executed for attempting to entice others to commit idolatry, the individual that he tried to entice is the first to do so.", "<b>You shall stone him with stones and he shall die because he sought to lead you astray from the Lord your God, who took you out of the land of Egypt, from the house of bondage.</b>", "<b>All Israel shall hear and shall fear, and they will not continue to perform like this evil matter in your midst.</b> This case may recur; you must nip this evil in the bud, even if there was no actual commission of a transgression, but only verbal incitement to sin.", "<b>If you shall hear in</b> regard to <b>one of your cities that the Lord your God is giving you to live there, saying:</b>", "Incorrigible <b>wicked people have emerged from your midst, and have led the inhabitants of their city astray, saying: Let us go and serve other gods that you did not know.</b> Here it is not a single individual who clandestinely incites his relative or friend to sin, but rather a well-organized public propaganda campaign in the streets of the city that incites the residents to engage in idolatry. In that case, responsibility to take action falls upon the court, Israel’s judicial authority, and it is its members that the Torah addresses.", "<b>You shall inquire, and interrogate, and ask diligently,</b> investigate meticulously, <b>and behold,</b> if <b>it is</b> found to be <b>true, the matter is correct,</b> and not mere rumor, <b>this abomination was</b> indeed <b>performed in your midst,</b> the entire city was incited to  idolatry.", "<b>You shall smite the inhabitants of that city by sword; destroy it, and all that is in it, and its animals by sword;</b> you shall destroy all those found in the city, including the animals.", "<b>You shall gather all its spoils into the midst of its square, and you shall burn in fire the city, and all its spoils, completely, to the Lord your God;</b> the entire city shall go up in flames to God like an offering; <b>and</b> after the city is destroyed, <b>it shall be an eternal mound,</b> serving as a severe and tangible warning to others; <b>it shall not be rebuilt.</b>", "<b>There shall not cleave anything of the proscribed property to your hand, so that the Lord will abandon His enflamed wrath, and He will give you mercy, and He will be merciful to you, and He will multiply you, as He took an oath to your fathers,</b>", "<b>when you will heed the voice of the Lord your God, to observe all His commandments that I am commanding you today, to perform the right in the eyes of the Lord your God.</b>"], ["<b>You are children to the Lord your God,</b> and this lofty status obligates you to abstain from practices that are common among the nations that surround you. <b>You shall not</b> stab or <b>cut yourselves</b> with knives as a sign of mourning, <b>and you shall not</b> pluck the hair from the center of your head and thereby <b>place a bald spot between your eyes for the dead.</b>", "God does not want His children to mutilate their bodies and render themselves unsightly, <b>for you are a holy people</b> dedicated <b>to the Lord your God, and you the Lord chose to be His people of distinction from all the peoples that are on the face of the earth.</b>", "<b>You shall not eat any</b> item considered an <b>abomination.</b> According to some, this includes items that are despicable in the eyes of the surrounding nations as well.", "<b>These are the animals that you may eat: an ox, a sheep, and a goat;</b>", "in addition to the aforementioned domestic animals, you may also eat <b>a deer, a gazelle, a fallow deer</b>, <b>a wild goat, an oryx, an aurochs, and a mouflon sheep.</b>", "<b>Any animal that has hooves</b>, <b>and</b> unlike the horse and donkey, which have only one hoof on each foot, <b>the</b> animal has <b>two hooves</b> on each foot and they <b>are</b> entirely <b>split,</b> and it also <b>brings up the cud among the animals, that you may eat.</b>", "<b>However, these you shall not eat from those that bring up the cud, or from those with a split hoof,</b> creatures that have only one of the characteristics of kosher animals but not both: <b>The camel, and the hare, and the hyrax because they bring up the cud but do not have hooves; they are impure for you</b> and you may not eat them;", "<b>and the pig</b> too you shall not eat, <b>because it has hooves,</b> and its hooves are split, <b>but</b> it <b>does not bring up the cud, it is impure for you; from their meat</b> of all these impure animals <b>you shall not eat, and their carcasses you shall not touch.</b>", "<b>This you may eat from all that is in the water: Anything that has fins,</b> the limb by means of which it swims through the water, <b>and scales</b> that cover its body, <b>you may eat;</b>", "<b>and anything that does not have fins and scales you may not eat; it is impure for you.</b> This prohibition is not limited to fish, but includes all aquatic creatures lacking fins and scales.", "<b>All pure birds you may eat.</b>", "<b>This is that which you may not eat from them: The griffon vulture, the bearded vulture, and the lappet-faced vulture;</b>", "<b>the glede, the buzzard, and the kite,</b> various birds of prey, <b>after its kinds;</b>", "<b>every raven after its kinds;</b>", "<b>the ostrich, the swift, the seagull, and the sparrow hawk after its kinds;</b>", "<b>the little owl, the short-eared owl, and the barn owl,</b> all nocturnal birds of prey;", "<b>the eagle owl, the roller, and the fish owl;</b>", "<b>the stork, the heron after its kinds, the hoopoe, and the bat.</b>", "<b>Every flying swarming creature,</b> small, winged creatures that creep on the ground and also fly, <b>is impure for you; they shall not be eaten.</b>", "<b>All pure flying creatures,</b> including any flying creature that does not appear on the list provided here, <b>you may eat.</b> Some commentaries explain this verse as adding to what is stated above (verse 11) by indicating that grasshoppers may also be eaten.", "<b>You shall not eat any unslaughtered carcass,</b> an animal that died in any manner other than proper ritual slaughter; <b>to the stranger who is within your gates,</b> a resident alien, who lives in the land but is not integrated into national life because he has not accepted upon himself all the commandments, <b>you may give it and he will eat it; or you may sell it to a foreigner, as you are a holy people for the Lord your God. You shall not cook a kid in its mother’s milk;</b> cooking a kid in the milk from which it was to receive its nurture is seen as cruel.", "<b>You shall tithe the entire crop of your sowing,</b> your produce <b>that comes out in the field year by year.</b> The tithes are determined according to the year of the Sabbatical cycle, as will be explained below. The Sages learned from this verse that the produce of one year cannot be set aside as tithe for the produce of a different year.", "<b>You shall eat before the Lord your God, in the place which He will choose to rest His name there,</b> in close proximity to the Temple, <b>the tithe of your grain, your wine, and your oil, and the firstborn of your cattle and your flocks, so that you will learn to fear the Lord your God all the days.</b> The dispersal of the nation across the country, with no regular communication, may cause the people to lose sight of their unique essence. Therefore every farmer must come at least once a year to the Temple. Staying in the holy city together with his family, as they consume a tenth of their annual yield, will strengthen his and his family’s identification as members of the Jewish people, and will revitalize them as they return to their homes and regular lives.", "<b>If the way is too great for you, as you are unable to carry it,</b> your tithe, from your home to Jerusalem, <b>because the place that the Lord your God will choose to place His name there is too far from you, when the Lord your God blesses you,</b> and the population will not be concentrated in one area; rather, it will be dispersed over a spacious country, and you will have abundant crops;", "<b>you shall</b> be permitted to <b>exchange it for silver,</b> by selling the tithe to someone else or by redeeming it on your own, <b>and you shall bind the silver in your hand, and you shall go to the place that the Lord your God will choose.</b>", "<b>You shall spend the silver for whatever your heart desires, for cattle, or for sheep, or for wine, or for</b> other <b>intoxicating drink, or for whatever</b> food <b>your heart shall wish</b> to purchase, <b>and you shall eat</b> it <b>there before the Lord your God, and you shall rejoice, you and your household.</b>", "<b>The Levite who is within your gates,</b> your cities, <b>you shall not forsake him, as he has no portion or inheritance with you,</b> and as a result he typically has no produce of his own.", "Therefore, <b>at the end of</b> every <b>three years,</b> when you separate the various tithes, <b>you shall take out all the tithe of your crop in that year, and,</b> as opposed to the tithes of the two previous years, which were brought by the owner of the produce to Jerusalem, this year <b>you shall deposit it</b> for the needy <b>within your gates</b>. The Sages also derived from here the obligation, once in three years, to remove from one’s house all the tithes of the previous three years which for one reason or another did not reach their intended recipient. This commandment is discussed later at greater length (26:12).", "<b>The Levite, because he has no portion or inheritance with you, and the stranger, and the orphan, and the widow, who are within your gates,</b> all of whom have no property or independent source of income, and are therefore in need of the tithe, they <b>shall come, and they shall eat and be satisfied, so that,</b> as a result, <b>the Lord your God will bless you in all your endeavors that you do.</b>"], ["<b>At the end of seven years you shall perform a remittal.</b>", "<b>This is the matter of the remittal: Every creditor that has extended credit to his neighbor shall remit,</b> abrogate his right to demand repayment. When the appointed time arrives, <b>he shall not demand it,</b> repayment of loans that he has given them, <b>from his neighbor or his brother</b>, <b>because remittal has been proclaimed for the Lord</b>, or alternatively, because the fixed time for abrogation for the Lord already passed, and all debts were abrogated.", "<b>From the foreigner you may demand it; but that which you will have with your brother, you shall remit your claim.</b>", "The social background of this commandment is the presumed existence of impoverished people who are forced to borrow money from the wealthy, and yet are unable to repay their debts. In light of this presumptive situation, a note of hope and blessing is introduced here: <b>It is only</b> our true hope <b>that there will be no indigent among you, as the Lord will bless you in the land that the Lord your God is giving you as an inheritance to take possession of it,</b>", "<b>if you only heed the voice of the Lord your God, to take care to perform this entire commandment that I command you today,</b> both the commandments mentioned earlier and those that appear below.", "<b>For the Lord your God has blessed you, as He spoke to you, and you will lend to many nations but you will not borrow, and you will rule many nations but they will not rule you.</b> This being the case, there will be no need for the abrogation of debts in the seventh year.", "This desired situation is not realized in actuality. Therefore, <b>if there is among you an indigent</b> person <b>from your brethren, within your gates,</b> in one of the places where you live, <b>in your land that the Lord your God is giving you, you shall not harden your heart</b> and ignore his request, <b>and you shall not close your hand from your indigent brother</b> by denying him even a small gift.", "<b>Rather, you shall open your hand to him, and you shall lend him</b> money with collateral, <b>enough for his need,</b> to provide all <b>that will be lacking for him.</b>", "<b>Beware, lest there be a wicked thought in your heart, saying: The seventh year, the year of remittal, is</b> quickly <b>approaching, and your eye will be miserly toward your indigent brother, and you will not give him</b> a significant loan, which is liable to cause you to incur a heavy loss. <b>And he,</b> your needy brother, <b>will cry to the Lord against you, and it will be a sin for you.</b> Although the Torah does not require a person to lend money to the poor when that loan will definitely cause the lender a loss, beyond the general obligation to do good and act in an equitable manner; nevertheless, if a person refuses to lend money to the poor before the Sabbatical Year because of a Torah commandment designed to help the poor, he is a sinner.", "<b>You shall give him</b> the loan, even though you know that it might not be repaid after the seventh year, <b>and your heart shall not be miserly when you give to him.</b> Giving charity and providing assistance to others are not merely external actions. The donor’s state of mind is also significant, and one should not give unwillingly or with a sense of bitterness. <b>Because due to this matter,</b> your generous giving in a spirit of amity, <b>the Lord your God will bless you in all your actions, and in all your endeavors.</b>", "<b>For the indigent will never cease from the land;</b> in practice there will always be people in need, notwithstanding the wish expressed above that this not be the case in an ideal world. <b>Therefore, I command you, saying: You shall open your hand to your brother, to your poor, and to your indigent, in your land.</b>", "<b>If your brother, a Hebrew man, or a Hebrew woman,</b> who fell into debt for one reason or another, <b>is sold to you, he shall serve you six years,</b> as this fixed period of slavery is his last resort for repayment; <b>and in the seventh year you shall set him free from you.</b>", "<b>When you set him free from you, you shall not release him empty-handed.</b>", "<b>You shall grant him from your flock, and from your threshing floor, and from your winepress;</b> from <b>that</b> with which <b>the Lord your God has blessed you, you shall give him</b> a substantial gift when he is released.", "By right this should not be necessary, as he already received compensation for his service; nevertheless, you are demanded to grant your fellow Jew a gift at this time, as you yourself come from slaves. <b>You shall remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore I command you this matter today.</b>", "Ordinarily a Hebrew slave goes free after six years of servitude, but there is an alternative: <b>It shall be that if he says to you: I will not leave you</b> in the seventh year, <b>because he loves you and</b> the members of <b>your household, because it is good for him with you;</b> perhaps he is afraid to assume the responsibilities and obligations incumbent upon a free man.", "<b>You shall take the awl,</b> a cobbler’s piercing tool, consisting of a pointed metal blade inserted into a wood or bone handle; <b>and you shall place it through his ear and the door.</b> You shall set the slave’s ear against the door, and pierce it with the awl, creating a hole through to the door; <b>and</b> by doing so <b>he shall be an eternal slave to you,</b> and not go free in the seventh year; <b>and so to your maidservant you shall do likewise.</b>", "<b>It shall not be difficult in your eyes in your setting him free from you,</b> unlike non-Hebrew slaves, who remain in your possession forever; <b>as twice the wage of a hired man he has served you six years.</b> The standard contract of a hired hand extended for three years, and thus he will have worked for you twice as long as a hired hand, and apparently at a lower cost. In any case, he is your brother, a member of the people of Israel, and you must consider his needs and provide him with a comfortable basis for starting out on his new path, <b>and the Lord your God will bless you in all that you will do.</b>", "<b>Any firstborn that shall be born of your cattle and of your flocks you shall sanctify the males to the Lord your God; you shall not work with the firstborn of your ox, and you shall not shear</b> the wool of <b>the firstborn of your flock.</b>", "<b>You shall eat it before the Lord your God year by year,</b> each year, <b>in the place that the Lord shall choose, you and your household.</b>", "<b>And if there is a blemish on it,</b> the firstborn, for example: <b>Lameness, or blindness,</b> or <b>any</b> other <b>severe blemish, you shall not slaughter it to the Lord your God.</b>", "<b>You shall eat it,</b> the meat of a blemished firstborn, anywhere <b>within your gates,</b> wherever you live; <b>the impure and the pure alike, like the gazelle</b> is eaten, <b>and like the deer</b> is eaten; these two animals are unfit to be brought as offerings; therefore, they do not have any special laws governing their sanctity.", "<b>Only its blood you shall not eat; you shall pour it on the ground like water.</b>"], ["<b>Observe the month of ripening, and you shall perform the paschal offering to the Lord your God;</b> make sure that the first month of the year, which is when the paschal lamb is sacrificed, always coincides with the time of year when the new grain ripens; <b>for in the month of ripening, the Lord your God took you out of Egypt at night.</b>", "<b>You shall slaughter</b> in that month <b>the paschal offering to the Lord your God, sheep</b> for the paschal offering itself, <b>and cattle</b> for the festive meal and other offerings that accompany the paschal lamb, <b>in the place that the Lord shall choose to rest His name there.</b>", "<b>You shall not eat with it,</b> the paschal lamb, <b>leavened bread; seven days you shall eat with it unleavened bread,</b> bread whose dough was not allowed to rise, which is <b>the bread of affliction,</b> the bread of the poor, <b>as in haste you came out from the land of Egypt;</b> eating unleavened bread serves as a reminder both of the haste imposed upon Israel in Egypt, not allowing them to tarry there until their dough could rise, and of the affliction and exile that preceded the exodus, <b>so that you will remember the day of your exodus from the land of Egypt all the days of your life.</b>", "<b>No leaven [<i>se’or</i>] shall be seen by you within all your borders seven days. And</b> another prohibition: <b>The meat</b> of the paschal lamb <b>that you slaughter in the evening on the first day,</b> preceding the seven days of the festival, <b>shall not remain overnight until morning.</b> You must eat all of it during the night. Elsewhere, it is stated that the meat that remains overnight must be burned.", "The laws about the paschal lamb that have been stated until now have been taught previously; the upcoming law is introduced here for the first time. <b>You may not slaughter the paschal lamb within any of your gates that the Lord your God is giving you.</b> Although the paschal lamb is not eaten by the priests, but by each Jew together with his family, it may not be offered just anywhere;", "<b>except at the place that the Lord your God shall choose to rest His name,</b> in the Temple, <b>there you shall slaughter the paschal lamb in the evening, as the sun sets,</b> on the fourteenth of Nisan, <b>the appointed time of your exodus from Egypt;</b> in actuality, the exodus took place only on the morning of the fifteenth, but the children of Israel were ready to leave the previous evening.", "<b>You shall</b> not prepare the meat of the paschal lamb in water, but rather <b>cook</b> it over a fire <b>and eat</b> it <b>in the place that the Lord your God shall choose, and you shall turn in the morning,</b> and not before, <b>and go</b> home <b>to your tents.</b> The Sages understood this as a general law applying to anyone who offers a sacrifice in the Temple, that he must not return to his city immediately after offering his sacrifice, but rather he must spend the night in Jerusalem and only the next morning go on his way.", "<b>Six days you shall eat unleavened bread; and on the seventh day,</b> on which you shall continue to eat unleavened bread, there <b>shall</b> also <b>be a</b> day of <b>solemn assembly to the Lord your God,</b> on which <b>you shall perform no labor.</b> Even if you do not remain in the Temple all seven days, you must still celebrate the seventh day as a festival day.", "<b>You shall count seven weeks for you; from the start of the</b> harvest, when the <b>sickle</b> is used <b>in the standing grain, you shall start to count seven weeks.</b>", "<b>You shall hold the Festival of Weeks to the Lord your God;</b> nothing yet has been said about the nature of this festival, only that its name is derived from the fact that it occurs after a count of seven weeks. <b>The measure of the pledge of your hand which you shall give will be as the Lord your God will bless you.</b> This festival takes place at the beginning of the summer, when the year’s crops begin to ripen and are harvested. At this time each person can see how God has blessed him that year, and in accordance with the quantity and quality of his produce, he must bring a gift to God.", "<b>You shall rejoice before the Lord your God, you,</b> and your entire family, including <b>your son, your daughter, your slave, your maidservant, and the Levite who is within your gates,</b> as the Levite, who had no property of his own, was provided for by the landowners; <b>and the stranger, the orphan, and the widow, who are in your midst;</b> all this transpires <b>in the place that the Lord your God shall rest His name there.</b>", "<b>You shall remember that you were a slave in Egypt;</b> even though you are celebrating the festival in freedom and with plenty, you must remember that this was not always the situation, nor is it to be taken for granted, and you shall be grateful to God for all the good that He has done for you, <b>and you shall observe and you shall perform these statutes.</b>", "<b>You shall hold the Festival of Tabernacles seven days, upon your gathering</b> the produce <b>from your threshing floor and from your winepress</b> at the end of the agricultural season. This is a festival of thanksgiving to God for all the kindness that He has bestowed upon His people in the wilderness and in the Land of Israel.", "<b>You shall rejoice on your festival, you, your son, your dau-ghter, your slave, your maidservant, and the Levite; the stranger, the orphan, and the widow who are within your gates;</b> all those who eat at your table.", "<b>Seven days you shall celebrate to the Lord your God in the place that the Lord shall choose, as the Lord your God will bless you in your entire crop, and in all your endeavors, and you shall be completely joyous,</b> free of all worry and concern.", "In summation, <b>three times in the year all your males shall appear before the Lord your God</b> in His chosen Sanctuary <b>in the place that He shall choose: On the Festival of Unleavened Bread, and on the Festival of Weeks, and on the Festival of Tabernacles, and they shall not appear before the Lord empty-handed;</b> when they appear before God, they must bring a gift.", "<b>Each man</b> shall bring <b>according to the gift of his hand, in accordance with the blessing of the Lord your God that He gave you;</b> the gift is not defined, and each person may bring as he sees fit."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 11:26-16:17", "heRef": "ביאור שטיינזלץ על דברים י״א:כ״ו-ט״ז:י״ז", "sections": ["11", "26"], "toSections": ["16", "17"], "sectionRef": "Steinsaltz on Deuteronomy 11-16", "heSectionRef": "ביאור שטיינזלץ על דברים י״א-ט״ז", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 11:26-16:17", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 17", "prev": "Steinsaltz on Deuteronomy 10", "title": "Steinsaltz on Deuteronomy 11-16", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 11:26-32", "Steinsaltz on Deuteronomy 12", "Steinsaltz on Deuteronomy 13", "Steinsaltz on Deuteronomy 14", "Steinsaltz on Deuteronomy 15", "Steinsaltz on Deuteronomy 16:1-17"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}