{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Send you men that they may scout</b> out <b>the land of Canaan that I am giving to the children of Israel</b> in order to become familiar with it; <b>you shall send one man</b> for every tribe, <b>each</b> as a representative <b>for the tribe of his fathers, every one a prince among them.</b> They must be leaders and men of stature, whose reports will be accepted and trusted by the members of their tribes. The men chosen were not the actual heads of the tribes, who are listed in the earlier census and at the festivities for the dedication of the altar (1:4–15, 7:12–78). It is possible that those tribal princes were too old for a mission of this nature. The men who were sent as scouts were prominent members of their tribes, but they were younger, probably at the peak of their strength. One of the scouts, Caleb son of Yefuneh, will later state that he was forty years old at the time of this mission.", "<b>Moses sent them from the wilderness of Paran according to the directive of the Lord; all of them were personages; they were heads of the children of Israel.</b>", "<b>These were their names: For the tribe of Reuben,</b> they sent <b>Shamua son of Zakur.</b>", "<b>For the tribe of Simeon, Shafat son of Hori.</b>", "<b>For the tribe of Judah, Caleb son of Yefuneh.</b>", "<b>For the tribe of Issachar, Yigal son of Joseph.</b>", "<b>For the tribe of Ephraim, Hoshe’a son of Nun.</b>", "<b>For the tribe of Benjamin, Palti son of Rafu.</b>", "<b>For the tribe of Zebulun, Gadiel son of Sodi.</b>", "<b>For the tribe of Joseph: For the tribe of Manasseh, Gadi son of Susi.</b>", "<b>For the tribe of Dan, Amiel son of Gemali.</b>", "<b>For the tribe of Asher, Setur son of Mikhael.</b>", "<b>For the tribe of Naphtali, Nahbi son of Vofsi.</b>", "<b>For the tribe of Gad, Geuel son of Makhi.</b>", "<b>These are the names of the men whom Moses sent to scout the land. Moses called Hoshe’a son of Nun, Joshua.</b> The name Hoshe’a means salvation. The addition of the letter <i>yod</i> is a reference to God. Hence, the name Joshua, like the related name Isaiah, means may God save.", "Moses wanted to give the scouts a specifically defined mandate. The information they were asked to provide was strategic rather than tactical; for example, he did not ask them about particular fortifications or roads. Rather, <b>Moses sent them to scout the land of Canaan,</b> and <b>he said to them: Ascend,</b> enter the land from <b>there in the South, and climb the highland.</b>", "<b>You shall see the land, what it is</b> like in general. And <b>the people that lives in it, is it strong or is it weak? Are they few or many?</b> How densely populated is the land?", "<b>What is the</b> type of <b>land in which it lives,</b> with regard to its climate and fauna? <b>Is it</b> a <b>good</b> land <b>or</b> a <b>bad</b> one? <b>What are the cities in which it lives? Is it in camps,</b> unwalled settlements, <b>or in</b> cities that have walls as <b>fortifications?</b>", "<b>What is the</b> nature of the <b>land? Is it fat or lean?</b> How fertile is its soil? Relatively speaking, which areas are more fertile and which ones less so? This information could also be relevant to understanding the locations of major population centers and the natures of the different possible travel routes. <b>Are there trees in it, or not?</b> Egypt does not have many natural trees, and some of those that have been growing there have been cut down. By contrast, at this time the entire central region of Canaan is thickly wooded. In addition, Moses instructed them: <b>You shall strengthen yourselves, and you shall take</b> samples <b>from the fruit of the land</b> and bring them back to show your brethren. At this juncture, <b>the</b> verse notes parenthetically that these <b>days were the days of the first grapes,</b> which ripen in the late spring.", "<b>They ascended and scouted</b> all <b>the land,</b> traversing the entire territory of Canaan <b>from the wilderness of Tzin to Rehov,</b> a place located <b>at Levo Hamat</b> in northern Syria.", "<b>They ascended in the South, and he came until Hebron.</b> The second clause is stated in the singular despite the fact that the first clause is in the plural. It is possible that the scouts did not advance as a single unit for the entire trip, and therefore only one of them reached Hebron. According to the Sages, this was Caleb. It is likely that the people had preserved the memory of Hebron as the city of the forefathers. <b>And Ahiman, Sheshai, and Talmai, children of the giant, were there.</b> Parenthetically, the verse notes here that <b>Hebron was built seven years before Tzo’an,</b> a very important city <b>of Egypt.</b> Tzo’an was a well-known ancient city, and unlike other Egyptian cities, the time period of its establishment was also known. The verse therefore underscores the importance of the ancient city of Hebron by stating that it was founded even earlier than Tzo’an.", "Toward the end of their journey back, <b>they came to the Eshkol Ravine, and cut from there a vine with one cluster of grapes, and two of them bore it upon a pole.</b> Due to its immense size, it could not be borne by a single person. And they also brought back samples from the local pomegranates, and from the figs.", "The verse notes: <b>That place he,</b> or they, <b>called the Eshkol Ravine.</b> It can be assumed that this valley was close to the wilderness, and therefore the scouts did not have to carry the grapes throughout the entire length of Canaan. Some commentaries suggest that the Eshkol Ravine should be identified with one of the streambeds planted with many vineyards found to the north of Hebron. The valley became commonly known as the Eshkol Ravine <b>because of the cluster [<i>eshkol</i>]</b> of grapes <b>that the children of Israel cut from there.</b>", "Since their mission was limited to gaining a general impression and their mandate did not include gathering detailed information, <b>they returned from scouting the land at the conclusion of forty days.</b>", "<b>They went and came to</b> report back to <b>Moses, and to Aaron, and to the entire congregation of the children of Israel, to the wilderness of Paran,</b> more specifically <b>to</b> the place known as <b>Kadesh. And</b> they <b>brought back word to them and to the entire congregation,</b> who gathered to hear their account. This phrase serves as an additional indication that the scouts viewed themselves not only as emissaries of the leadership, but as agents of the entire nation. <b>And</b> in addition to their verbal testimony, they also <b>showed them the fruit of the land.</b>", "Addressing Moses directly in the presence of the assembled crowd, <b>they related</b> the details of their journey <b>to him, and</b> they <b>said: We came to the land to which you sent us, and indeed it is flowing with milk and honey.</b> It is a very fertile land, as God has told us, <b>and this is</b> a sample of some of <b>its fruit.</b>", "<b>Only,</b> you must know that <b>the people that lives in the land is mighty.</b> Its inhabitants are not meek or complacent, and therefore it will be difficult for us to subjugate them quickly. <b>And</b> furthermore <b>the cities</b> in which they live <b>are fortified</b> and <b>very great; we also saw the children of the giant there.</b>", "<b>Amalek lives in the southern region,</b> along our route. According to the original plan for entering Canaan, the Israelites would have traveled north, through the Negev, and would have encountered opposition from the Amalekites. <b>And</b> in addition, <b>the Hitites, the Yevusites, and the Emorites live in the highland, and the Canaanites live along the sea and alongside the Jordan.</b>", "Although the scouts’ report was formally addressed to Moses, it was meant for the nation’s ears as well. Since the people trusted the scouts, they became fearful upon hearing their report, and they began to murmur among themselves and to voice their concerns. In response, <b>Caleb silenced the people</b> and directed their attention <b>toward Moses.</b> As the leader of the nation and the recipient of the scouts’ report, the response to the report should have come from him rather than from the initial reaction of the masses. Furthermore, Caleb added encouraging words of his own, <b>and</b> he <b>said:</b> Do not fear or hesitate! <b>We shall</b> be able to <b>ascend and inherit it,</b> the land, <b>for we can prevail over it.</b>", "<b>But the</b> other <b>men who ascended</b> to the land along <b>with him</b> and with Joshua, representatives of the other tribes, contradicted him and <b>said: We will not be able to ascend</b> to the land, <b>against the people, for it is stronger than we are.</b> We do not have the military strength to fight those mighty armies. The Israelites, who until recently had been slaves in Egypt, were afraid to engage in open warfare.", "At first, the scouts provided a relatively objective account of what they had seen, answering the questions that were posed to them. But now <b>they promulgated a slanderous report of the land that they scouted to the children of Israel.</b> Their portrayals may not have been entirely false, but they were slanted in a deliberate effort to create a negative impression, <b>saying: The land, which we passed through to scout it, is a land that devours its inhabitants.</b> There are many diseases and untimely deaths there. <b>And</b> conversely, <b>all the people whom we saw in it were people of size,</b> large individuals. Although the mortality rate is high, large people with strong bodies are able to live there.", "<b>There we saw the Nefilim, sons of a giant, from</b> among <b>the Nefilim,</b> an ancient race of giants. <b>We were as grasshoppers in our eyes</b> when we stood opposite these enormous individuals, <b>and so we were in their eyes;</b> they also related to us as small, worthless creatures. The huge fruits the scouts brought back also served to vividly illustrate for their listeners the likely dimensions of the people who inhabited the land."], ["<b>The entire congregation</b> who were present at the time then <b>raised and sounded their voice; and the people wept that night.</b>", "<b>All the children of Israel complained against Moses and against Aaron; and the entire congregation said to them: If only we had died in the land of Egypt, or in this wilderness; if only we had died</b> in peace and tranquility.", "<b>Why does the Lord bring us to this land,</b> Canaan, <b>to fall by the sword?</b> Rather than living a full life and dying of natural causes, we will instead perish before our time in battle, and <b>our wives and our children will be</b> taken <b>for loot.</b> Faced with such a prospect, <b>isn’t it better for us to return to Egypt?</b>", "As a result of the crying and commotion, the people’s bitterness and resentment progressively increased. Finally, <b>they said one to another:</b> It is not wise to continue in the direction of Canaan, so instead <b>let us appoint a leader and return to Egypt.</b>", "Upon hearing this, <b>Moses and Aaron fell upon their faces before the entire assembly of the congregation of the children of Israel.</b>", "<b>Joshua son of Nun and Caleb son of Yefuneh,</b> who were <b>from those</b> men <b>who</b> had <b>scouted the land, rent their garments.</b>", "<b>They said to the entire congregation of the children of Israel, saying: The land through which we passed to scout it, the land is exceedingly good.</b>", "As for your concerns, <b>if the Lord is favorably disposed to us, He will bring us to this land and will give it to us, a land flowing with milk and honey.</b> The land is excellent, and our success depends only on God’s will.", "<b>However, do not rebel against the Lord</b> by refusing to enter the land. <b>And you,</b> who have received a direct promise from God, <b>do not fear the people of the land,</b> even if others might justifiably do so, <b>as they are</b> like <b>our bread;</b> our triumph over them will be as simple as eating bread. <b>Their protection has withdrawn from them,</b> and they have nowhere to shelter and take refuge, <b>and</b> by contrast <b>the Lord is with us;</b> therefore, <b>do not fear them.</b>", "<b>The entire congregation said to stone them,</b> referring to Joshua and Caleb and perhaps also to Moses and Aaron, <b>with stones, and the glory of the Lord appeared in the Tent of Meeting to all the children of Israel.</b>", "It appears that Moses went to the Tent of Meeting, and then <b>the Lord said to Moses: Until when will this people scorn</b> and profane <b>Me, and until when will they not believe in Me, with,</b> and despite, <b>all the signs</b> and miracles <b>that I have performed in their midst?</b>", "Because of their obstinacy, <b>I will smite them, with the pestilence, and I will destroy them, and will make you,</b> Moses, <b>into a nation greater and mightier than they.</b> God thereby indicated His intention to destroy the people, and to wait for a new nation to evolve from Moses’ descendants. Although this nation would in some way be the continuation of the children of Israel, in a more direct sense it would be a new nation called the children of Moses.", "<b>Moses said to the Lord: Egypt will hear</b> what has happened, <b>that You took up this people</b> of Israel <b>with Your might from its midst.</b>", "<b>And</b> if You destroy them, <b>they will</b> then <b>say to,</b> meaning about, <b>the inhabitants of this land</b> of Canaan, to which the children of Israel were supposed to go; until now <b>they,</b> the Egyptians, had <b>heard that You, the Lord, are</b> to be found <b>in the midst of this people; that with their very eyes You, the Lord, were seen</b> by that people, <b>and Your cloud stands over them; and in a pillar of cloud You go before them by day, and in a pillar of fire by night.</b>", "But <b>if You</b> now suddenly <b>kill this people as one man</b> in a plague, the Egyptians and <b>the nations that have heard of Your renown will</b> wonder why You have done that. They will conclude that You must have lacked the power to fulfill your promise to them, and <b>say</b> that You therefore killed them. They will thereby desecrate Your name, <b>saying:</b>", "Although <b>the Lord</b> did manage to take them out of Egypt, at this time He <b>lacks ability to bring this people into the land with regard to which He took an oath to them.</b> He is obviously unable to defeat the nations of Canaan, <b>and</b> for that reason <b>He slaughtered them in the wilderness.</b>", "<b>Now,</b> therefore, <b>please, let the might of my Lord be great.</b> Let Your power be revealed to Israel in a more exalted and loftier way, <b>as You spoke</b> and promised me, by teaching Me Your attributes of mercy after the sin of the Golden Calf, <b>saying:</b>", "<b>The Lord is</b> patient and <b>slow to anger and abounding in kindness, bearing iniquity and transgression. But</b> at the same time, though, <b>He will not</b> completely <b>exonerate</b> the iniquity. Although God awaits the sinner’s repentance and the sin is then forgiven, it is not entirely cleansed. Rather, He will continue <b>reckoning the iniquity of the fathers</b> and enacting restitution for it <b>upon the children, upon the third and upon the fourth generation.</b> God is exceedingly merciful, and consequently does not punish one’s descendants eternally for their forefathers’ sins. But He also does not bring the complete punishment upon the sinner at one time, as this would lead to the sinner’s total destruction. Instead, He extends the punishment over several generations and places some of the burden upon the sinner’s descendants, but only until the fourth generation. Furthermore, if the children refrain from committing additional sins, and thereby refrain from evoking the memory of their ancestor’s iniquity, the sin is erased completely and they are not punished at all. These attributes of God are similar to the ones God Himself mentioned in Exodus 34, after the sin of the Golden Calf. However, there are some differences between them; see the chart below.", "<b>Please pardon the iniquity of this people in accordance with the greatness of Your kindness, and</b> reduce their severe punishment to a lighter penalty, <b>as You have</b> patiently <b>borne</b> and forgiven the sin of <b>this people, from Egypt until now.</b>", "<b>The Lord said: I have pardoned in accordance with your word,</b> as you requested, since your reasoning is valid. Moses’ prayer succeeded insofar as God annulled the original decree to destroy the entire people at once and replace them with a new nation descended from Moses.", "<b>However, as I live,</b> I swear by My life, <b>the entire earth shall be filled with the glory of the Lord.</b> This was an additional expression of an oath:", "<b>For all the people who have seen My glory, and My signs, which I performed in Egypt and in the wilderness,</b> meaning the entire people of Israel, <b>and</b> they <b>have tested Me these ten times, and have not heeded My voice,</b>", "I swear that <b>they shall not see the land with regard to which I took an oath to their fathers. And</b> certainly <b>all those who scorned Me,</b> whether they were among those who incited others to rebel, or were themselves incited by others; whether they were seized by terror as a result of the negative report they heard from the scouts, or they objected to Moses’ leadership for personal reasons; they all <b>shall not see it.</b>", "<b>But</b> in contrast to them, <b>My servant Caleb, because another spirit was with him,</b> and although he had been one of the scouts, he remained fully faithful to My wishes and commands <b>and he followed Me wholeheartedly, will I</b> therefore <b>bring him</b> at a future time <b>to the land into which he</b> already <b>came.</b> This time he will enter the land as a conqueror, <b>and his descendants shall take possession of it.</b>", "If you insist on trying to enter the land despite My decree, you will not succeed, as <b>the Amalekites and the Canaanites dwell in the valley,</b> and they will prevent you from entering. Therefore, <b>tomorrow, turn</b> back <b>and travel you to the wilderness,</b> and travel back <b>by way of the Red Sea.</b>", "<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>Until when</b> shall I have tolerance <b>for this evil congregation that bring complaints against Me?</b> In this context, the term “congregation” refers mainly to the scouts themselves. <b>I have heard the complaints of the children of Israel that they,</b> the scouts, <b>brought against Me.</b>", "Therefore, <b>say to them:</b> I swear <b>as I live – the utterance of the Lord – surely as you</b> yourselves <b>spoke in My ears,</b> when you said that you will die without succeeding to conquer the land, <b>so I shall do to you.</b>", "<b>Your carcasses shall fall in this wilderness, and</b> this fate will befall <b>all those of you who were counted in any of your censuses</b> taken for any reason, meaning all those <b>from twenty years old and above, who brought complaints against Me.</b> Your predictions will come true: You will all die. However, this will not happen as a result of war, but rather after years of wandering in the wilderness.", "<b>You shall not come into the land, with regard to which I raised My hand</b> and took an oath <b>that I would settle you in it.</b> None of those who are adults today shall reach the Promised Land, <b>except for</b> two single individuals who will be exempt from this decree: <b>Caleb son of Yefuneh and Joshua son of Nun.</b>", "Instead, I will fulfill My promise to <b>your children, about whom you said they would be</b> taken by the Canaanites <b>for loot. I will bring them</b> into the land, <b>and they shall know the land that you have despised.</b>", "<b>But your carcasses, you, shall fall in this wilderness,</b> which you will not escape.", "While this is happening, <b>your children shall be wandering</b> about <b>in the wilderness,</b> drifting from place to place for <b>forty years. And</b> they <b>shall bear</b> the consequences of <b>your harlotry until the demise of your carcasses</b> falling <b>in the wilderness,</b> and all of you have passed away.", "<b>In accordance with the number of the days that you scouted the land, forty days, each day for a year, you shall bear your iniquities,</b> adding up to a total of <b>forty years. And</b> as a result of this punishment, <b>you shall know</b> the extent of <b>My estrangement</b> from you, or how far you have strayed from following Me. Alternatively, this means: You shall know the price of refusing to follow My commands.", "<b>I am the Lord; I have spoken; surely, I will do this to this entire evil congregation that congregated against Me; in this wilderness they shall expire, and there they shall die.</b> Only the next generation will conquer the land.", "<b>The men whom Moses sent to scout the land and returned and brought the entire congregation to complain against him</b> continued <b>to promulgate a slanderous report of the land.</b>", "<b>The men, promulgators of the evil slanderous report of the land, died in the plague before the Lord.</b> The scouts themselves were the first to die, and they died a difficult, unnatural death. The definite article in the term “the plague” indicates something well-known and terrible.", "<b>But Joshua son of Nun, and Caleb son of Yefuneh, lived from among those men who went to scout the land.</b> This was a clear indication that the scouts did not die as a result of some infectious disease they had contracted during their journey, but rather as a direct punishment that afflicted only those who were guilty of circulating slander about the land.", "<b>Moses spoke these words to all the children of Israel.</b> He informed all the adults that as they had rejected the land, and there will be no returning to Egypt, it has been decreed that they will remain in the wilderness until their deaths. <b>And</b> upon hearing this, <b>the people mourned greatly,</b> since they believed in God and in Moses.", "Because the children of Israel felt this remorse, <b>they awoke early in the morning, and ascended to the top of the mountain, saying: Here we are, and we will ascend to the place that the Lord said,</b> the land of Canaan. We wish to repair our earlier error, <b>because we sinned</b> by refusing to go to the land.", "But <b>Moses said</b> to them: <b>Why are you violating the directive of the Lord?</b> God has already issued His decree and therefore <b>it,</b> this initiative of yours, <b>shall not succeed.</b>", "<b>Do not ascend</b> to try to fight for the land, <b>as the Lord is not in your midst.</b> There is no chance that you will emerge victorious. Consequently, it would be wise to refrain from trying, so <b>that you will not be struck down before your enemies.</b>", "<b>For the Amalekites and the Canaanites are there before you</b> on the path leading to the land, <b>and</b> if you attempt to enter, <b>you shall fall by the sword; since you have withdrawn from following the Lord, and</b> therefore <b>the Lord will not be with you.</b>", "Nevertheless, <b>they ventured to go up to the top of the mountain</b> range that stood before them on the way to Canaan; yet <b>the Ark of the Covenant of the Lord, and Moses, did not move from the midst of the camp.</b>", "<b>The Amalekites and the Canaanites, who lived on that mountain, came down and smote them and crushed them,</b> chasing them <b>until</b> a place that later became known as <b>Horma,</b> because those people met their destruction [<i>ḥorbanam</i>] there. They were routed in battle and retreated in humiliation."], ["<b>The Lord spoke to Moses, saying:</b>", "The following commandment is addressed not to the adult individuals then assembled in the wilderness, but rather to the children of Israel as a people, since only their descendants would enter the land. <b>Speak to the children of Israel, and say to them: When you will come into the land of your dwellings that I am giving to you,</b>", "<b>and you will perform</b> of your own free will <b>a fire offering to the Lord,</b> either in the form of <b>a burnt offering or a peace offering to fulfill a vow, or</b> if you bring a particular animal <b>as a pledge,</b> a gift offering, <b>or at your appointed times, to create a pleasing aroma to the Lord, from the cattle, or from the flock;</b>", "<b>the one who presents his offering to the Lord shall present a meal offering.</b> He must bring a meal offering from the world of vegetation to accompany his animal offering, in accordance with these measurements: <b>One-tenth</b> of an ephah <b>of high-quality flour</b> made from ground wheat kernels, <b>mixed with one-fourth of a hin of oil.</b> In contemporary terms, one-tenth of an ephah is more than 2 L, and a hin is somewhat larger than 1 L.", "<b>And</b> in addition, you shall also bring <b>wine</b> to be poured upon the altar <b>as the libation: One-fourth of a hin you shall make</b> these amounts of flour, oil, and wine <b>with the burnt offering or for the peace offering, for one sheep.</b> As explained in the coming verses, the amounts change in accordance with the type of animal brought as an offering.", "<b>Or for</b> an offering consisting of <b>a ram,</b> which is an older animal from the same species as the sheep, in the second year of its life, <b>you shall perform a meal offering</b> consisting of <b>two-tenths</b> of an ephah <b>of high-quality flour mixed with one-third of a hin of oil.</b>", "<b>And you shall present wine as the libation: One-third of a hin, a pleasing aroma to the Lord.</b>", "<b>When you render a young bull a burnt offering, or a peace offering, to fulfill a vow or a peace offering to the Lord,</b>", "<b>one shall present with the young bull a meal offering: Three-tenths</b> of an ephah <b>of high-quality flour,</b> which is three times as large as the meal offering for a sheep, <b>mixed with one-half a hin of oil,</b> twice the amount brought with a sheep.", "<b>And you shall present wine as the libation: One-half a hin as a fire offering of a pleasing aroma to the Lord.</b>", "In general, <b>so shall be done for one bull, or for one ram, or for a lamb, or for a kid.</b>", "<b>According to the number</b> of offerings <b>that you shall do, so shall you do for each according to their number.</b> The meal offerings and libations that accompany these offerings shall correspond to the number and type of animals that are offered.", "<b>Every native shall do these in this</b> precise <b>manner, to present a fire offering of a pleasing aroma to the Lord.</b> There are fixed amounts for the meal offerings and libations brought with the offerings.", "<b>If a stranger will reside with you</b> as a full-fledged convert who has become a member of the nation <b>or</b> one <b>who is</b> already living <b>in your midst for your generations, and will perform a fire offering of a pleasing aroma to the Lord, as you do, so he shall do.</b> There is no difference between an Israelite from birth and a convert who has joined the nation.", "The verse addresses <b>the assembly:</b> There shall be <b>one statute for you and for the stranger who resides, an eternal statute for your generations; like you, so the stranger shall be before the Lord.</b> With regard to obligations toward God, such as these rules regarding meal offerings and libations that accompany offerings, the law applies equally to Israelites from birth and to converts.", "<b>One law and one ordinance shall be for you and for the stranger who resides with you.</b> This principle goes beyond the specific topic at hand, as it refers to all the statutes and ordinances given to the children of Israel. These laws apply to all members of the nation, whether they are Israelites from birth or converts who have joined the nation. ", "The next commandment will also take effect only after the Israelites enter the land. <b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: When you come to the land that I am bringing you there,</b>", "<b>it shall be, when you eat from the bread of the land, you shall separate</b> from it <b>a gift for the Lord.</b>", "From <b>the first of your kneading basket you shall separate a loaf [<i>halla</i>] as a gift.</b> Due to this verse, the portion separated from the dough is known as <i>ḥalla</i>. <b>Like the gift from the threshing floor,</b> the portion known as <i>teruma</i> that is set aside from produce for the priests, <b>so shall you separate it,</b> the <i>ḥalla</i> from the dough.", "<b>From the first of your kneading basket you shall give to the Lord a gift for your generations.</b>", "<b>If you act unwittingly and do not observe all these commandments that the Lord spoke to Moses,</b>", "<b>everything that the Lord commanded to you at the hand of Moses, from the day that the Lord commanded and onward for your generations.</b> According to the tradition of the Sages, the unwitting act described here, which leads to a neglect of all the commandments, refers to the specific, fundamental sin of idolatry. This was the first prohibition Israel received in the Ten Precepts: “I am the Lord your God…. You shall have no other gods before Me.” These verses discuss a situation where one transgresses this prohibition unwittingly, as can happen in complicated cases or situations involving a lack of clarity in one’s thoughts or action. However, in a case where one worshipped idols intentionally, atonement cannot be achieved by means of an offering.", "<b>It shall be, if from the eyes of the congregation it was performed unwittingly,</b> as a result of an erroneous ruling by the court, then <b>the entire congregation,</b> meaning the court, which represents the entire congregation of Israel, <b>shall render one young bull as a burnt offering for a pleasing aroma to the Lord, and its meal offering and its libation according to the ordinance, and one goat as a sin offering.</b> This is different from a comparable case of a communal sin as a result of an erroneous ruling with regard to other sins, in which case the congregation brings a bull as a sin offering.", "<b>The priest shall atone for the entire congregation of the children of Israel, and it will be forgiven for them, as it was an unwitting act, and</b> when they became aware of their error <b>they brought their offering, a fire offering to the Lord, and their sin offering before the Lord, for their unwitting act.</b>", "<b>The entire congregation of the children of Israel shall be forgiven.</b> Even if the sin was not actually performed by every member of the congregation, an erroneous ruling on the part of the upper echelon of the nation’s leadership, which is then acted upon by the general public, is considered a transgression of the entire congregation. Therefore, the offering brought by the court serves to atone for both its own sin and that of the entire nation, <b>and</b> also for <b>the stranger that resides in their midst,</b> since he too is part of the congregation, <b>as it was</b> an <b>unwitting</b> transgression <b>for the entire people.</b>", "After discussing an unwitting sin of idolatry performed by the congregation as a result of a mistaken ruling by the court, the Torah continues with a case of the same sin committed unwittingly by an individual: <b>If one person will sin unwittingly, he shall present a female goat in its first year as a sin offering.</b> For an ordinary sin offering, one may bring either a female lamb or a female goat. However, for the specific transgression of idolatry one must bring a goat, as is the case for other offerings connected with this sin.", "<b>The priest shall atone for the unwitting person, when he sins unwittingly, before the Lord, to atone for him; and it shall be forgiven for him.</b>", "<b>The native of the children of Israel and for the stranger that resides in their midst: There shall be one law for you, for one who acts unwittingly.</b>", "The aforementioned offerings atone for an individual or a community that committed the sin of idolatry due to an error of judgment or as a result of a habitual, unthinking action. In contrast, <b>the person that will act high-handedly,</b> purposely and with malicious intent, <b>whether native or stranger, it is the Lord that he blasphemes, and that person shall be excised from among his people,</b> wherever he is. This punishment is inflicted by God and it is not within the jurisdiction of the court.", "<b>Because he scorned the word of the Lord</b> by committing the transgression, <b>and he violated His commandment;</b> as a result, <b>that person shall be excised; his iniquity is upon him.</b>", "In connection with the descriptions of high-handed sins like idolatry and blasphemy, the Torah relates an incident that illustrates how the children of Israel responded to a serious public violation of one of the commandments that occurred in their midst during their wanderings in the wilderness: <b>The children of Israel were in the wilderness and they found a man gathering wood on the Sabbath day.</b>", "<b>Those who found him gathering wood brought him to Moses and Aaron, and to the entire congregation,</b> and testified that he had desecrated Sabbath in a high-handed manner.", "<b>They placed him in custody, because it had not been explicated what</b> precisely <b>should be done to him.</b> It was clear that he was liable to receive the death penalty, as the verse states explicitly: “You shall observe the Sabbath, as it is sacred for you; its desecrators shall be put to death.” However, it was necessary to determine the precise manner in which he was to be executed.", "<b>The Lord said to Moses: The man shall be put to death</b> by stoning; <b>the entire congregation shall stone him with stones outside the camp.</b>", "<b>The entire congregation took him outside the camp, and they stoned him with stones, and he died, as the Lord had commanded Moses.</b>", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, and say to them: They shall make for themselves a fringe</b> consisting of a group of hanging threads <b>on the corners of their garments for their generations, and</b> in addition, <b>they shall put on the fringe of the corner a sky-blue thread.</b>", "<b>It shall be for you a fringe, and you shall see it and remember all the commandments of the Lord, and perform them.</b> The garments with fringes shall serve as a reminder of God’s commandments <b>and you shall not rove after your heart and after your eyes, after which you stray.</b> The combination of a lusting heart and seeing eye is a dangerous one, as it can lead one to violate the Torah’s laws.", "<b>So that you shall remember and perform all My commandments</b> throughout your daily lives and mundane pursuits, <b>and be holy to your God</b> in all your ways, thoughts, and actions.", "<b>I am the Lord your God, who took you out of the land of Egypt, to be your God: I am the Lord your God.</b> By taking the children of Israel out of Egypt, God consecrated them as His servants. In order to ensure that they preserve this sanctity by observing the commandments, the Israelites are in need of these fixed signs on their garments."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Numbers", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Numbers 13:1-15:41", "heRef": "ביאור שטיינזלץ על במדבר י״ג:א׳-ט״ו:מ״א", "sections": ["13", "1"], "toSections": ["15", "41"], "sectionRef": "Steinsaltz on Numbers 13-15", "heSectionRef": "ביאור שטיינזלץ על במדבר י״ג-ט״ו", "firstAvailableSectionRef": "Steinsaltz on Numbers 13:1-15:41", "isSpanning": true, "next": "Steinsaltz on Numbers 16", "prev": "Steinsaltz on Numbers 12", "title": "Steinsaltz on Numbers 13-15", "book": "Steinsaltz on Numbers", "heTitle": "ביאור שטיינזלץ על במדבר", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Numbers 13:1-33", "Steinsaltz on Numbers 14", "Steinsaltz on Numbers 15:1-41"], "indexTitle": "Steinsaltz on Numbers", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על במדבר", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Numbers"], "heTitleVariants": ["ביאור שטיינזלץ על במדבר"], "index_offsets_by_depth": {}, "warnings": []}