{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>These are the names of the children of Israel, who came to Egypt with Jacob; each</b> man <b>came with his household.</b>", "<b>Reuben, Simeon, Levi, and Judah;</b>", "<b>Issachar, Zebulun, and Benjamin;</b>", "<b>Dan and Naphtali, Gad and Asher.</b>", "<b>All the people who emerged from Jacob’s loins were seventy souls; and</b> this number includes <b>Joseph,</b> who <b>was</b> already <b>in Egypt.</b>", "<b>Joseph</b> died, as was described in the final verse of Genesis, <b>and</b> then <b>all of his brothers and all of that generation,</b> Jacob’s children and their children who were born while the family was still in Canaan, also <b>died.</b>", "<b>The children of Israel,</b> who were now developing from a family of seventy people into a tribe, <b>were fruitful and propagated and increased and grew exceedingly mighty;</b> they became a powerful presence in the land. In a short time, the children of Israel grew into a large tribe. <b>And the land was filled with them.</b> From the continuation of the narrative it will become apparent that not all the children of Israel remained in Goshen in seclusion from the Egyptians. Rather, some of them migrated to other regions, living in close proximity to the Egyptians.", "<b>A new king,</b> from a new dynasty, <b>arose over Egypt, who did not know Joseph.</b> It is likely that this king was aware of Joseph, his roots, and the revolutionary changes he brought about in Egypt. Nevertheless, he remained indifferent to Joseph’s legacy and unconcerned with the fate of his people.", "<b>He,</b> the king, <b>said to his people: Behold, the people of the children of Israel are more numerous and mightier than we.</b> As they continue to multiply exceedingly quickly, they are becoming a demographic threat to our existence.", "<b>Let us be cunning with it;</b> we must employ sophisticated methods to limit their growth, <b>lest it increase, and it shall be that if a war will occur</b> on the northern border, <b>it too will join our enemies and wage war against us, and</b> they will then <b>go up from the land,</b> leaving our country with a labor shortage. Alternatively, Pharaoh was speaking euphemistically: If there will be a war, the children of Israel will join our enemies and we will go up from the land; we will be expelled.", "<b>They,</b> the Egyptians, <b>appointed overseers over it, in order to afflict it with their burdens.</b> The centralized government of Egypt was administered by Pharaoh himself. Pharaoh installed overseers and conscripted many members of Israel into a labor force for public works for the benefit of Egypt. He hoped that the difficult life of servitude would cause the Hebrews to diminish in number, and that it would break their spirit. <b>It,</b> the Israelite nation, <b>built storehouse cities for Pharaoh: Pitom and Rameses.</b>", "<b>But as they would afflict it, so it would increase and so it would proliferate.</b> Although the lives of the Israelites became more difficult, they continued to grow. Since the children of Israel were not confined to a particular area of Egypt, the Egyptians witnessed this surge in population, and <b>they were revolted by the children of Israel.</b>", "The population growth that the Egyptians sought to suppress through conscription for labor was ineffective; on the contrary, the children of Israel only grew in number. <b>The Egyptians</b> therefore sought to worsen the plight of Israel, so they <b>coerced the children of Israel to work with travail,</b> forcing them to perform hard labor that would break them. It is possible that in an effort to break their spirits, the children of Israel were denied access to technologies and tools that were already in use in Egypt at that time.", "<b>They embittered their lives with hard work, with mortar and with bricks.</b> The monumental structures of Egypt were built with ashlar stones quarried primarily in the south of the country. Simple utilitarian structures, such as homes and warehouses, were constructed from bricks, as there was an abundance of earth in Egypt with which to produce them. <b>And</b> in addition to the royal construction projects, they also worked <b>with all work in the field,</b> both in the service of the king and in private fields, in order to provide food for themselves or for others. They did all this together <b>with all their work with which they worked for them,</b> the Egyptians, <b>with travail.</b> The repeated emphasis on harsh labor hints to the tremendous time pressure that was imposed on the children of Israel, or to the imposition of tasks that were not appropriate for the strength or skills of the specific workers. All of these cruelties were designed to break their bodies and spirits.", "Even hard labor and the embitterment of their lives did not have the desired effect upon the children of Israel; their numbers continued to rise. So <b>the king of Egypt said to the Hebrew midwives, of whom the name of one was Shifra, and the name of the other, Pua.</b> The names of the midwives are mentioned by the verse since it will become apparent that they were not mere vessels in the hands of Pharaoh, but independent personalities who acted according to their own discretion.", "<b>He said: When you deliver the Hebrew women, and you look upon the birthstool, if it is a son</b> that was born, <b>you shall kill him; but if it is a daughter, she shall live.</b> Pharaoh assumed that without a sufficient population of Hebrew males, the females would assimilate among the Egyptians, and Israel would cease to maintain an independent identity.", "<b>The midwives feared God, and</b> therefore, they <b>did not do as the king of Egypt commanded them, and</b> instead, <b>they kept the children alive.</b> Not only did they deliver the children, but they also cared for those who were in danger.", "<b>The king of Egypt summoned the midwives, and he said to them: Why did you do this thing, and you kept the children alive?</b> As I have not received reports of large-scale infant fatalities among the Hebrews, it is clear to me that you have not carried out my instructions.", "The midwives were unable to make the argument to Pharaoh that his instructions were immoral or illegal. They therefore offered an excuse: <b>The midwives said to Pharaoh:</b> We were unable to carry out your instructions <b>because the Hebrew women are not like the Egyptian women</b> with whom you are familiar, <b>as they are vigorous</b> and remain alert throughout the birthing process, as opposed to the pampered and weak Egyptian women, who would frequently tire and enter a semiconscious state during childbirth. As such, <b>before the midwife comes to them, they have</b> already <b>given birth,</b> and the midwife is therefore unable to interfere. The newborns are given to the midwives only after their mothers have already seen them.", "In ancient Egypt, the Pharaoh was far more than just a king. He was viewed as a deity or demigod, even while still alive. Accordingly, disobeying the king was an exceptional act. As a reward for their extraordinary courage, <b>God favored the midwives and the people increased and became very mighty.</b> The population of Israel was not suppressed; on the contrary, it continued to grow.", "<b>It was, because the midwives feared God, He established households for them.</b> Their families grew and became honored and distinguished.", "Since he was unable to carry out his intentions through the midwives, <b>Pharaoh commanded all his people</b> directly, <b>saying: Every son who is born</b> to the Hebrews, <b>into the Nile you shall cast him, but every daughter you shall keep alive.</b> Whether this order became official Egyptian policy to be enforced by the government, or it was a command directed at any Egyptian citizen who found a Hebrew child, every newborn Hebrew boy was sentenced to be drowned in the river."], ["<b>A man from the house,</b> the tribe, <b>of Levi went and took a daughter of</b> the head of the tribe of <b>Levi.</b>", "<b>The woman conceived and bore a son; she saw him that he was good;</b> it was immediately apparent that he was special, <b>and she concealed him for three months</b> because of the murderous decree upon all newborn Hebrew boys.", "After some time passed, <b>she could no longer conceal him</b> because his voice became stronger as he grew, leading to the possibility that he would be discovered by the king’s agents or other informants. The woman refused to capitulate to the king’s decree, so she took drastic action, and <b>she took a wicker basket for him and coated it with clay</b> on the inside <b>and with pitch</b> on the outside, to make it waterproof; <b>she placed the child in it and placed it among the reeds</b> growing <b>on the bank of the Nile.</b>", "<b>His</b> older <b>sister,</b> Miriam (see 15:20), who was herself quite young, <b>stationed herself at a distance, to know what would be done to him.</b> Although she could not protect him from the decree, she watched from a distance to see what would be his fate. Perhaps because the child was noticeably special, they expected great things to come from him; she therefore wanted to see if these expectations would be fulfilled.", "At that moment, <b>Pharaoh’s daughter went down</b> from her palace <b>to bathe in the Nile, and her maidens,</b> her servants, <b>walked alongside the Nile</b> to bathe as well, or to accompany and serve the princess. <b>She,</b> the princess, <b>saw the basket among the reeds, and</b> since it seemed unusual, she <b>sent her maidservant and she took it.</b>", "<b>She opened it and she saw the child, and behold, a boy was crying. She had compassion for him, and she said: This is from the children of the Hebrews.</b> Perhaps she concluded that an Egyptian woman would not have abandoned a child in such a manner, or perhaps she was able to identify him as a Hebrew due to his skin color or facial features.", "Presumably, the discovery of the child caused a stir. Miriam, who until now was standing at a distance, noticed the gathering of maidens around the baby and approached them: <b>His sister said to Pharaoh’s daughter: Shall I go and call a wet nurse for you from the Hebrews, and she will nurse the child for you?</b> It would seem that Pharaoh’s daughter picked up the crying child, but was unable to calm him. The child was too young to eat food, and she could not nurse him; if she wanted to keep the child, she needed a wet nurse. Miriam suggested a Hebrew wet nurse, not necessarily because the child was himself a Hebrew, but because Hebrew women were a source of cheap labor, especially in light of the fact that many of their babies were murdered by the Egyptians. These women would certainly be delighted to receive such employment.", "Pharaoh’s daughter was indifferent regarding the ethnicity of the wet nurse: <b>Pharaoh’s daughter said to her: Go. The girl went, and summoned the child’s mother.</b> This was obviously the preferable scenario, as the mother could now nurse her own child, and Pharaoh’s daughter would be unaware that the wet nurse was in fact his biological mother.", "<b>Pharaoh’s daughter said to her: Take this child and nurse him for me, and I will pay your wages.</b> Since Pharaoh’s daughter took an interest in the well-being of the child, he could safely be reunited with his mother. Now, the child’s mother would care for him just as before, and would even receive payment for nursing him. <b>The woman took the child and nursed him.</b>", "<b>The child grew, and</b> once he was weaned, he could be cared for by a woman who was not a wet nurse. So <b>she brought him to Pharaoh’s daughter, and he was a son to her.</b> Pharaoh’s daughter adopted the child, and <b>she called his name Moses [<i>Moshe</i>], and she said:</b> I named him thus <b>because I drew him from the water [<i>meshitihu</i>].</b>", "Despite being raised by Pharaoh’s daughter as a son of the Egyptian aristocracy, Moses was aware of his Hebrew ethnicity: <b>It was in those days, Moses grew</b> to adulthood, <b>and he went out to his brethren</b> to familiarize himself with them. Until now, because the lowly Hebrews did not enter the court of Pharaoh, Moses was unfamiliar with them. <b>And he saw their burdens, and he saw an Egyptian man beating a Hebrew man from his brethren.</b> At this point, Moses felt a solidarity with the Hebrews.", "<b>He,</b> Moses, <b>turned this way and that, and he saw that there was no one</b> in the vicinity. The area appeared secluded, although it seems that Moses did not look very carefully, as will become clear later on. <b>He smote the Egyptian,</b> killing him in a miraculous manner, or thanks to his strength of body and spirit, which Moses maintained until the age of 120 years. <b>And</b> Moses then <b>hid him</b> by burying the body <b>in the sand</b>, and he assumed that this was the conclusion of this incident.", "Still not entirely familiar with the Hebrews, but feeling a familial bond to them, <b>he,</b> Moses, <b>emerged</b> to see them again <b>on the second day, and behold, two Hebrew men were fighting.</b> Apparently, the two men did not merely exchange insults; at least one of them physically assaulted the other. <b>And he,</b> Moses, <b>said to the wicked one,</b> the one who struck the other: <b>Why do you strike your neighbor?</b>", "<b>He,</b> the assailant, <b>said: Who appointed you to be a leader and a judge over us,</b> that you see fit to judge me? Since you hold no position of judicial authority, what can you do to me? Indeed, I am aware of your use of force; <b>do you propose to kill me, as you killed the Egyptian? Moses was frightened,</b> because he knew he had broken the law, <b>and he said: Indeed,</b> although I thought my actions went unseen, <b>the matter is known.</b>", "<b>Pharaoh heard this matter.</b> Perhaps the Hebrew man ceased to strike his colleague, but he did not remain silent, and the matter reached the ears of Pharaoh. It is unknown how Pharaoh related to the abandoned child his daughter brought home years earlier. Perhaps he only tolerated his presence, much as a parent might tolerate an abandoned kitten that his child rescued from the street, <b>and</b> therefore, once he became aware of what Moses had done, <b>he sought to kill Moses,</b> just as a parent might react toward his child’s pet after learning that the animal began to cause damage. <b>Moses fled from Pharaoh, and he settled in the land of Midyan, and</b> since he was a total stranger, <b>he sat beside the well,</b> which was an informal meeting place.", "<b>The priest of Midyan had seven daughters,</b> who shepherded his flock, since he was not a wealthy man. <b>They came</b> to the well, <b>drew water, and filled the troughs</b> in order <b>to give their father’s flock to drink.</b>", "<b>The shepherds came and drove them away; Moses stood and rescued them.</b> Once again, Moses demonstrated his extreme sensitivity to injustice. Despite being completely unfamiliar with these girls, he responded to the injustice occurring before him. <b>And</b> not only did he save them, but <b>he</b> also <b>gave their flock to drink.</b> Although he was a total stranger, he sought to assist them in any way possible.", "The girls did not engage Moses in lengthy conversation: <b>They came to Re’uel, their father, and he said: Why were you so quick to come today?</b> This question makes it clear that the girls were regularly driven away from the water by the other shepherds. Normally, they would return home late, as they needed to wait until the other shepherds finished giving their flocks to drink. It seems that their father was unable to offer much help to his daughters.", "<b>They said: An Egyptian man rescued us from the shepherds, and he also drew water for us and gave the flock to drink.</b> Apparently, Moses spoke to them in Egyptian, or perhaps he was dressed in Egyptian garb. The Midyanite girls were unattuned to the differences between Moses, a Hebrew, and the native Egyptians.", "<b>He,</b> Re’uel, <b>said to his daughters: And where is he?</b> After this stranger intervened on your behalf and assisted you with giving water to the flock, <b>why did you leave the man?</b> He must be waiting by the well for someone to strike up a conversation with him. At the very least, <b>call him, and let him eat bread</b> with us.", "<b>Moses decided,</b> or desired, <b>to live with the man,</b> due to the pleasant manner in which he was accepted, and perhaps due to the personalities of his hosts; <b>and he gave his daughter Tzipora to Moses.</b> It would thus appear that Re’uel had additional motivations for accepting Moses into his home.", "<b>She bore a son, and he called his name Gershom, as he said: I was a stranger [<i>ger</i>] in a foreign land,</b> over there [<i>sham</i>].", "<b>It was during those many days; the king of Egypt died.</b> Presumably, this was the same king whose daughter raised Moses. Since the children of Israel were slaves of the government and labored on its behalf, the death of the king could have kindled hope for some measure of respite. However, the opposite occurred: <b>The children of Israel sighed due to the work, and they cried out, and their plea rose to God from the work.</b>", "<b>God heard their groan and God remembered His covenant with Abraham, with Isaac, and with Jacob,</b> their forefathers.", "<b>God saw the children of Israel, and God knew;</b> God connected Himself to them (see commentary on 1:8)."], ["<b>Moses was herding the sheep of Yitro, his father-in-law, priest of Midyan.</b> It seems that Moses enjoyed this occupation, as it provided him opportunities to contemplate, pray, and connect to God. <b>He led the flock far into the</b> ownerless territory of the <b>wilderness;</b> that way, there would be no concern that the flock might cause damage to another’s property. Additionally, this reduced the chances of an enemy attack. <b>And</b> Moses <b>came to the mountain of God, to Horev.</b>", "<b>An angel of the Lord appeared to him in a flame of fire from inside the bush,</b> the angel revealed itself as a flame of fire; <b>and he saw, and behold, the bush was burning in the fire, but the bush was not consumed.</b>", "<b>Moses said</b> to himself: <b>I will turn now, and</b> I will <b>see this great</b> and mysterious <b>sight.</b> Normally, a flame would have consumed a flammable object such as the bush; this must not be an ordinary fire. Although Moses did not see the angel, he recognized that this was an extraordinary scene, so he sought to understand: <b>Why will the bush not burn?</b>", "<b>The Lord saw that he turned</b> and approached the bush in order <b>to see</b> it, <b>and God called to him from within the bush, and He said: Moses, Moses.</b> Although Moses did not know who was calling him, <b>he said: Here I am.</b>", "<b>He said: Do not approach here; remove your shoes from your feet, as the place upon which you are standing is sacred ground.</b> Because the Divine Presence rests in this place, you must stand in it with proper awe and respect, and you must therefore remove your shoes.", "Moses removed his shoes and approached the bush, and then he heard the voice of God identify Himself: <b>He said: I am the God of your father,</b> Amram, and also <b>the God of Abraham, the God of Isaac, and the God of Jacob. Moses hid his face, as he was afraid to look at God.</b> Once Moses became aware that God was revealing Himself in the flame in the bush, he ceased to gaze at the flame out of reverence for God. Alternatively, Moses feared that he would die. Indeed, in similar instances, the revelation of an angel caused individuals to fear that this vision was to be their last, after which they would die.", "<b>The Lord said: I have seen the affliction of My people that is in Egypt, and I have heard their outcry because of its taskmasters,</b> who abuse the people; <b>as I know its pain.</b>", "<b>I have descended</b> and revealed Myself in the world both in order <b>to rescue it,</b> the nation, <b>from the hand of Egypt, and to bring it up from that land,</b> Egypt, <b>to a good and expansive land, to a land flowing with milk and honey.</b> They will not merely be rescued from the dire situation in Egypt, but they will also be brought to a far better place, namely <b>to the place of the Canaanites and the Hitites and the Emorites and the Perizites and the Hivites and the Yevusites.</b>", "<b>And now, behold, the outcry of the children of Israel has come to Me, and I have also seen the oppression that the Egyptians are oppressing them.</b>", "I intend to rescue My people, but I require a messenger: <b>Now, go and I will send you to Pharaoh and take My people, the children of Israel, out of Egypt.</b>", "<b>Moses said to God: Who am I, that I should go to Pharaoh and that I should take the children of Israel out of Egypt?</b>", "<b>He,</b> God, <b>said: Because I will be with you.</b> I am not asking you to act on your own strength; you are merely a messenger. <b>And this is your sign that I sent you: When you take the people out of Egypt, you will serve God upon this mountain.</b> Although Moses would later be provided with additional signs, the primary sign of his appointment was that in just a short time, Moses would return to this mountain with the children of Israel, and God would reveal Himself to the entire nation. At that moment, the entire nation would be prepared to serve God.", "<b>Moses said to God: Behold, I come to the children of Israel, and I will say to them: The God of your fathers sent me to you, and they will say to me: What is His name? What shall I say to them?</b>", "<b>God said to Moses: I Will Be As I Will Be.</b> This response may be understood as a rejection of the question itself, indicating there is no significance to the knowledge of God’s name; as a promise that God will always be with them; or that this is in fact God’s name. <b>And He,</b> God, <b>said:</b> When you speak to the children of Israel, do not begin with the frightening declaration: I Will Be As I Will Be. Although this statement contains the assurance that God will always be with them, this promise may itself seem threatening, as the appearance of God is not always a harbinger of respite. Therefore, <b>so shall you say to the children of Israel: I Will Be sent me to you.</b> Here it is clear that “I Will Be” is God’s name. Whereas God’s first response: I Will Be As I Will Be, refers to the fact that God is present in all places and at all times, His second response: I Will Be, relates specifically to His eternal existence.", "God reveals another divine name to Moses: <b>God again said to Moses: So you shall say to the children of Israel: The Lord, God of your fathers, God of Abraham, God of Isaac, and God of Jacob</b> is the One who <b>sent me to you. This</b> special name <b>is My name forever and this is My appellation for all generations.</b> This is the name you shall use from now on; it is the most sacred of the divine names.", "After responding to Moses’ question “What shall I say to them?” God now instructs Moses: <b>Go and gather the elders of Israel and say to them: The Lord, God of your forefathers, God of Abraham, Isaac, and Jacob, appeared to me, saying: I have remembered you, and</b> I have also considered <b>what is being done to you in Egypt,</b> your suffering.", "<b>I said: I will take you up out of the affliction of Egypt, to the land of the Canaanites and the Hitites and the Emorites and the Perizites and the Hivites and the Yevusites, to a land flowing with milk and honey.</b>", "God saw that Moses was hesitant, so He assured Moses: <b>They will listen to your voice and you shall go, you and the elders of Israel, to the king of Egypt and you shall say to him: The Lord, God of the Hebrews, happened upon us,</b> He has revealed Himself to us and given us a message. <b>Now, please, let us go a journey of three days in the wilderness and we will sacrifice to the Lord our God.</b>", "<b>And I know that the king of Egypt will not allow you to go, except</b> if I force him to do so <b>with a powerful hand.</b>", "<b>I will send forth My hand, and smite Egypt with all My wonders that I will perform in its midst; and thereafter,</b> that is, after smiting Egypt with all My plagues, <b>he will send you forth.</b>", "<b>I will give favor for this people in the eyes of Egypt. And</b> therefore, <b>it shall be</b> that <b>when you go</b> out of Egypt, <b>you will not go empty-handed.</b>", "<b>Each woman will borrow,</b> or take <b>silver vessels and gold vessels and garments from her neighbor and from the resident of her house.</b> By lending or giving these items to the women, the Egyptians will thereby demonstrate the respect toward the children of Israel foreordained in the previous verse. <b>And you shall place them,</b> all that you receive from the Egyptians, <b>upon your sons and upon your daughters, and you will</b> thereby <b>despoil the Egyptians,</b> in fulfillment of God’s promise to Abraham: “And afterward, they will emerge with great property.”"], ["Moses remained hesitant: <b>Moses answered and he said: But behold,</b> or perhaps, <b>they will neither believe me, nor will they heed my voice, as they will say: The Lord did not appear to you.</b>", "<b>The Lord said to him: What is that in your hand? And he said: A staff.</b>", "<b>He,</b> God <b>said:</b> Take the staff and <b>cast it on the ground. He cast it on the ground and it became a serpent. Moses fled from it.</b>", "<b>The Lord said to Moses: Send forth your arm and grasp its tail. He sent forth his arm and he seized it and it became a staff in his hand.</b>", "God explained: You may show this sign to the people <b>so that they will believe that the Lord, God of their fathers, God of Abraham, God of Isaac, and God of Jacob, appeared to you.</b>", "<b>The Lord said to him further: Bring your hand</b> under your garment, <b>into your bosom. He brought his hand into his bosom and he withdrew it, and behold, his hand was leprous, like snow.</b>", "<b>He,</b> God, <b>said: Return your hand into your bosom. He returned his hand into his bosom and he withdrew it from his bosom, and behold, it recovered like his flesh:</b> that is, his flesh returned to its healthy state and the leprosy disappeared.", "God said: <b>It shall be, if they do not believe you, and do not heed the voice of the first sign,</b> the sign of the staff turning into a snake and then reverting back into a staff, <b>they will believe the voice of the latter sign,</b> the hand that turns leprous and then miraculously heals.", "<b>And it shall be if they will not believe even these two signs, and they will not heed your voice, you shall take water from the Nile and you shall pour it on the dry land and the water that you take from the Nile will become blood on the dry land.</b> Although there was no water in the wilderness with which to demonstrate this third sign, God promised Moses that it would indeed materialize if the situation required it.", "Moses remained unsure of himself and lacked confidence in his ability to carry out his mission: <b>Moses said to the Lord: Please, my Lord, I am not a man of words.</b> I have never been able to express myself eloquently, <b>neither yesterday nor the day before, nor since You have spoken to Your servant.</b> Had You effected any change in me that would enable me to speak clearly from this point onward, perhaps I would be suitable for the task. However, even after revealing Yourself to me, I remain inarticulate. I am unfit for this mission, <b>as I am cumbrous of speech and cumbrous of tongue.</b> It is unclear whether Moses suffered from a stutter, or an inability to correctly pronounce certain consonants, or some other speech impediment that inhibited his ability to communicate effectively.", "<b>The Lord said to him: Who gives a mouth to a person? Or who renders one mute or deaf, or sighted or blind? Is it not I, the Lord?</b> Since a person’s abilities and characteristics are entirely within My control, you need not be concerned with your speech impediment. If you should need to speak, I will give you the ability to do so.", "<b>Now, go, and I will be with your mouth, and I will instruct you that which you shall say.</b> I will guide you throughout your mission.", "Despite all the assurances of God, Moses did not want to accept his task: <b>He said: Please, my Lord, please send by means of</b> anyone else <b>whom You will send.</b>", "<b>The wrath of the Lord was enflamed against Moses and He said: Is not Aaron the Levite your brother? I know that he can speak,</b> and that he has the qualities of a leader. <b>And also, here he is going out to meet you;</b> I will ensure that he will go out to greet you, <b>and he will see you,</b> his younger brother, upon whom the mantle of leadership has been placed, <b>and</b> not only will he act courteously toward you, but <b>he will</b> also <b>rejoice in his heart</b> over the greatness bestowed upon you.", "In order to overcome the limitations caused by your speech impediment, you will receive instructions from Me and convey them to Aaron, and he will be your spokesman: <b>You shall speak to him, and you shall place the words in his mouth; and I will be with your mouth and with his mouth, and I will instruct you that which you shall do.</b>", "<b>He shall speak to the people for you, and he shall be a mouth</b> to speak <b>for you, and you shall be a leader for him,</b> as he will transmit only that which you instruct him to say.", "<b>And this staff you shall take in your hand, with which you will perform the signs,</b> the sign of the snake that I have already shown you, and all the signs that I will command you to perform in the future.", "<b>Moses went and returned to Yeter his father-in-law, and he said to him:</b> Many years have passed since I fled from Egypt. <b>Please, let me go and return to my brethren who are in Egypt and see if they are still alive.</b> In explaining his return to Egypt, Moses offered personal reasons instead of revealing anything to Yitro regarding his divine mission to redeem his people. Perhaps Moses was hesitant to reveal his mission before he could successfully carry it out, or maybe he was concerned that Yitro would not believe him. <b>Yitro said to Moses: Go in peace.</b>", "Moses originally fled from Egypt as a fugitive accused of murder. With regard to Moses’ delay in returning to Egypt due to this accusation, <b>the Lord said to Moses,</b> while he was still with Yitro <b>in Midyan: Go, return to Egypt, as all the men who seek your life have died.</b> The situation in Egypt has changed, and you can now return to Egypt without worry.", "<b>Moses took his wife and his sons and mounted them on the donkey, and they returned to the land of Egypt.</b> Presumably, Moses walked alongside the donkey. <b>Moses</b> also <b>took the staff of God in his hand.</b>", "<b>The Lord said to Moses: When you go to return to Egypt, see all the wonders that I have placed in your hand,</b> the various signs you have been provided, <b>and perform them before Pharaoh.</b> That is, these signs are not meant solely for the children of Israel, but for Pharaoh as well. <b>And</b> be aware that <b>I will harden his heart, and he will not send forth the people,</b> despite your rhetoric and these miraculous signs.", "<b>You shall say to Pharaoh: So said the Lord: My firstborn son is Israel.</b>", "<b>And I say to you: Send forth My son, and he will serve Me</b> in the wilderness, <b>and if you refuse to send him forth, behold, I will slay your firstborn son</b> in retribution for your refusal to free My firstborn.", "<b>It was on the way, in the lodging,</b> where Moses and his family rested on their way to Egypt, an angel of <b>the Lord encountered him and sought to kill him.</b> Moses was in critical condition, and may have appeared to be dying.", "<b>Tzipora,</b> wife of Moses, was certain that this experience was due to some flaw in their behavior. Therefore, she <b>took a flint and she cut her son’s foreskin, and touched it to his feet,</b> Tzipora placed the foreskin beside the angel’s feet, or Moses’, or her son’s; <b>and she said</b> to the child: <b>For you are a bridegroom of blood to me.</b> That is, now that I have circumcised you, there is a new connection between us. Alternatively, Tzipora said to Moses: You are a bridegroom of blood to me, as the merit of this circumcision saved you from death and atoned for your transgression, thus renewing the covenant between us.", "After Tzipora circumcised the child, <b>he,</b> the angel, <b>released him,</b> Moses. <b>Then she said: A bridegroom of blood because of circumcision.</b>", "<b>The Lord said to Aaron: Go toward Moses to the wilderness. He went and he met him at the mountain of God, and</b> Aaron greeted Moses with love and <b>he kissed him.</b>", "<b>Moses told Aaron all the words of the Lord: That He sent him, and all the signs that He commanded him,</b> since they would now be required to carry out the mission together.", "<b>Moses and Aaron went, and they assembled all the elders,</b> the leaders, <b>of the children of Israel.</b>", "<b>Aaron,</b> who was a skilled orator and was known to the people, <b>spoke all the words that the Lord spoke to Moses, and he,</b> Aaron, <b>performed the signs</b> that Moses received in order to validate his prophecy, <b>in the sight of the people.</b>", "<b>The people trusted and heard that the Lord remembered the children of Israel and that He saw their affliction.</b> Moses’ concern that the people would react toward this declaration with skepticism was thus confuted. Although they were not personally acquainted with Moses, they believed him because of his personality, or because of the signs. <b>And they bowed and prostrated themselves</b> to God in gratitude for the news that the time for their redemption had arrived."], ["<b>Then,</b> once <b>Moses and Aaron</b> earned the people’s trust and the recognition of their leaders, they felt empowered to continue their mission, and they <b>came and said to Pharaoh: So says the Lord, God of Israel: Send forth My people, and they will celebrate for Me in the wilderness.</b>", "<b>Pharaoh said: Who is the Lord, that I should heed His voice to send forth Israel?</b> I do not recognize the name of this deity; I have never heard of him. <b>I do not know the Lord, and I also will not send forth Israel,</b> as you have fabricated these claims.", "<b>They,</b> Moses and Aaron, <b>said:</b> Since you do not recognize His name, we will tell you who the Lord is: <b>The</b> Lord is the <b>God of the Hebrews,</b> and He <b>has called upon us</b> and commanded us to leave Egypt to worship Him. Therefore, <b>please, let us go a three-day journey into the wilderness and we will sacrifice to the Lord our God, lest He strike us with pestilence, or with the sword.</b> The threat of punishment for failure to heed the voice of God was added by Moses and Aaron of their own accord (see 3:18).", "<b>The king of Egypt said to them: Why, Moses and Aaron, do you disturb the people from its tasks</b> by implanting in their minds these strange notions? <b>Go to your burdens.</b> Do not offer any more suggestions and do not involve yourselves in politics.", "<b>Pharaoh said: Behold, the people of the land,</b> the children of Israel, <b>are now many, and</b> with your declarations <b>you will cause them to desist from their burdens.</b> Egypt requires their labor; there is no time for festivals or celebrations.", "Pharaoh now takes steps to extinguish the people’s hopes: <b>Pharaoh commanded the taskmasters of the people,</b> who were appointed by Pharaoh to oversee the labor of the children of Israel, <b>that day and their foremen,</b> the supervisors from the children of Israel, <b>saying:</b>", "<b>You shall not continue to give straw to the people to produce bricks, as previously. They will go and gather straw for themselves</b> from the fields.", "Despite the fact that they must now dedicate some of their time to gathering straw, they may not diminish their quota: <b>But you shall</b> continue to <b>impose upon them the total of the bricks that they produced previously; you shall not diminish from it, because they are indolent. Therefore, they cry out, saying: We will go and we will sacrifice to our God.</b> Since Pharaoh was unacquainted with the God of Israel, and since the children of Israel had hitherto not worshipped Him, he saw the demands of Moses and Aaron as nothing but a futile diversion that distracted the lazy slaves and deterred them from their labor.", "By demanding the same quota of bricks without providing the necessary straw, <b>let the work become weighty upon the people, and they will engage in it and they will not</b> have the time to <b>be occupied with false matters.</b>", "<b>The taskmasters of the people and their foremen went out, and they said to the people, saying: So said Pharaoh: I am not giving you straw.</b>", "<b>You, go take straw for yourselves from what you find, for nothing will be diminished from your work;</b> your quota will remain the same.", "<b>The people scattered</b> throughout the fields <b>in the entire land of Egypt to gather stalks</b> to cut up <b>for straw.</b>", "<b>The taskmasters goaded them</b> to work faster, <b>saying: Complete your task, each day’s portion on its day, as when there was straw.</b> The taskmasters demanded that they work faster in order to produce the same yield as before.", "<b>The foremen of the children of Israel, whom Pharaoh’s taskmasters appointed over them, were beaten.</b> The foremen were men of stature from among the children of Israel who were appointed as low-level supervisors of the labor. Although these foremen did not have any real authority, they were held accountable by the taskmasters for the productivity of the slaves. Thus, when the quota was not reached, the foremen were beaten, <b>saying: Why did you not complete your quota to produce bricks as previously, both yesterday and today?</b>", "<b>The foremen of the children of Israel came and cried out to Pharaoh, saying: Why will you do this to your servants?</b>", "On the one hand, <b>straw is not given to your servants, and</b> on the other hand, <b>they say to us: Produce bricks and behold,</b> we <b>your servants are beaten, and it is a sin to your people.</b> Ultimately, the reduction in productivity will affect your people; you gain nothing from your harsh decree.", "Although the foremen were in no way rebelling against Pharaoh, the king suspected that their petition was driven by the hopes that Moses and Aaron planted in the minds of the people. Since Pharaoh attributed the endurance of these hopes to idleness, he decided to further increase the people’s burdens. <b>He said: You are indolent, indolent. Therefore you say: Let us go and sacrifice to the Lord.</b>", "<b>Now, go work, and straw will not be given to you, and the total of bricks, you will provide.</b>", "<b>The foremen of the children of Israel saw them,</b> themselves, <b>in distress, saying: Do not diminish from your bricks, each day’s portion on its day.</b> There was no escape from their predicament; they would be beaten for missing their quotas, despite the impossible demands placed on them.", "<b>They,</b> the foremen, <b>encountered Moses and Aaron, standing toward them as they came out from before Pharaoh.</b>", "<b>They,</b> the foremen, <b>said to them: May the Lord look upon you and judge</b> you, <b>because you have</b> damaged our reputations and <b>rendered us putrid in the eyes of Pharaoh and in the eyes of his servants;</b> now, they have an excuse <b>to put a sword in their hand to kill us.</b> The foremen understood that their increased burdens did not stem from Pharaoh’s actual economic needs, but that Pharaoh sought to suppress the new ideas of rebellion that were introduced by Moses and Aaron.", "For the first time, Moses initiates a dialogue with God: <b>Moses returned to the Lord and he said: My Lord, why did You harm this people? Why did you send me?</b>", "<b>Since I came to Pharaoh to speak in Your name, he has harmed this people, and You did not save Your people.</b> Although I returned to Egypt to redeem the children of Israel, I have brought only more suffering upon them."], ["God did not criticize Moses for his sharp claims, as they were said from genuine pain: <b>The Lord said to Moses: Now you will see what I will do to Pharaoh; for</b> not only will he allow them to leave Egypt, but <b>with a powerful hand he will send them forth, and with a powerful hand he will drive them from his land,</b> he will demand that they leave Egypt."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 1:1-6:1", "heRef": "ביאור שטיינזלץ על שמות א׳:א׳-ו׳:א׳", "sections": ["1", "1"], "toSections": ["6", "1"], "sectionRef": "Steinsaltz on Exodus 1-6", "heSectionRef": "ביאור שטיינזלץ על שמות א׳-ו׳", "firstAvailableSectionRef": "Steinsaltz on Exodus 1:1-6:1", "isSpanning": true, "next": "Steinsaltz on Exodus 7", "prev": null, "title": "Steinsaltz on Exodus 1-6", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 1:1-22", "Steinsaltz on Exodus 2", "Steinsaltz on Exodus 3", "Steinsaltz on Exodus 4", "Steinsaltz on Exodus 5", "Steinsaltz on Exodus 6:1"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}