{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>It was on the eighth day</b> of the days of inauguration, that <b>Moses summoned Aaron and his sons and the elders of Israel.</b> On this day, the inauguration of the Tabernacle was completed. It was this pivotal ceremony, the transition from preparing the Tabernacle to ministering in it, that constituted its inauguration.", "<b>He,</b> Moses, <b>said to Aaron: Take for yourself a young calf as a sin offering and a ram as a burnt offering, unblemished, and present them before the Lord.</b> This is the first day on which Aaron ministers as a priest.", "Aaron must also command the people with regard to their offerings: <b>Speak to the children of Israel, saying: Take a goat as a sin offering and a calf and a lamb, one year old, unblemished, as a burnt offering,</b>", "<b>and a bull and a ram as peace offerings, to slaughter before the Lord, and a meal offering</b> of flour <b>mixed with oil. For today the Lord appears to you</b> in the Tabernacle.", "<b>They took that which Moses commanded before the Tent of Meeting, and the entire congregation approached and stood before the Lord.</b>", "<b>Moses said: This is the matter that the Lord commanded that you shall do, and the glory of the Lord will appear to you.</b> If you obey my commands precisely, God will reveal Himself to you.", "<b>Moses said to Aaron: Approach the altar and perform your sin offering and your burnt offering, and atone for yourself and</b> then atone <b>for the people; perform the offering of the people and atone for them, as the Lord commanded.</b> Until now, Aaron was like any other member of Israel whose offerings were sacrificed on his behalf. Until this point, he was considered an apprentice; now he must perform the sacred service himself.", "<b>Aaron approached the altar</b> in the courtyard of the Tabernacle, <b>and he slaughtered the calf of the sin offering that was for him,</b> that is, that belonged to him, and that was to atone for him so that he should enter the priesthood in a state of spiritual purity.", "<b>The sons of Aaron,</b> who were newly inaugurated to the priesthood and were also required to learn the procedures of the service, <b>presented the blood</b> in a vessel <b>to him,</b> their father. Aaron <b>dipped his finger in the blood, and he placed it on the horns of the altar,</b> according to the laws of the sin offering, <b>and he poured</b> the remainder of <b>the blood at the base of the altar.</b>", "<b>The fat, the kidneys, and the diaphragm above the liver of the sin offering he burned on the altar, as the Lord had commanded Moses.</b>", "<b>The flesh and the skin he burned in fire outside the camp.</b> Unlike the flesh of ordinary sin offerings, which was eaten by the priests, the flesh of this sin offering was burned.", "After the sin offering, <b>he slaughtered the burnt offering; and Aaron’s sons</b> stretched out their hands and <b>passed the blood to him, and he cast it around the altar</b> by means of a vessel, in accordance with the laws of the burnt offering (see 1:5).", "<b>They passed the burnt offering to him in its pieces, and the head.</b> For seven days, Aaron’s sons had practiced the various sacrificial rites. They had watched Moses perform them and learned how to properly carry out their priestly duties. Now they cut the offering into its pieces in the proper manner and brought its parts to their father, <b>and he burned them,</b> the pieces and the head, <b>on the altar.</b>", "<b>He washed the innards and the legs and burned them on</b> the pieces of <b>the burnt offering</b> that he had placed <b>on the altar.</b>", "After sacrificing his sin offering and burnt offering, <b>he,</b> Aaron <b>, brought the people’s offering near,</b> as the priest must first offer his own atonement before offering that of another. <b>He took the goat of the sin offering that was for the people and slaughtered it and presented it as a sin offering like the first,</b> like Aaron’s first sin offering. That is, its blood was placed with a finger on the corners of the altar, and its sacrificial portions were placed upon the altar for burning. Perhaps the remaining flesh was burned as well, like that of Aaron’s sin offering. Some say that the flesh of the people’s sin offering was eaten.", "<b>He brought the burnt offering near, and he performed it in accordance with the procedure</b> stated with regard to the burnt offering (see chap. 1).", "<b>He brought the meal offering near, and he filled his palm from it,</b> he removed a handful, <b>and burned it on the altar, in addition to the morning burnt offering.</b> The morning burnt offering is part of the daily service; it is not one of the special offerings of the inauguration.", "<b>He slaughtered the bull and the ram, the peace offerings that were for the people; and Aaron’s sons passed the blood to him, and he cast it around the altar,</b> in accordance with the laws of the peace offering (3:2).", "They passed him <b>the fats from the bull and from the ram, the fat tail</b> of the ram, <b>and those that cover,</b> the fats of the bull and the ram that cover various parts of the animal, <b>and the kidneys, and the diaphragm above the liver.</b>", "<b>They placed the fats upon the breasts, and he burned the fats on the altar.</b>", "<b>Aaron waved the breasts and the right haunch as a wave offering before the Lord, as Moses had commanded.</b>", "<b>Aaron raised his hands toward the people and blessed them.</b> Although the formula of this blessing does not appear in the verse, it appears later in the Torah as the priestly blessing that is part of the daily service. <b>And he descended from</b> the altar after <b>performing the sin offering, the burnt offering, and the peace offerings.</b>", "<b>Moses and Aaron came into the Tent of Meeting.</b> Until this point, the entire service was performed in the courtyard of the Tabernacle, where the outer altar, upon which all the offerings were sacrificed, was situated. Now Moses and Aaron entered the Sanctuary, the tent covered with tapestries and hides, presumably in order to pray. <b>And</b> they <b>emerged and blessed the people; and</b> then <b>the glory of the Lord appeared to the entire people.</b> This revelation did not occur during the sacrifice of the offerings or even after the priestly blessing. Rather, the pivotal moment followed the blessing of Moses and Aaron.", "<b>Fire emerged from before the Lord and consumed upon the altar the burnt offering and the fats; all the people saw it,</b> the fire consuming the offerings, which was a sign that God accepted their service and their prayers, <b>and sang praise,</b> or shouted, <b>and fell upon their faces</b> due to this revelation. Now the people knew that the Tabernacle was properly constructed and that the presence of God dwelled within it."], ["<b>Each of the</b> two eldest <b>sons of Aaron, Nadav and Avihu, took his fire-pan and placed in it</b> coals of <b>fire, and placed incense upon</b> the fire, <b>and they offered before the Lord strange fire that He had not commanded them.</b>", "<b>Fire emerged from before the Lord and consumed them.</b> It is uncertain from where this fire emerged. <b>And they died before the Lord,</b> inside the Sanctuary. As will soon be made evident, although the fire killed them, their bodies were not burned, as would have been the case in a regular fire. Rather, their deaths resembled a death by electrocution or by lightning strike, as their bodies remained physically intact.", "<b>Moses said to Aaron: This</b> incident <b>is that</b> about <b>which the Lord spoke, saying: Through those who are near to Me I will be sanctified.</b> That is, My sanctity will be manifest among those who are close to Me, <b>and</b> then <b>before all the people I will be glorified; and Aaron was silent.</b> It is possible that before this statement, Aaron cried in shock at the sudden deaths of his sons, but upon hearing Moses’ statement he voiced no complaints and remained silent. There is no doubt that Aaron’s silence stemmed not from indifference, but from his acceptance of this divine decree.", "<b>Moses called Mishael and Eltzafan, the sons of Uzziel,</b> an <b>uncle of Aaron.</b> They were Levites and family members. <b>And</b> Moses <b>said to them: Approach, carry your brethren,</b> your cousins, <b>from inside the Sanctuary to outside the camp.</b>", "<b>They approached and carried them by their tunics to outside the camp,</b> for the dead were not left inside the camp, <b>as Moses had spoken.</b> It is clear from the verse that Aaron’s sons were not burned in an ordinary manner, as they were carried out in their garments, indicating that the garments were whole and durable enough to pull their wearers with them.", "<b>Moses said to Aaron, and to Elazar and to Itamar, his,</b> Aaron’s, other <b>sons:</b> Despite the tragedy that has occurred, <b>you shall not grow out the hair of your heads.</b> Do not allow your hair to grow wild during the mourning period, <b>and you shall not rend your garments</b> in the manner of mourners, <b>that you will not die.</b> If you observe the usual customs of mourning, you will be liable to death, <b>and</b> not only will you be punished, but <b>He will rage against all the congregation,</b> as you are now their priests. <b>And your brethren, the entire house of Israel, shall weep</b> over <b>the burning that the Lord has burned.</b> Mourning and weeping are of course a natural response to death. However, you have been consecrated, and you must remain in your posts within the confines of the Tabernacle. Consequently, you must not let their deaths affect you.", "<b>From the entrance of the Tent of Meeting you shall not emerge</b> for the entire period that you are obligated to be within the sacred area, so <b>that you not die, as the anointing oil of the Lord is upon you.</b> Since you have been anointed and consecrated for the service, you are no longer private citizens who may act according to their own discretion. <b>They acted in accordance with the word of Moses,</b> that is, Aaron and his surviving sons did not display any signs of mourning and they remained in the Tabernacle.", "<b>The Lord spoke to Aaron, saying:</b>", "<b>You shall not drink wine or</b> any <b>intoxicating drink</b>, <b>neither you nor your sons with you, upon your entry into the Tent of Meeting, that you not die;</b> this is <b>an eternal statute for your generations.</b> This prohibition is not restricted to the unique occasion of the inauguration ceremony. Rather, it remains in force for all generations in which the priestly service is performed.", "The eternal prohibition against intoxicated priests performing the Temple service is not due merely to their presence in the Tent of Meeting. In addition to performing sacrificial rites, the priests must fulfill other functions: <b>To distinguish</b> for the people <b>between the sacred and the profane, and between the impure and the pure,</b>", "<b>and to teach the children of Israel all the statutes that the Lord spoke to them at the hand of Moses.</b> The roles of instructing the people and teaching them to distinguish between the sacred and the profane demands that the priests avoid drunkenness, as this can easily lead to error and confusion.", "While the tragic incident of the deaths of Nadav and Avihu was still resonating in the consciousness of all those present, especially in the minds of Aaron, Elazar, and Itamar, Moses returns Aaron and his surviving sons to the ceremony of the consecration of the Tabernacle and to their inauguration as priests: <b>Moses spoke to Aaron, and to Elazar and to Itamar, his surviving sons: Take the meal offering that remains from the fire offerings of the Lord,</b> after its handful has been sacrificed, <b>and eat it unleavened beside the altar,</b> in the Tabernacle courtyard, <b>as it is a sacred sacrament.</b>", "<b>You shall eat it in a holy place, as it is your allotment,</b> Aaron, <b>and the allotment of your sons from the fire offerings of the Lord,</b> as the majority of meal offerings are eaten by the priests, and it is their sustenance. <b>For so I was commanded.</b> This is not a voluntary consumption or a personal gift that I am bestowing upon you; rather, God has commanded that you must eat the meal offering.", "<b>You shall eat the breast of waving and the haunch of lifting in a pure place,</b> not necessarily inside the Sanctuary. This command is more inclusive: <b>You and your sons and your daughters with you</b> may partake of this portion, <b>as they are given as your allotment and the allotments of your sons from the peace offerings of the children of Israel.</b>", "<b>The haunch of lifting and the breast of waving they shall bring</b> to the altar <b>with the fire offerings of the fats,</b> not for burning on the fire like the fats, but <b>to wave it for a wave offering before the Lord; and it shall be for you and for your sons with you</b> a gift from the altar, as it were, <b>as an eternal allotment, as the Lord commanded.</b>", "<b>Moses inquired about the goat of the sin offering,</b> which was supposed to have been eaten by the priests as part of their service, after the removal of the portions designated for burning on the altar. <b>And</b> Moses discovered that <b>behold, it was burned; and he was angry with Elazar and with Itamar, the surviving sons of Aaron.</b> Perhaps Moses did not express his anger toward Aaron out of respect for his older brother, or because he held Aaron’s sons responsible, since they performed this part of the service. Therefore, Moses addressed Elazar and Itamar, <b>saying:</b>", "<b>Why didn’t you eat the sin offering in the holy place, as it is a sacred sacrament,</b> and it should have been eaten there? Furthermore, while the breast and haunch are gifts bestowed upon the priests as ministers of the Tabernacle that may be consumed by the members of their households, the sin offering is consumed because <b>He gave it you to bear the iniquity of the congregation, to atone for them before the Lord.</b> The consumption of the sin offering by the priests is part of the atonement process, together with the sprinkling of the blood and the sacrifice of the offering. Since its consumption is a part of the service and does not depend on your wishes or your appetite, why have you not eaten the sin offering?", "<b>Behold, its blood was not brought to the Sanctuary within.</b> Moses already taught that the flesh of a sin offering whose blood is brought inside the Sanctuary may not be eaten; rather, it is burned (6:23). In this case, however, the blood was not brought inside the Sanctuary. Therefore, <b>you should have eaten it in the holy place, as I commanded.</b> Since I instructed you to eat the sin offering, why did you burn it?", "<b>Aaron spoke to Moses.</b> Out of respect for his brother, Moses rebuked Aaron’s sons rather than Aaron himself. It is clear, however, that Aaron was involved in this incident, and it is even likely that his sons acted on instructions from him. Consequently, Aaron accepted responsibility for their actions and replied to Moses: <b>Indeed, today they offered their sin offering and their burnt offering before the Lord,</b>", "<b>Moses heard; it was satisfactory in his eyes.</b> Although Moses did not instruct Aaron in this manner, he agreed that Aaron and his sons acted properly, which means that their behavior was satisfactory in the eyes of the Lord as well."], ["<b>The Lord spoke to Moses and to Aaron, saying to them.</b> God addresses Aaron as well as Moses, whether due to the connection between purity and impurity and the matters of the Temple and its consecrated items, or due to the fact that the priests are to be the teachers of Torah to the people.", "<b>Speak to the children of Israel, saying: These are the living creatures that you may eat from all the animals that are on the earth,</b> i.e., land animals:", "<b>Anything that has hooves</b>, as opposed to paws, e.g., dogs, cats, and bears, <b>and</b> specifically, if <b>the hooves are split,</b> like those of sheep, goats, and cows, <b>and</b> if, in addition to this, it <b>brings up the cud,</b> it regurgitates its food and chews it a second time, <b>among the animals, that you may eat..</b>", "<b>However, these you shall not eat from those that bring up the cud, and from those that have hooves,</b> that is, they fulfill one criterion or the other, but not both: <b>The camel, because it brings up the cud, but it does not have hooves; it is impure to you,</b> and its consumption is prohibited.", "<b>The hyrax,</b> which lives in rocky terrain in Israel and other regions, you may not consume, <b>because it brings up the cud but it does not have hooves.</b> Although the hyrax does not have four stomachs like ruminant animals, it chews in a manner that makes it appear as if it chews its cud. With regard to its feet, while there are nails that resemble hooves at the ends of its toes, it does not have one hoof that includes multiple toes, and consequently <b>it is impure to you.</b>", "<b>The hare, because it</b> appears as if it <b>brings up the cud but it does not have hooves,</b> and <b>it is</b> therefore <b>impure to you.</b>", "<b>And the pig, because it has hooves, and its hoof is split,</b> like those of kosher animals, <b>but it does not chew the cud</b> at all. Consequently, <b>it is impure to you.</b>", "<b>From their flesh you shall not eat, and their carcasses you shall not touch.</b> The Sages derive from other verses that the latter prohibition applies only to one who wishes to enter the Temple or handle consecrated items, e.g., during a festival pilgrimage, since one may do so only when ritually pure. <b>They are impure to you</b> in both senses of the term. Their consumption is prohibited, and their carcasses impart ritual impurity upon contact.", "<b>This you may eat from everything that is in the water: All things that have fins and scales in the water,</b> even if they fall off when the creature is removed from the water. Whether such a creature is <b>in the seas, or in the rivers, those you may eat.</b>", "<b>And all things that do not have fins and scales in the seas and in the rivers, of all</b> small <b>creatures that swarm</b> slowly <b>in the waters, and of all the living creatures that are in the water,</b> whether they are fish, such as eels and most cartilaginous fish, or whether they are not fish, e.g., marine mammals such as whales or dolphins, with regard to all these creatures that do not have scales, whether they ascend upon land or not, <b>they are a destable thing to you.</b>", "<b>They shall be a detestable thing to you; you shall not eat from their flesh, and their carcasses you shall detest</b>. There is an opinion that the requirement to detest their carcasses indicates a prohibition against commercial activity involving creatures prohibited for consumption.", "The verse reiterates: <b>Anything that does not have fins and scales in the water,</b> which includes most water creatures, <b>is a detestable thing to you.</b>", "<b>And these you shall detest</b> and distance yourselves from them, <b>among the fowls; they shall not be eaten, they are a detestable thing: the griffon vulture, the bearded vulture, and the lappet-faced vulture.</b>", "<b>And the kite, and the buzzard after its kind.</b> The prohibition against consuming the buzzard does not apply to a specific bird but to a group of birds of similar or identical species. The Talmud states: There are one hundred non-kosher birds in the east, and they are all species of <i>ayya</i> .", "<b>Every raven after its kind.</b> Most species of raven are easily identified, due to their similarity in appearance. There are, however, some birds whose identity as ravens is disputed.", "And <b>the ostrich,</b> a large flightless bird found mainly in desert climates, and <b>the swift, the seagull, and the sparrow hawk after its kind.</b>", "<b>The little owl, the fish owl,</b> a coastal bird that snatches fish from the sea, <b>and the short-eared owl.</b>", "<b>The barn owl, the eagle-owl, and the roller.</b>", "<b>The stork [<i>ḥasida</i>].</b> Although <i>ḥasida</i> refers to the stork in modern Hebrew, the true identity of the <i>ḥasida</i> was a matter of disagreement among Jews in the Middle Ages. Jews living in central and eastern Europe considered the stork a non-kosher bird, while the Jews of Spain considered it kosher. And <b>the heron,</b> a bird similar to the <i>ḥasida</i>, <b>after its kind, the hoopoe, and the bat.</b> The bat is a mammal, not a bird. It is listed here among the fowl because the Torah does not use modern zoological categories. The Hebrew for fowl, <i>of</i> is literally rendered flying creatures, which include the bat.", "<b>Every flying swarming creature that walks on all fours,</b> flying insects that have four legs and two additional limbs, which are not feet but are used for walking, e.g., ants, each of these creatures <b>is a detestable thing to you.</b>", "<b>However, this you may eat from all flying swarming creatures that walk on all fours: those that have jointed legs above their feet, to leap with them upon the earth.</b> Some insects from the grasshopper family have, in addition to four legs for walking, another two large and tall legs with which they hop from place to place. These species are permitted for consumption, although here, too, the identities and classification of the species of grasshopper have not been sufficiently clarified. It should be noted that many North African and Yemenite Jews consume grasshoppers, based on traditions they have maintained.", "<b>These of them you may eat: the locust after its kind, the bald locust after its kind, the cricket after its kind, and the grasshopper after its kind.</b> In summary, flying swarming creatures are generally prohibited for consumption, with the exception of a few permitted species.", "<b>But all flying swarming creatures that have four feet are a detestable thing to you.</b>", "<b>By these</b> creatures that will be enumerated below <b>you shall become impure.</b> Not only is their consumption prohibited, but also <b>anyone who touches their carcasses shall be impure until the evening.</b>", "<b>And</b> furthermore, <b>anyone who carries some of their carcasses,</b> even without touching them, e.g., one who carries their carcasses inside a sack, <b>shall wash his garments, and be impure until the evening.</b> The act of carrying them renders him and his garments ritually impure.", "In addition, <b>with regard to any animal that has hooves, but they are not split,</b> e.g., a horse, which has round hooves that are not split, <b>or it does not bring up the cud, it is impure to you.</b> Their carcasses also impart impurity through contact and through carrying; <b>anyone who touches</b> their carcasses <b>shall become impure.</b>", "<b>And</b> likewise, <b>anything that walks on its paws,</b> that does not have hooves, <b>among all beasts that walk on all fours,</b> a category that includes most mammals, <b>they are impure to you; anyone who touches their carcasses shall be impure until the evening.</b>", "<b>And</b> similarly, <b>one who carries their carcasses shall wash his garments and shall be impure until the evening; they are impure to you.</b>", "<b>And this is impure to you among the swarming creatures that teem upon the earth.</b> These are small creatures that do not necessarily belong to the same zoological category: <b>the marten, the mouse, and the spiny-tailed lizard after its kind.</b> Although some opinions maintain that <i>tzav</i> refers to a turtle, as it does in modern Hebrew, many commentaries understand that the verse is referring to a different creature.", "<b>The shrew, the monitor, the lizard, the skink, and the</b>", "<b>These are those that are impure to you among all the swarming creatures,</b> in the sense that <b>anyone who touches them when they are dead shall be impure until the evening.</b> In addition to the prohibition against eating these creatures, which is due to their lack of kosher signs, they also impart ritual impurity to one who touches their carcasses. Since these swarming creatures are commonly found in human habitations, especially in rural areas, the impurity due to swarming creatures is particularly widespread.", "<b>And</b> not only is a person who touches them rendered ritually impure, but <b>anything upon which some of</b> these swarming creatures <b>may fall when they are dead shall become impure.</b> The verse specifies: <b>From any wooden implement, or garment, or leather, or sackcloth, any</b> fashioned <b>item with which work is done,</b> which is designed to be used for work, not raw material or a vessel that is still being processed, <b>it shall be brought into water,</b> immersed, <b>and it shall be impure until the evening; and</b> then it will <b>be purified.</b>", "<b>And any earthenware vessel into which any of them falls, anything that is</b> found <b>in it shall become impure,</b> even if the dead swarming creature did not come into contact with it. The airspace inside an earthenware vessel is rendered impure, in contrast to other types of impure vessels, which become impure and impart impurity only through contact. Another difference between earthenware vessels and other items is that other items may be purified by immersion in a ritual bath, <b>and it,</b> the earthenware vessel, <b>you shall break,</b> as it cannot be purified; rather, it remains ritually impure for as long as it is categorized as a vessel.", "In addition to people and vessels, which may be rendered impure on account of dead swarming creatures and the like, <b>any food that may be eaten upon which water comes shall become impure,</b> shall become susceptible to contracting ritual impurity. That is, solid food is susceptible to impurity only if water has touched it. <b>And</b> conversely, <b>any liquid that may be drunk,</b> that is fit for drinking, <b>in any vessel shall become impure;</b> namely, it is automatically susceptible to impurity.", "<b>And anything upon which shall fall some of their carcasses,</b> of swarming creatures, <b>shall become impure.</b> For example, if a dead swarming creature falls into <b>an oven or stove,</b> which are earthenware vessels, then they <b>shall be shattered,</b> as <b>they are impure,</b> despite the fact that they are attached to the ground, <b>and shall be impure to you,</b> as there is no way to purify them.", "<b>However, a spring or cistern, a gathering of water, shall be pure.</b> Water in a spring or collected in the ground remains pure. <b>But</b> even so, <b>one who touches their carcasses,</b> of swarming creatures, <b>shall become impure.</b> If a swarming creature falls into a gathering of water, it remains impure and transmits impurity to one who touches it. Nevertheless, the collection of water itself remains pure.", "<b>And if some of their carcasses,</b> of the swarming creatures or of the other animals mentioned above, <b>shall fall upon any sown seed that shall be sown,</b> that is not prepared as food, <b>it is pure.</b>", "<b>But if water shall</b> intentionally <b>be placed on the seed, and some of their carcasses,</b> of these swarming creatures, <b>shall fall on it, it is impure to you,</b> as was already stated above with regard to food in general. Unlike vessels, which are fashioned and completed by people, seeds and other foods must first be rendered susceptible to ritual impurity by means of water or one of six other types of liquids. If one of these liquids comes into contact with a seed or some other food, with human intentionality, the food is susceptible to impurity from that point onward.", "<b>And if any animal that is for your consumption,</b> that comes from a species whose consumption is permitted, <b>shall die, one who touches its carcass shall be impure until the evening.</b>", "<b>One who eats of its carcass shall wash his garments and be impure until the evening; and one who carries its carcass,</b> even without touching it, <b>shall wash his garments and be impure until the evening.</b> Although these animals would have been considered kosher while still alive, not only are their carcasses prohibited for consumption, but they also impart impurity through contact or carrying. It should be noted that the Sages derive several laws from the verse’s mention of the two cases of eating and carrying.", "<b>And any swarming creature that swarms upon the earth,</b> small creatures not included in the list of swarming creatures whose carcasses impart impurity through contact (11:29–30), <b>is a detestable thing; it shall not be eaten.</b>", "Consequently, <b>any</b> creature <b>that crawls upon the belly,</b> e.g., snakes and worms, <b>and any</b> creature <b>that walks on four</b> legs, whether mammals or other creatures, such as scorpions, <b>up to any</b> creature <b>that has numerous feet among all swarming creatures that swarm on the earth,</b> not only those that walk on four legs, <b>you shall not eat them, as they are a detestable thing.</b>", "<b>You shall not render yourselves detestable with any swarming creature that swarms, and you shall not be rendered impure by them, and become impure through them.</b>", "<b>For I am the Lord your God; you shall sanctify yourselves and be holy, for I am holy.</b> One of the ways to sanctify yourselves and draw closer to Me is by refraining from eating certain foods. <b>And</b> therefore <b>you shall not render yourselves impure with any swarming creature that creeps upon the earth.</b>", "<b>For I am the Lord who brought you up from the land of Egypt to be your God; you shall be holy, as I am holy.</b> These commandments do not apply to mankind in general, but specifically to the people of God. Since the nation of Israel was chosen by God to be “a kingdom of priests, and a holy nation,” they must avoid eating or coming into contact with all creatures defined as impure.", "In summation: <b>This is the law of the animals, and of the birds, and of every living creature that creeps in the water, and of every creature that swarms on the earth.</b>", "With regard to all of these, it is necessary <b>to distinguish between the impure and the pure,</b> the various aspects of impurity and purity mentioned above, beginning with impurity that results from death, where one must avoid contact and the like, e.g., the impurity of animal carcasses, and including other aspects of impurity and purity, non-kosher and kosher animals (see, e.g., 20:25, 27:27), <b>and between the living creature that may be eaten and the living creature that may not be eaten.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 9:1-11:47", "heRef": "ביאור שטיינזלץ על ויקרא ט׳:א׳-י״א:מ״ז", "sections": ["9", "1"], "toSections": ["11", "47"], "sectionRef": "Steinsaltz on Leviticus 9-11", "heSectionRef": "ביאור שטיינזלץ על ויקרא ט׳-י״א", "firstAvailableSectionRef": "Steinsaltz on Leviticus 9:1-11:47", "isSpanning": true, "next": "Steinsaltz on Leviticus 12", "prev": "Steinsaltz on Leviticus 8", "title": "Steinsaltz on Leviticus 9-11", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 9:1-24", "Steinsaltz on Leviticus 10", "Steinsaltz on Leviticus 11:1-47"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}