{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Judges and officers you shall place for you within all your gates that the Lord your God is giving you for your tribes.</b> Israel is obligated to appoint judges and officers in all their dwelling places. <b>And they shall judge the people a fair judgment,</b> which is a necessary precondition for the existence of a nation.", "This verse addresses the judges: <b>You shall not distort judgment, you shall not give preference</b> to a litigant who is your acquaintance; <b>and you shall not take a bribe, as the bribe will blind</b> even <b>the eyes of the wise,</b> who thereby lose their impartiality, <b>and corrupt the words of the righteous.</b> The latter phrase may also be understood to mean that a bribe will cause words that are correct to appear corrupt. The reference here is not only a benefit offered for the express purpose of rendering a particular verdict. The very acceptance of a favor from someone, even with no stipulation of a quid pro quo, is enough to cause a judge to view matters differently, which will prevent him from reaching a just decision.", "It is not enough merely for the law to be just; rather, <b>justice, justice you shall pursue,</b> take the initiative to impose justice, <b>so that you will live, and take possession of the land that the Lord your God is giving you,</b> by establishing a civilized state, where integrity and justice reign.", "<b>You shall not plant for you any kind of sacred tree next to the altar of the Lord your God that you shall make for you.</b> Do not seek to honor God in the same manner that idols are worshipped.", "Similarly, <b>you shall not establish for you a monument,</b> a stone or tall construction used as a focal point for worship, <b>which the Lord your God hates.</b>"], ["<b>You shall not slaughter to the Lord your God an ox, or a lamb,</b> an animal from the herd or flock, <b>in which there is a blemish,</b> as defined in the Torah, or a cow or sheep that has <b>any bad thing,</b> other flaws that are not classified as blemishes but which disfigure the animal or render it unacceptable as an offering, e.g., conspicuous signs of old age, <b>as that is an abomination of the Lord your God.</b> The blemish itself is not an abomination; it is the act of offering the blemished animal to God that is an abomination. One’s gift to God must be as respectable as possible.", "<b>If there will be found in your midst, within any of your gates,</b> your places of settlement, <b>that the Lord your God is giving you, a man or a woman who will perform evil in the eyes of the Lord your God, to violate His covenant;</b>", "<b>he went and served other gods, and prostrated himself before them.</b> Idolatry is not merely a violation of one Torah prohibition among others; rather, it is a breach of the fundamental covenant with God. Perhaps this is the reason for the phrase “he went,” as that person distances himself from the Jewish religion. Indeed, the Torah frequently uses forms of the verb “to go” to describe Jews who worship idols, as they thereby depart from God. It makes no difference whether one bowed to an idol, <b>or to the sun, or to the moon, or to any of the host of the heavens that I did not command,</b> which I commanded you not to worship or honor. Alternatively, this means that God did not grant the host of the heavens dominion or influence over the world, as their worshippers suppose.", "It, this occurrence, <b>will be told to you, and you will hear, and you shall inquire</b> and clarify <b>diligently.</b> Like all cases that come to the court, the judge may not rule based on rumors alone; he must examine all the details of the case in order to establish the truth. <b>And behold,</b> it turns out that <b>it is true, the matter is correct, this abomination was performed in Israel.</b>", "<b>You shall take out that man or that woman who has performed this evil thing to your gates, the man or the woman</b> who committed idolatry; <b>you shall stone them with stones, and they will die.</b>", "Here the Torah provides a general principle that goes beyond the parameters of this particular case. <b>At the word of two witnesses, or three witnesses, a person shall be put to death.</b> In capital cases it is vital that testimony be received from at least two witnesses. <b>He shall not be put to death at the word of one witness.</b>", "In addition to the court’s examination, there is another role assigned to the witnesses that indirectly serves as a moral deterrent to them. <b>The hand of the witnesses shall be first upon him to put him to death, and the hand of all the people last, and you shall eliminate the evil from your midst.</b> Although the witnesses do not carry out the death penalty in its entirety, they start implementing the verdict. Consequently, if witnesses falsely accuse someone, they might be frightened into reconsidering their action and retract their testimony at the last minute when they realize that they will have to participate in implementing the ruling of capital punishment that was reached due to their testimony.", "The Torah addresses a local judge and instructs him with regard to a doubt that might arise in a case that comes before him. For example: <b>If a matter of judgment will be obscure to you,</b> and you do not know how to distinguish <b>between</b> the <b>blood</b> of one who is not guilty of a capital offense <b>and</b> the <b>blood</b> of one who is guilty, or alternatively, between blood that is ritually pure and blood that is ritually impure; or you do not know how to decide <b>between</b> one monetary <b>case and</b> another similar <b>case</b> in order to determine which of them can serve as a legal precedent for the case that is currently being adjudicated; <b>or between</b> one type of leprous <b>mark and</b> a different type of leprous <b>mark;</b> the difference of opinion between two or more judges is liable to lead to <b>matters of dispute within your gates,</b> the place of the local court. Therefore, <b>you shall arise, and you shall go up to the place that the Lord your God shall choose,</b> which is the seat of the greatest experts in Torah law.", "<b>You shall come to the priests,</b> who are all <b>Levites,</b> who study the Torah regularly and teach it, <b>and to the</b> highest <b>judge,</b> the head of the Great Sanhedrin, <b>who shall be in those days, and you shall inquire, and they shall tell you the statement of judgment.</b> Not only are these judges likely to know the correct ruling of the Torah, but they are granted the ultimate authority to decide these cases.", "<b>You shall do according to the statement that they will tell you from that place that the Lord shall choose, and you shall take care to perform in accordance with everything that they,</b> the judges of the highest court, <b>will instruct you.</b>", "<b>On the basis of the law that they,</b> those judges, <b>will instruct you, and the judgment that they will say to you, you shall act; you shall not deviate from the matter that they will tell you, right or left.</b>", "Since these matters are subject to dispute and argumentation, the verse stresses that one who ignores the ruling of the court has committed a very serious transgression. <b>The man who shall perform with intent, to not heed the priest who stands to serve the Lord your God there,</b> the High Priest, <b>or the judge</b> who heads the court, <b>that man shall die, and you shall eliminate the evil,</b> of undermining the authority of the central judiciary body, <b>from Israel.</b>", "<b>All the people shall hear</b> that this person was executed for defying the central court, <b>and they shall fear, and they will not act with</b> evil <b>intent anymore.</b>", "<b>When you will come to the land that the Lord your God is giving you, and you shall take possession of it, and you shall live in it, and you shall say: I will place a king over me, like all the nations that are around me;</b>", "<b>you shall place a king over you, whom the Lord your God shall choose,</b> through a prophet. Perhaps this is an indication that the king is not selected by his people. <b>From among your brethren you shall place a king over you; you may not place over you a foreign man, who is not your brother.</b>", "<b>Only he shall not amass horses for himself.</b> This prohibition serves to curb the natural desire of a king to establish for himself a large cavalry for his army. In earlier generations, horses were used primarily for war, while other animals were used for work. The Torah does not permit a king to increase his stable when the horses are not necessary but are collected merely to showcase his power. <b>And he,</b> the king, <b>shall not return the people to Egypt, in order to amass horses, as the Lord</b> has <b>said to you: You shall not return again on that way anymore.</b> Before the establishment of the Hitite kingdom, war horses were bred primarily in Egypt. A king who sought to amass horses would be forced to maintain close relations with Egypt, which is undesirable.", "<b>He shall not amass wives.</b> The Torah seeks to restrain the well-known tendency of kings to marry many women, for vanity, among other reasons. <b>And his heart will not stray</b> due to his interactions with his many wives. <b>And silver and gold he shall not amass greatly.</b> Although every king requires money to run his kingdom, and he is entitled to collect taxes for this purpose, he must not become overly involved in financial matters.", "In addition to the special prohibitions that apply to a king, there is also a positive commandment that he is obligated to perform: <b>It shall be upon his sitting on the throne of his kingdom, he shall write for himself,</b> either by his own hand or through the agency of a scribe specially appointed to write on behalf of the king, <b>a copy of this Torah in a scroll, from that which is before the priests, the Levites,</b> who are in possession of the original text of the Torah.", "<b>It,</b> the Torah scroll, <b>shall be with him, and he shall read from it all the days of his life, so that he will learn to fear the Lord his God, to observe all the words of this Torah and these statutes, in order to perform them.</b>", "The king must observe the aforementioned laws so <b>that his heart will not be elevated above his brethren,</b> as he must not forget his roots and become haughty, <b>and</b> so that he <b>not deviate from the commandment right or left.</b> The king who acts in this manner will be rewarded, <b>so that he may extend his days over his kingdom, he and his sons in the midst of Israel.</b> A righteous king will merit to bequeath his throne to his descendants."], ["<b>There shall not be for the priests,</b> who are all <b>Levites,</b> and for <b>the entire tribe of Levi, a portion and an inheritance with Israel.</b> Their unique status is tied to the tasks that are imposed upon them and is a great honor; however, it does not provide them with economic security. <b>The fire offerings of the Lord and His inheritance they shall eat.</b> They eat from the altar, described as the table of God, as they are entitled to parts of certain offerings for their sustenance.", "<b>He shall not have an inheritance</b> of land <b>among his brethren; the Lord is their inheritance.</b> The priests and Levites receive their livelihood from their service of God. Although it is permitted for them to engage in any occupation, they have no rights to ancestral lands, and each is supposed to focus on Godly matters, <b>as He had spoken to him.</b>", "<b>This shall be the allocation of the priests,</b> their legal rights, <b>from the people.</b> First, they receive a portion <b>from those who perform slaughter</b> of a non-consecrated animal, <b>if it is an ox or if it is a lamb: He shall give the priest</b> part of <b>the</b> right <b>foreleg</b> of the animal, <b>and the</b> lower <b>jaw</b> and the tongue, <b>and the stomach.</b> These gifts of the priesthood need not be eaten in a state of ritual purity, as they are non-sacred.", "The chapter lists additional gifts that must be given to the priests: <b>You shall give him the first fruits of your grain, of your wine, and of your oil</b> as <i>teruma</i>, <b>and</b> likewise you shall give him <b>the first of the fleece of your flock,</b> in the form of a non-sacred gift.", "<b>For the Lord your God has chosen him from all your tribes,</b> and therefore his job is <b>to stand</b> and <b>to serve in the name of the Lord, he and his sons all the days.</b>", "<b>And if a Levite shall come from one of your gates from all of Israel where he resides, and he comes with all the desire of his heart,</b> when he wishes to do so, <b>to the place that the Lord will choose, he</b> is permitted to volunteer to perform the Temple service, even at times beyond his appointed Levite watch;", "<b>he shall serve in the name of the Lord his God, like all his brethren the Levites, who stand there before the Lord,</b> on their assigned watch.", "When the Levite arrives there, <b>portion by portion they shall eat.</b> He is entitled to a portion together with those serving on the official watch, <b>except for that which was sold by the ancestors.</b> This is referring to agreements, similar to sales contracts, between the ancestors of the Levite families, by which the share of each watch was determined. A Levite will not receive a portion that has been guaranteed to members of a different watch.", "<b>When you come into the land that the Lord your God is giving you, you shall not learn to act in accordance with the abominations of those nations.</b> The reference here does not necessarily involve the worship of foreign gods or sexual licentiousness. Rather, they are rites that contain an element of magic designed to enable their performers to control the future.", "<b>There shall not be found among you any one who passes his son or his daughter through the fire,</b> a Canaanite ritual that was designed to consecrate the child or to ensure future success; <b>a sorcerer; a soothsayer [<i>me’onen</i>],</b> one who foresees which seasons [<i>onot</i>] are favorable for certain activities, or one who tells the future based on the appearance of clouds, [<i>ananim</i>]; or <b>a diviner,</b> who tries to discern future events by means of signs, similar to the modern practice of reading tea leaves; <b>or a warlock,</b> someone who seeks esoteric knowledge through unholy means;", "<b>or an enchanter,</b> who engages in sorcery by gathering animals together; <b>or a medium,</b> who seeks to communicate with the dead; <b>or an oracle,</b> one who tells the future by means of the bones of the dead. All these are professional sorcerers who seek to contact hidden worlds. The verse adds: <b>Or a necromancer,</b> an individual who prays to the dead for their assistance.", "<b>For anyone who performs these is an abomination to the Lord, and due to these abominations the Lord your God dispossesses them,</b> the Canaanites, <b>from before you.</b> These are considered abominations not because they are superstitions, but because those who perform them are devoted to forces of evil, destruction, and death.", "<b>You,</b> by contrast, <b>shall be wholehearted with the Lord your God.</b> Even if you are beset by troubles which lead you to seek reassurances and answers to your questions, do not look for a response by embracing foreign beliefs and strange forms of worship. Rather, you must wholeheartedly follow God alone.", "<b>For these nations from whom you are taking possession heed soothsayers and sorcerers; but you, not so did the Lord your God give to you, and it is</b> prohibited for you to engage in those practices.", "Even one who seeks to follow God wholeheartedly, and who does not attempt to ascertain the future through sorcery, will often wonder how to act when confronted with ever-changing circumstances. It is only natural that he will want to amend his way of life when the normative conduct of his life proves unsatisfactory. The Torah provides an answer for this need: <b>A prophet from your midst, from your brethren,</b> who will be <b>like me,</b> both in that he will be a great man and that his identity and lineage are as widely known as mine, <b>the Lord your God will establish for you; him you shall heed;</b>", "<b>in accordance with everything that you asked of the Lord your God at Horev on the day of the assembly,</b> at the revelation on Mount Sinai, <b>saying: I will not continue to hear the voice of the Lord my God, and I will not see this great fire anymore so that I will not die.</b> Fearing the direct encounter with God, you petitioned me to mediate between Him and you.", "<b>The Lord said to me</b> in response to your request: <b>They did well in that which they spoke.</b>", "<b>I will establish a prophet for them from among their brethren, like you, and I will place My words in his mouth, and he will speak to them everything that I will command him.</b> He will relay the word of God, but he will not function as a constant channel of communication between the people and God, and he will not be a member of your ruling class. Rather, God will endow this individual with prophetic abilities, through which he will convey His instructions when God deems this necessary.", "God, who chooses and establishes the prophet, continues: <b>It shall be that the man who will not heed My words that he will speak in My name, I will demand it from him.</b> I will punish him for his refusal to obey.", "Since a prophet has great influence, the parameters of his prophecy must be defined. <b>However, the prophet who will speak with intent a matter in My name that I did not command him to speak, or</b> even worse, one <b>who will speak in the name of other gods,</b> even if he does not preach the worship of idols, but he claims that he was sent by other forces, <b>that prophet shall die.</b>", "<b>If you say in your heart,</b> when a prophet arrives and speaks in the name of God: <b>How shall we know the matter that the Lord did not speak?</b> Unlike Levites and priests, whose status is determined by their lineage, one can easily err in the identification of a true prophet. He is not recognizable by any outward characteristics or from his origins, as he is simply one of the people who purports to speak in God’s name.", "<b>That which a prophet will speak in the name of the Lord, and the matter will not be and will not come to pass, that is the matter that the Lord did not speak.</b> The true word of God is clear and perfect; therefore, if a prophet says something that does not occur, you will know that <b>the prophet spoke with</b> evil <b>intent,</b> and from a desire to sin. <b>You shall not be daunted by him,</b> a prophet of that kind."], ["<b>When the Lord your God shall excise the nations that the Lord your God is giving you their land, and you take possession from them and live in their cities and in their houses,</b> after the conquest of the land, when you are living there in peace;", "<b>you shall separate three cities for you in the midst of your land that the Lord your God is giving you to take possession of it.</b>", "Furthermore, <b>you shall prepare the path for you.</b> The roads to these cities must be well paved and there must be signs directing toward them; <b>and you shall divide</b> the area within <b>the boundaries of your land that the Lord your God will bequeath to you into three</b> equal <b>parts,</b> so that there will be a comparable distance from the borders to the cities and from one city to the next, <b>and it shall be for every murderer to flee there.</b>", "The punishment for murder is limited, but not negated, by the existence of cities of refuge. <b>This is the matter of the murderer, who shall flee there and live. He,</b> the murderer who is protected by a city of refuge, is one <b>who will kill his neighbor without knowledge,</b> premeditated intent, <b>and he does not hate him previously.</b> Rather, the unfortunate incident was a complete accident. In many cases where someone kills his enemy, even if there is no evidence that he did do so intentionally, presumably, it was not completely unwitting. There is no asylum for a murderer under those circumstances.", "The verse provides an example of unwitting murder: <b>One who will come with his neighbor in the forest to hew trees, and his hand will slip from the axe while</b> he is <b>chopping the tree, and the blade comes off the wood</b> handle, or a sliver will be displaced from the tree that is being chopped down due to the force of the axe, <b>and finds his neighbor, and he dies,</b> then <b>he,</b> the one who caused his death, <b>shall flee to one of these cities and he shall live.</b>", "<b>Lest the blood redeemer,</b> who is typically a relative of the deceased, <b>pursue the murderer, because his heart is incensed,</b> in his passion for revenge, <b>and he will overtake him, because the way</b> to the city of refuge <b>is</b> too <b>great, and he will smite him mortally. And for him,</b> the unwitting murderer, <b>there is no sentence of death,</b> and he does not deserve this fate, <b>as he does not hate him,</b> his victim, <b>previously,</b> before the tragic mishap occurred.", "<b>Therefore,</b> in order to prevent the death of an unwitting murderer, <b>I command you, saying: You shall separate three cities for you,</b> appropriately distributed across the land and with directions plainly marked on the roads leading to those cities.", "<b>When the Lord your God will expand your border,</b> beyond the land of Canaan as delineated in Numbers 34:1–12, when it was an Egyptian province, <b>as He has taken an oath to your forefathers, and He will give you the entire land that He spoke to give to your forefathers.</b> This is a far more expansive territory, stretching from the river or brook of Egypt, which is the Nile or one of its tributaries, to the Euphrates River, which includes a large portion of the Fertile Crescent;", "<b>because you will observe this entire commandment to perform it, that I am commanding you today, to love the Lord your God, and to walk in His ways always,</b> then your land shall increase, and there will be a need to add cities for unwitting murders. Therefore, <b>you shall add for you three more cities,</b> in the new areas, together <b>with these three</b> west of the Jordan River, which are in addition to the three east of the Jordan.", "In this manner, <b>innocent blood will be not spilled in the midst of your land that the Lord your God is giving you as an inheritance, and</b> if it is spilled, then <b>the blood will be upon you,</b> the people as a whole. The spilling of blood defiles the land, and therefore action must be taken to forestall potential murders as well as vengeance for those acts by the victims’ blood redeemers.", "<b>But if there will be a man who hates his neighbor, and he ambushed him and rose against him, and smote him mortally and he died and he,</b> this intentional murderer, <b>flees to one of these cities</b> of refuge, where he is legally entitled to temporary asylum until he stands trial;", "<b>the elders of his city shall send and take him from there</b> to face justice, <b>and will place him into the hand of the blood redeemer</b> to stand trial as demanded by the victim’s relative, who seeks justice on his behalf, <b>and he,</b> the murderer, <b>will die,</b> once his death sentence has been pronounced.", "<b>Your eye shall not pity him,</b> the murderer; <b>you shall eliminate the blood of the innocent from Israel, and it will be good for you.</b>", "<b>You shall not move your neighbor’s boundary that the predecessors demarcated, in your inheritance that you will inherit, in the land that the Lord your God is giving you to take possession of it.</b> Do not adjust the established border between your property and that of your neighbor in order to encroach upon his territory and increase your own property.", "<b>One witness shall not stand against a man for any iniquity, or for any sin, in any sin that he may sin,</b> as it is always possible that the testimony of an individual is distorted by his subjective viewpoint. Instead, <b>according to two witnesses, or according to three witnesses, a matter shall be established.</b> Admittedly, the testimony of two or more witnesses does not prove a claim absolutely, and it too must be scrutinized carefully, but the presence of two people serves to move their account from a private experience to the objective realm, where their respective versions can be compared and analyzed.", "Although the testimony of two witnesses is generally considered reliable, it is no guarantee against deception. <b>If a corrupt,</b> lying <b>witness shall stand</b> with another witness <b>against a man to testify a fabrication against him,</b> to accuse him falsely,", "<b>both the men, between whom there is a dispute,</b> the two litigants, or the two witnesses, <b>shall stand before the Lord, before the priests and the judges who will be in those days.</b>", "<b>The judges shall inquire</b> and examine the witnesses <b>diligently,</b> to uncover any errors, lies, or conspiracies. <b>And behold,</b> as a result of their investigation they discover that <b>the witness is a false witness; he testified falsehood against his brother.</b> This is no innocuous lie, as had their incriminating testimony been accepted, an innocent man would have been punished, as he would be required to pay, receive corporal punishment, or even forfeit his life.", "Consequently, <b>you shall do to him as he had conspired to do to his brother, and you shall eliminate the evil from your midst.</b> In this case, the witness is guilty of attempting to harm another person. This is an anomalous case in Torah law, which generally deals with actual damages, not with unsuccessful attempts to cause damage.", "<b>The survivors shall hear, and fear, and shall not continue to do like this evil matter in your midst anymore.</b> The knowledge that a false witness was severely punished for his attempt to harm another will send shockwaves through the populace. They will realize that the submission of testimony is a serious matter which must be undertaken with care, precision, and seriousness.", "With regard to the punishment of a conspiring witness, although he did not inflict any damage in practice, nevertheless <b>your eye shall not pity</b> him, as he intended to cause severe harm. If his testimony was designed to take <b>a life,</b> then he shall pay <b>for</b> it with <b>a life,</b> as he himself shall be killed. If he testified that someone blinded <b>an eye</b> of another, he must pay <b>for</b> the damages of <b>an eye,</b> which he sought to impose upon the accused. Likewise, <b>a tooth for a tooth, a hand for a hand, a foot for a foot;</b> the penalty for all those schemes to force someone to pay for damages is the payment of a like sum. Just as the world stands on peace, so too it stands on law, and elimination of evil from the world will enable the world to continue to exist for many years."], ["<b>When you go out to war against your enemies, and you shall see horses and chariots,</b> in an organized camp belonging to <b>a people more numerous than you, you shall not fear them, as the Lord your God is with you, who took you up from the land of Egypt.</b> Since God has already performed many signs and miracles and routed your enemies, trust that He will continue to help you.", "<b>It will be when ou advance to the war,</b> the battlefield, <b>the priest,</b> an especially dignified member of the priesthood appointed specifically for the war preparations, <b>shall approach and speak to the people.</b> The Sages call this man the priest anointed for war.", "<b>He shall say to them: Hear, Israel.</b> Listen! <b>You are advancing today to war against your enemies; let your heart not be faint, do not fear, do not panic, and do not be broken before them,</b>", "<b>for it is the Lord your God who goes with you to wage war for you against your enemies to save you.</b>", "After declaring that God is with the soldiers, the military officers shall seek to raise the quality of the military force by calling upon those liable to weaken it to return home. <b>The officers shall speak to the people, saying: Who is the man who built a new house, and did not dedicate it</b> by dwelling there? <b>Let him go and return to his house, lest he die in the war and another man dedicate it.</b> A soldier who is preoccupied by the thought that he might never be privileged to live in his new home will not perform well in the battlefield.", "<b>And who is the man who planted a vineyard and did not celebrate it?</b> During the first three years after the planting of a vineyard, its fruit is forbidden. Only in the fourth year are the grapes consecrated to God, and they may be redeemed and enjoyed by its owner. The officers shall announce that one who did not yet have the opportunity to eat the fruit of his vineyard, <b>let him go and return to his house, lest he die in the war, and another man will celebrate it.</b> This is an important celebration. If a man has planted a vineyard and has not yet been able to enjoy it, he might not be focused on the task at hand to fight properly.", "<b>And</b> similarly, <b>who is the man who betrothed a woman, and has not married her? Let him go and return to his house, lest he die in the war, and another man will marry her.</b>", "<b>The officers shall continue to speak to the people, and they shall say: Who is the man who is fearful and fainthearted,</b> and not brave enough to face war? <b>Let him go and return to his house, that he shall not melt his brethren’s heart like his heart.</b> Soldiers who do not wish to fight are usually the first to flee or shirk difficult challenges, and they are liable to dishearten others.", "<b>It shall be when the officers conclude to speak to the people,</b> and a select group of highly motivated fighters remain, <b>and they appoint the captains of the guard at the head of the people.</b> The army of Israel comprised mainly reservists, and even the upper echelon of command was appointed during the preparations for war.", "<b>When you approach a city to wage war against it,</b> first of all <b>you shall call to it for peace.</b> You shall offer a peace treaty to its residents.", "<b>It shall be, if it responds peace to you,</b> by accepting your offer, <b>and it opens</b> its gates <b>for you,</b> you shall agree to terms with it. However, this is not a peace between equals, as <b>the entire people that is found in it shall be for tribute for you, and they shall serve you.</b> The city will become a conquered territory subject to the authority of Israelite rule.", "<b>If it will not make peace with you, but will wage war against you and you besiege it,</b>", "<b>the Lord your God will deliver it into your hand, and you shall smite all its males by sword.</b> You are permitted to kill all its male inhabitants, as they are the enemy.", "<b>Only the women, and the</b> young <b>children, and the animals, and everything that is in the city, all its spoils, you shall loot for you.</b> Since the women and children are considered plunder, not the enemy, you may take them captive rather than killing them. <b>And you shall consume the spoils of your enemies that the Lord your God has given you.</b>", "<b>So you shall do to all the cities that are very far from you, that are not from the cities of these nations</b> in the boundaries of the land that you are about to enter;", "<b>however, from the cities of these peoples that the Lord your God is giving you as inheritance, you shall not keep any person alive.</b> The law with regard to cities in Canaan is more severe than that of distant cities. If a city that is far from your land makes peace with you, accepting your terms, it will remain intact. Even if it refuses to accept your stipulations and attacks you, only its males are killed.", "<b>Rather, you shall destroy them,</b> those cities in Canaan, and kill all their inhabitants: <b>The Hitites, and the Emorites, the Canaanites, and the Perizites, the Hivites, and the Yevusites, as the Lord your God has commanded you.</b> The reason for the annihilation of the inhabitants of those cities is neither racial nor nationalistic. Elsewhere the Torah cites security justifications, the concern that the foreigners who remain in Canaan might pose a threat to the lives of Israelites. Here the Torah states a different reason:", "<b>So that they will not teach you to do like all their abominations that they performed with their gods, and you will sin against the Lord your God.</b> You might be adversely influenced by their culture and religion.", "<b>When you will besiege a city many days to wage war against it to seize it,</b> you might think of chopping down the trees near the city to take the wood as plunder, or in order to construct a wall or fortification, or alternatively, to prevent the inhabitants of the city from enjoying the fruit, or to prevent them from using the trees as cover to escape the city to rearm. Nevertheless, <b>you shall not destroy its</b> fruit <b>trees to wield an axe against them, as from them,</b> the trees in your vicinity, <b>you will eat, and</b> therefore <b>you shall not cut them down. For is the tree of the field a man, to retreat from you during the siege?</b> Is the tree a person, that you are waging war against it? Your war should be directed against people, not nature.", "<b>Only a tree that you will know that it is not a food tree, it you may destroy and cut down.</b> It is sometimes difficult to distinguish between a fruit-bearing tree whose fruit has fallen off or has yet to sprout, and a tree that does not bear fruit. Consequently, the Torah stresses that one may destroy only those trees that he knows for certain are not fruit trees. <b>And you will build</b> from the wood of those trees <b>a siege against the city that makes war with you, until its fall,</b> meaning until the city’s defeat or until its walls fall."], ["<b>If a dead body will be found in the land that the Lord your God is giving you to take possession of it, fallen in the field, and it is not known who smote him.</b> It is evident that the man was murdered but no one knows what exactly happened or the identity of the killer.", "The very fact that a body was discovered in the Land of Israel is a shameful scandal, a sin and a stain upon the people. Consequently, <b>your elders and your judges,</b> the foremost leaders of the people, the members of the Great Sanhedrin, <b>shall go out, and they shall measure</b> the distance from the body <b>to the cities that are surrounding the body.</b>", "<b>It shall be</b> assumed <b>that the city that is nearest to the body</b> is the most likely to be the home of the killer, despite the fact that there is no proof to this effect. Therefore, <b>the elders of that</b> particular <b>city shall take a calf of the herd,</b> in its first year, or according to a dissenting opinion, in the second year of its life, <b>with which work was not performed, and which has not drawn a yoke</b> for plowing or any other labor. This would be a young, small calf, as a yoke would generally be placed on larger calves, if only to accustom them to the burden.", "<b>The elders of that city shall take the calf down to a harsh ravine,</b> hard and stony, or according to some commentaries, a ravine with a strong, constant stream of water, <b>in which work will not be done and it will not be sown,</b> because it is too steep and rocky, or because of the water. Although it is near a settled area, the spot itself is desolate. <b>And they shall behead the calf there in the ravine,</b> from the nape, unlike the ritual slaughter of an animal, which is performed from the neck.", "<b>The priests, sons of Levi, shall approach, as the Lord your God chose them to serve Him and to bless in the name of the Lord, and</b> in many cases, <b>by their word shall be every dispute and every affliction.</b> They too shall participate in the ritual, together with the elders of the city.", "<b>And all the elders of that city, who</b>, after the measurement, <b>are</b> found to be <b>nearest to the body shall wash their hands over the calf that was beheaded in the ravine.</b>", "<b>They shall proclaim and say: Our hands did not shed this blood, and our eyes did not see.</b> In action, washing their hands, and in statement, they are declaring, as representatives of their city, that they are in no way responsible for this murder, not even through inaction. They are also saying that they do not know the identity of the guilty party. It is derived from here that if there is a suspect for the murder, then the rituals of the measurement and the beheading of the calf are not performed; rather, the accused is brought to trial.", "<b>Atone for Your people Israel, whom You have redeemed, Lord, and do not let there be innocent blood, in the midst of your people Israel, and the blood will be atoned for them.</b> Elsewhere it is stated: “And the land will not be atoned for the blood that is shed in it, except for through the blood of its shedder.” The elders pray to God that since they do not know who the guilty party is, He should atone for the blood shed despite the fact that they cannot punish the murderer.", "<b>You shall eliminate the innocent blood from your midst, when you shall do the right in the eyes of the Lord.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 16:18-21:9", "heRef": "ביאור שטיינזלץ על דברים ט״ז:י״ח-כ״א:ט׳", "sections": ["16", "18"], "toSections": ["21", "9"], "sectionRef": "Steinsaltz on Deuteronomy 16-21", "heSectionRef": "ביאור שטיינזלץ על דברים ט״ז-כ״א", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 16:18-21:9", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 22", "prev": "Steinsaltz on Deuteronomy 15", "title": "Steinsaltz on Deuteronomy 16-21", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 16:18-22", "Steinsaltz on Deuteronomy 17", "Steinsaltz on Deuteronomy 18", "Steinsaltz on Deuteronomy 19", "Steinsaltz on Deuteronomy 20", "Steinsaltz on Deuteronomy 21:1-9"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}