{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: If a woman conceives and bears a male child, she shall be impure seven days; like the days,</b> the duration, <b>of her menstrual [<i>niddat</i>] suffering,</b> the pain that comes with her blood of menstruation, so <b>she</b> who gives birth to a male child <b>shall be impure.</b> Some commentaries associate <i>niddat</i> with <i>nadad</i>, wander, and <i>nidui</i>, excommunication, her separation during her sickness.", "Since the text is dealing with a woman who has given birth to a male child, it adds in passing the <i>halakha</i> that was already stated in the book of Genesis (17:12), which applies after the seven days mentioned here: <b>On the eighth day, the flesh of his foreskin shall be circumcised.</b>", "After the seven days of impurity, for <b>thirty days and three days she shall abide in the blood of purity.</b> Although it is possible that she might continue to bleed even after the first week, this blood is considered blood of purity. In other words, for the next thirty-three days, until a total of forty days have passed since the birth, she is no longer governed by the <i>halakhot</i> that distance a menstruating woman or a woman who gave birth from her husband. Nevertheless, <b>she shall not touch any consecrated item, and she shall not enter the sanctuary until the completion of the days of her purity.</b> Only after forty days will she become fully purified from the impurity connected to childbirth.", "<b>If she bears a female child, then she shall be impure two weeks as during her menstruation,</b> when she must separate herself from her husband and from any items they wish to preserve in a state of ritual purity. <b>And sixty days and six days she shall abide in the blood of purity.</b> The days of impurity and purity that follow the birth of a female are double the amount of days that come after the birth of a male.", "<b>With the completion of the days of her purity,</b> the end of the forty-day period <b>for a son or</b> the eighty-day period <b>for a daughter,</b> in order to purify herself fully, <b>she</b> or an agent on her behalf <b>shall bring</b> to the Temple <b>a lamb in its first year as a burnt offering, and</b> either <b>a young pigeon or a turtledove as a sin offering, to the entrance of the Tent of Meeting to the priest.</b>", "<b>He,</b> the priest, <b>shall offer it,</b> the pair of offerings, <b>before the Lord,</b> in accordance with the rites of a burnt offering and a sin offering, <b>and</b> he shall thereby <b>atone for her; and she shall be purified from the source of her blood.</b> Only then is she purified from her bleeding, which after an ordinary birth would have ceased much earlier. <b>This is the law of the woman after childbirth of a male child or of a female child.</b>", "A burnt offering is generally a voluntary offering, and as stated earlier, there are several types: a large bull, a smaller lamb, or a bird (see chap. 1). A woman who has given birth does not bring her burnt offering voluntarily; rather, it is an obligation following childbirth. Therefore, the Torah provides allowances for a poor woman in this situation: <b>If her means do not suffice for</b> buying <b>a lamb</b> for her burnt offering, <b>she shall take two turtledoves, or two young pigeons,</b> referred to by the Sages as a nest of birds, <b>one</b> bird <b>as a burnt offering</b> in place of the lamb, <b>and one as a sin offering,</b> which all such women must bring (see verse 6); <b>and the priest shall atone for her</b> by sacrificing them, <b>and she shall be purified</b> for all purposes. At this stage she is permitted to enter the Temple and partake of consecrated foods."], ["<b>The Lord spoke to Moses and to Aaron.</b> Since the priests play an active role in matters of leprosy, God also addresses Aaron, who is the representative of all priests throughout the generations, <b>saying:</b>", "<b>A man</b> or a woman, whether an adult or a child, <b>when he shall have in the skin of his flesh a spot, or a scab, or a bright spot,</b> which are various types of skin discolorations, <b>and it shall become in the skin of his flesh a mark of leprosy, he shall be brought to Aaron the priest, or to one of his sons the priests,</b> who are the ruling authorities on matters of leprosy.", "<b>The priest shall examine the mark,</b> which is like a white spot <b>on the skin of the flesh. If hair in the mark turned white,</b> which shows that the mark is not superficial but reaches the roots of the hair, so that even the hair turns white as a result, <b>and</b> in addition <b>the appearance of the mark is deeper than the skin of his flesh,</b> although the mark is on the skin, its color or some other quality causes it to appear as though it were sunk deep into the skin, these facts indicate that <b>it is the mark of leprosy</b> in all aspects. Therefore, <b>the priest shall see it and pronounce it impure,</b> a declaration that establishes this person as a leper.", "On the other hand, <b>if it is a bright white spot on the skin of his flesh</b> but there are no other symptoms, <b>and its appearance is not deeper than the skin, and its hair did not turn white, the priest shall</b> issue a ruling to <b>quarantine</b> the person with <b>the mark</b> for <b>seven days</b> for a follow-up examination. Some maintain that the priest first marks the boundaries of the initial discoloration.", "<b>The priest shall examine it,</b> the mark, once again <b>on the seventh day</b> of the quarantine; <b>and behold,</b> if <b>the mark maintained its</b> previous <b>appearance, and the mark did not spread on the skin</b> and grow beyond its original size, then <b>the priest shall quarantine</b> the person with <b>it seven days again.</b>", "<b>The priest shall examine it on the seventh day again,</b> for the third time; <b>and behold, the mark</b> has <b>faded,</b> as its whiteness has waned, <b>or</b> at least <b>the mark did not spread on the skin, the priest shall pronounce it pure: It is a scab,</b> a mere skin disease that does not entail ritual impurity; <b>and he,</b> the person who had been quarantined, <b>shall wash his garments, and he shall be purified.</b>", "<b>But if the scab spread on the skin,</b> the affected area grew, <b>after he was shown to the priest</b> at the end of the first quarantine <b>for</b> the sake of <b>his purification, he shall be examined again by the priest.</b>", "<b>The priest shall examine; and behold, the scab spread on the skin, the priest shall pronounce him impure: It is leprosy.</b>", "It has been established that in order for the priest to determine that a mark is leprosy, he must find one of two indications: Either white hair, or the spreading of the mark during the days of quarantine. The Torah now presents another sign: <b>A mark of leprosy, when it is on a person, he shall be brought to the priest.</b>", "<b>The priest shall examine; and behold, if there be a white spot on the skin, and it</b> changed its appearance and <b>turned</b> the <b>hair</b> found in it <b>white, or there is a growth of raw flesh in the spot,</b> meaning that on the affected area there appears tissue that looks altogether healthy,", "<b>it is an old,</b> extended <b>leprosy in the skin of his flesh; the priest shall pronounce him impure.</b> The growth of healthy flesh does not render the mark pure; on the contrary, it is an indication that it is old leprosy. <b>He,</b> the priest, <b>shall not quarantine him,</b> since this is unnecessary, <b>as he,</b> the afflicted individual, <b>is</b> immediately declared <b>impure.</b>", "There is a case which contrasts with the previous instances of impurity: <b>And if the leprosy shall erupt,</b> as the discoloration grows larger and larger <b>on the skin, and the leprosy shall cover all the skin of the mark from his head to his feet, for the entire view of the eyes of the priest,</b> meaning that all of the skin exposed to the priest became lighter in color, like the shade of the mark,", "<b>the priest shall examine; and behold, the leprosy covered all his flesh,</b> as no exposed portion remains unaffected; <b>he shall pronounce the mark pure.</b> Since <b>it turned white in its entirety, it is pure.</b> A single spot on a person’s skin renders him ritually impure, but if the leprosy erupts over his entire body, he is pure.", "<b>But on the day that raw flesh appears on him,</b> and some of his flesh regains its natural appearance, only then <b>he shall be impure.</b>", "<b>The priest shall examine the raw flesh and pronounce it impure; the raw flesh is impure: It is leprosy.</b> Paradoxically, if one’s entire body is covered by leprosy, he is pure, but if only part of his body is affected, he is impure.", "<b>Or if</b> some raw flesh appears, so that he is rendered impure, and then <b>the raw flesh is restored and turns white, he shall come to the priest.</b>", "<b>The priest shall examine him; and behold, the</b> skin affected by the <b>mark turned white, the priest shall pronounce the mark to be pure: It is</b> once again <b>pure.</b>", "The section so far has dealt with a mark that appears on healthy skin. However, a leprous mark can also appear in a different manner: <b>Flesh, when there is in its skin a rash that is healed,</b>", "<b>on the place of the rash,</b> where the skin has not yet fully mended, <b>there is a white spot, or a white-red bright spot.</b> This new form of leprosy, which is red and white in color, is referred to by the Sages as a <i>patukh</i>. <b>It shall be shown to the priest.</b>", "<b>The priest shall examine; and behold, its appearance,</b> the appearance of the bright spot, <b>is lower than the skin, and its hair turned white,</b> which, as stated above (verse 3), is one of the indications of impurity, <b>the priest shall pronounce it impure: It is a mark of leprosy,</b> as <b>it erupted in the</b> place where there had earlier been a <b>rash.</b>", "<b>But if the priest shall examine it, and behold, there is no white hair in it, and it is not lower than the skin, and it is faded,</b> meaning that its whiteness is relatively weak, and therefore it does not appear to be lower than the skin, and some explain that the word “not” applies to both clauses, for it is neither lower nor faded, then <b>the priest shall quarantine him</b> in a specific place (see verse 4) for <b>seven days.</b>", "After seven days he is examined once again, <b>and if it shall spread on the skin, the priest shall pronounce him impure: It is a mark.</b>", "<b>But if the bright spot shall remain in place,</b> meaning that it stays the same size, and <b>it did not spread, it is a scar of the rash.</b> It is merely the natural consequence of an inflammation and has no significance with regard to ritual purity or impurity, and therefore <b>the priest shall pronounce him pure.</b>", "The verse states a similar case: <b>Or flesh, when there is on its skin a burn by fire, and the healed flesh of the burn became a bright spot, reddish white, or white,</b>", "<b>the priest shall examine it; and behold, hair in the bright spot turned white, and its appearance is deeper than the skin, it is leprosy that erupted in</b> the spot of <b>the burn; the priest shall pronounce him impure: It is a mark of leprosy.</b>", "<b>But if the priest shall examine it, and behold, there is no white hair in the bright spot, and it is no lower than the skin, and it is faded</b> (see verse 21), <b>the priest shall quarantine him seven days.</b>", "<b>The priest shall examine him on the seventh day; if</b> the bright spot has <b>spread on the skin, the priest shall pronounce him impure,</b> because <b>it is a mark of leprosy.</b>", "<b>But if the bright spot remains in</b> its <b>place and has not spread on the skin, and it is faded,</b> it is not as bright as it was at the outset, <b>it is the spot of the burn; the priest shall pronounce him pure, as it is the scar of the burn.</b>", "The section has discussed marks found on exposed skin, whether it is hairy or smooth; it now shifts to marks found on areas with a high concentration of hair. <b>A man or woman, when there shall be a mark on a head or on a beard,</b>", "<b>the priest shall examine the mark,</b> which might be the symptom of an illness, the result of an accident, or perhaps a sign of leprosy. <b>And behold, its appearance is deeper than the skin, and there is yellow, thin hair in it. The priest shall pronounce it impure: It is a scall; it is leprosy of the head or of the beard.</b>", "<b>When the priest examines the mark of the scall, and behold, its appearance is not deeper than the skin, and</b> yet <b>there is no black hair in it,</b> as would be found on a healthy head, since black is the most common hair color among Jews, <b>the priest shall quarantine the mark of the scall seven days.</b>", "<b>The priest shall examine the mark on the seventh day; and behold, the scall did not spread, and there is no yellow hair in it, and the appearance of the scall is not deeper than the skin.</b>", "In this case the mark must be re-examined. <b>He,</b> the quarantined leper, <b>shall be shaved,</b> one must shave the hair surrounding the mark, <b>but</b> the hair growing in <b>the scall</b> itself or along its edges <b>he shall not shave</b>. This enables the priest to examine the edges of the mark and follow its progress. <b>And the priest shall quarantine the scall seven days again,</b> a kind of intermediate stage between impurity and purity.", "<b>The priest shall examine the scall</b> once again <b>on the seventh day; and behold, the scall did not spread in the skin, and its appearance is not deeper than the skin, the priest shall pronounce it pure; and he shall wash his garments and be purified.</b>", "<b>But if the scall</b> did not spread during the period that the leper was quarantined, and yet it <b>shall spread on the skin after his purification,</b>", "<b>the priest shall examine him; and behold, the scall spread on the skin,</b> and therefore <b>the priest shall not</b> have to <b>inspect for the yellow hair</b> and see whether or not there is any yellow hair in it, as in any case <b>it is impure.</b> The spread of the scall alone is confirmation of the impurity of the mark.", "<b>But if the scall maintained its appearance</b> after the quarantine, <b>and black hair grew in it,</b> it is a sign that <b>the scall</b> has <b>healed, it is pure. The priest shall pronounce it pure.</b> Although the scall healed and there is no longer any reason for it to be impure, the priest must declare and establish its purity.", "Next, the Torah deals with a case similar to that of a scall with black hair in it, which is not an impure mark: <b>A man or a woman, if there will be in the skin of their flesh bright spots, bright white spots,</b>", "<b>the priest shall examine; and behold, the bright spots in the skin of their flesh are faded white,</b> whitish but not pure white, <b>it is a tetter,</b> a certain skin disease <b>, that erupted on the skin,</b> and therefore <b>it is pure.</b>", "Having presented the <i>halakhot</i> of marks on the flesh and marks on the hairy part of the head, the Torah adds: <b>A man, if the hair of his head falls out</b> for any reason, <b>he is</b> merely <b>bald; he is pure,</b> as baldness in itself has no significance with respect to the <i>halakhot</i> of ritual impurity. Since baldness is more common among men, the verse refers to a man.", "<b>And</b> likewise, <b>if on the</b> front <b>side of his face the hair of his head falls</b>, <b>he is frontally bald;</b> this too is a natural phenomenon, and therefore <b>he is pure.</b>", "<b>But when there is on the bald head, or the bald forehead, a reddish-white mark,</b> a white mark with a reddish hue, <b>it is leprosy erupting on his bald head or on his bald forehead.</b>", "<b>The priest shall examine it; and behold, if the spot of the mark is reddish white on his bald head, or on his bald forehead,</b> and it is <b>like the appearance of</b> ordinary <b>leprosy in the skin of the flesh,</b>", "<b>he is a leprous man, he is impure; the priest shall pronounce him impure: His mark is on his head.</b> This is like the ordinary leprosy of the skin, except for the fact that it lacks the sign of impurity which stems from the color of the hair, as it appears on a bald spot of the head. Even if a small amount of white hair grew on the mark in the bald area, it would not necessarily be a sign of impurity.", "After explaining the various appearances of leprous marks, the Torah addresses the <i>halakhot</i> governing the leper himself: <b>And the leper in whom the mark is,</b> and whom the priest has pronounced as a leper, <b>his garments shall be rent.</b> He must tear his garments, among other reasons, as a sign of mourning. <b>And the hair of his head shall be grown out</b>. Some explain that this means that his hair shall be uncovered. <b>And he shall cover</b> his mouth and <b>his upper lip</b> with his outer garment <b>and shall cry: Impure, impure,</b> thereby informing others of his ritually impure status.", "<b>All the days that the mark is on him he shall be impure; he is impure; he shall live alone; outside the camp is his dwelling,</b> where he is cut off almost entirely from human society.", "<b>The garment, if there shall be in it a mark of leprosy, whether in a woolen garment, or in a linen garment.</b> This verse is not referring to a spot caused by some external factor or one that can easily be removed through rinsing and the like, but to an abnormal mark growing on the garment through no apparent cause.", "Such a mark might be found not only on a woven garment: <b>Or in the warp,</b> the threads that runs lengthwise in a woven fabric, <b>or in the woof,</b> the threads that run crosswise in such a fabric, at right angles to the warp threads, <b>for linen or for wool, or in leather,</b> used for clothing or as an implement, e.g., a jacket or rug made from the hide of an animal without further processing. The verse concludes the list of materials: <b>Or in anything made of leather,</b> an implement made from, among other materials, leather pieces or strips.", "<b>If the mark was deep green or deep red,</b> an unnatural appearance which is a certain indication that it emerged from the garment itself, and such a spot is found <b>in the garment, or in the leather, or in the warp, or in the woof, or in any implement of leather, it is a mark of leprosy and shall be shown to the priest.</b>", "<b>The priest shall examine the mark, and he shall quarantine the mark seven days</b> for observation.", "Unlike leprosy of the body, leprosy of clothing cannot be confirmed upon the priest’s first examination, but only after re-examination. <b>He shall examine the mark on the seventh day: If the mark spread in the garment, or in the warp, or in the woof, or in the leather, for any labor that leather is utilized, the mark is a malignant leprosy,</b> it depletes and impairs the item and has no remedy. <b>It is impure,</b> as this is a sign from Heaven that the garment is banned.", "Therefore, <b>he shall burn the garment, or the warp, or the woof, of wool or of linen, or any leather implement in which there is a mark;</b> the garment or implement is entirely impure, <b>as it is a malignant leprosy; it shall be burned in fire.</b>", "<b>If the priest shall examine</b> the garment or implement at the end of the seven days, <b>and behold, the mark did not spread in the garment, or in the warp, or in the woof, or in any implement of leather,</b>", "<b>the priest shall command, and</b> in accordance with his instructions <b>they shall wash that in which there is a mark</b> with certain cleansing agents, <b>and he shall quarantine it seven days again.</b>", "<b>The priest shall examine after the mark has been washed, and behold, the mark has not changed its appearance,</b> its hue remains as it was, <b>and</b> even if <b>the mark did not spread, it is</b> nevertheless <b>impure.</b> Therefore, <b>you shall burn it in fire; it is a depression,</b> a deficiency, a loss, or a cavity. This is the designation of leprosy of clothing, whether it is <b>in its back or its front</b>. Similar terms appear with regard to a person’s head (verses 40–41), where they refer to the back of the skull and its front. In contrast to leprosy of the body, where a person can never become a confirmed leper without the appearance of at least one sign of impurity, in the case leprosy of clothing this is possible, if it retains its appearance after having been washed.", "<b>And if the priest examines, and behold, the</b> color of the <b>mark has faded after it has been washed, he shall rip it,</b> the affected area, <b>from the garment, or from the leather, or from the warp, or from the woof.</b>", "<b>If it,</b> the mark, <b>shall be seen again in the garment, or in the warp, or in the woof, or in any leather implement,</b> although one cut off and removed the affected area, the mark nevertheless appeared once again in the garment or the leather, <b>it is erupting</b> leprosy, and therefore <b>you shall burn in fire that in which the mark is.</b>", "<b>The garment, or the warp, or the woof, or any leather implement, that you shall wash and the mark leaves them,</b> that is, if due to the laundering, the mark disappears and does not return, <b>it shall be washed again,</b> this time by immersion in a ritual bath, <b>and</b> it <b>shall be purified</b> from its impurity.", "<b>This is the law of the mark of leprosy of the woolen or the linen garment, or the warp, the woof, or any leather implement, to pronounce it pure or to pronounce it impure.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 12:1-13:59", "heRef": "ביאור שטיינזלץ על ויקרא י״ב:א׳-י״ג:נ״ט", "sections": ["12", "1"], "toSections": ["13", "59"], "sectionRef": "Steinsaltz on Leviticus 12-13", "heSectionRef": "ביאור שטיינזלץ על ויקרא י״ב-י״ג", "firstAvailableSectionRef": "Steinsaltz on Leviticus 12:1-13:59", "isSpanning": true, "next": "Steinsaltz on Leviticus 14", "prev": "Steinsaltz on Leviticus 11", "title": "Steinsaltz on Leviticus 12-13", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 12:1-8", "Steinsaltz on Leviticus 13:1-59"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}