{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel and</b> command them that <b>they shall collect for Me,</b> on My behalf, <b>a gift; from every man whose heart pledges you shall collect My gift.</b> This is a donation, not a tax, and the specific amount that is donated depends on the generosity of the individual.", "<b>This is the gift that you shall collect from them.</b> Since the donations were to be used for the construction of the Tabernacle, only certain metals could be donated: <b>gold, silver, and bronze.</b> Other metals that the children of Israel possessed in the wilderness were not needed.", "<b>And</b> fabrics: <b>sky-blue</b> wool, olored a deep blue with dye extracted from the blood of a certain species of snail; and wool dyed <b>purple</b> or some reddish color. The dye used to make this color, which was also extracted from various snails, was very expensive, and in many places symbolized nobility. <b>And scarlet wool,</b> colored bright red with a dye extracted from certain insects. And in addition to threads of dyed sheep’s wool, the people should take fine, clean <b>linen</b> [<b><i>shesh</i> </b>], a word derived from Egyptian, <b>and</b> thicker, woven <b>goat hair.</b>", "<b>And</b> materials for the roofs and the walls: <b>rams’ hides</b> from which the hair has been removed and <b>dyed red,</b> and <b><i>taḥash</i> hides, and</b> boards of <b>acacia wood,</b>", "<b>oil</b> suitable <b>for the lighting</b> of the candelabrum, <b>spices</b> used <b>for the anointing oil and for the incense of the spices.</b>", "Precious stones: <b>Onyx stones,</b> usually yellowish-brown, <b>and stones for setting</b>. The onyx stones were used <b>for the ephod, and</b> the stones to be set were <b>for</b> affixing in <b>the breast piece.</b>", "<b>They,</b> the children of Israel, <b>shall make for Me a sanctuary, and</b> through it <b>I will dwell among them.</b>", "<b>In accordance with everything that I show you,</b> Moses, <b>the configuration of the Tabernacle and the configuration of all its vessels,</b> as detailed below, <b>so you shall</b> later <b>make it,</b> in fulfillment of My command.", "<b>They shall make an ark of acacia wood: Its length shall be two and a half cubits, its width one and a half cubits, and its height one and a half cubits.</b> A cubit is the distance between a man’s elbow and the end of his fingers. The length of this rectangular box is greater than its height, indicating that it was placed lengthwise, not upright.", "<b>You shall plate it,</b> the acacia wood, <b>with pure gold, within and without you shall plate it.</b> The verse does not state precisely how this should be done, nor does it specify the thickness or shape of the plating. The Sages explain that this was not a coating painted directly on the wood, but separate objects covering its inner and outer surfaces: A golden box inserted into the wooden one, which was in turn inserted into another, larger golden box. <b>And you shall make a gold rim [<i>zer</i>] upon it all around.</b> The size and exact appearance of this <i>zer</i> is not detailed. Due to the similarity between the word <i>zer</i>, a gold rim, and <i>nezer</i>, a crown, and since both words apparently denote objects that surround or encircle from above, one can conclude that the <i>zer</i> was a kind of crown for the ark, similar to the one on the table in the Sanctuary (see verse 24).", "<b>You shall cast four rings of gold for it,</b> the ark, <b>and place them on its four corners [<i>pa’amotav</i>]</b>. Ibn Ezra interprets <i>pa’amotav</i> as referring to legs, even though the Torah never explicitly dictates that the ark should have legs. <b>Two rings</b> shall be <b>on its one side, and two rings</b> shall be <b>on its second side.</b>", "<b>You shall make staves of acacia wood and</b> you shall <b>plate them</b> too <b>with gold.</b>", "<b>You shall insert the staves into the rings on the sides of the ark, to carry the ark with them.</b> The Tabernacle and its vessels must be portable. If the staves had been made of pure gold, a soft metal, they could not have borne such a heavy weight.", "<b>In the rings of the ark the staves shall be; they shall not be removed from it.</b> The staves of the ark are not merely a means for carrying it, they are an integral part of the ark. Consequently, they may not be removed from the rings even when they are not needed for transporting the ark.", "<b>You shall place in the ark</b> the Tablets of <b>the Testimony,</b> the two tablets of the covenant, <b>that I will give you.</b>", "<b>You shall make an ark cover of pure gold.</b> Its size should match that of the ark itself. <b>Its length shall be two and a half cubits and its width a cubit and a half.</b>", "<b>You shall make two cherubs of gold,</b> in the likeness of heavenly beings. <b>Hammered you shall make them, at the two ends of the ark cover.</b> The cherubs and the ark cover were formed from one contiguous piece of solid gold. This could have been achieved by casting the gold in a mold, but the word hammered indicates that the cherubs were made by beating and striking a large gold block. This must have been a highly complicated and difficult process.", "<b>And make one cherub from this end</b> of the ark cover <b>and one cherub from that end; from the ark cover you shall make the cherubs from its two ends.</b>", "<b>The cherubs shall have wings spread from above, shielding with their wings over the ark cover, and their faces one to another; toward the ark cover the faces of the cherubs shall be.</b> Though they should face each other, their gaze is to be directed downward, toward the ark cover.", "<b>You shall place the ark cover upon the ark from above; and in the ark you shall place</b> the Tablets of <b>the Testimony that I shall give you.</b>", "<b>I will meet with you there, and I will tell you, from upon the ark cover, from between the two cherubs that are upon the Ark of the Testimony, everything that I will command you to the children of Israel.</b> This would be the place of God’s revelation to Moses.", "<b>You shall make a table of acacia wood: Its length shall be two cubits, and its width one cubit, and its height one and a half cubits.</b>", "<b>You shall plate it with pure gold, and you shall make for it a rim of gold all around.</b> Like the ark (verse 11), the table was adorned with a kind of crown.", "<b>You shall make for it a border of one handbreadth all around</b> in height, <b>and you shall make</b> the aforementioned <b>rim of gold for its border all around.</b>", "<b>You shall make for it four rings of gold, and you shall place the rings on the four corners that are on its,</b> the table’s, <b>four legs.</b>", "<b>Adjacent to the border the rings shall be,</b> and they shall be used <b>as housings for the staves</b> that are used <b>to carry the table.</b>", "<b>You shall make the staves of acacia wood and you shall plate them with gold, and the table will be carried with them.</b> Like the ark, the table should be carried from place to place by its staves.", "<b>You shall</b> also <b>make</b> accoutrements for the table: <b>Its bowls</b> to hold flour or dough; <b>and its spoons</b> for the frankincense; <b>and its tubes [<i>uksotav</i>],</b> which formed a layered frame above the table on which to place the bread. Some interpret this word to mean bowls in which the dough was kneaded. <b>And its supports [<i>umnakiyotav</i>],</b> two posts on either side of the table, which would hold the layers of the frame like drawers. These are the accoutrements <b>with which it,</b> the table, <b>shall be covered.</b> Others interpret <i>umnakiyotav</i> as denoting tools used for cleaning the oven. <b>From pure gold you shall make</b> all of <b>them.</b>", "<b>You shall place showbread [<i>leḥem hapanim</i>],</b> literally “bread with a front,” <b>upon the table, before Me always.</b>", "<b>You shall make a candelabrum of pure gold; the candelabrum shall be made hammered.</b> Like the ark cover and its cherubs, the candelabrum was not fashioned by casting or by joining separate pieces, but by beating a single block of gold. <b>Its base and its shaft,</b> its main trunk, or all its shafts: <b>its cups, its knobs, and its flowers,</b> decorations, the position of which are detailed below, <b>shall</b> all <b>be</b> fashioned <b>from it,</b> the same block of gold.", "<b>Six branches shall emerge from its sides, three branches of the candelabrum from its one side and three branches of the candelabrum from its second side.</b>", "These are the decorations on the branches: <b>Three finely crafted [<i>meshukadim</i>] cups</b>, or, according to another interpretation, cups that are made to look like almond blossoms, <b>on the one branch,</b> and also <b>a knob,</b> of a form unknown today, <b>and</b> an ornament in the shape of <b>a flower. And three finely crafted cups on the next branch, a knob and a flower;</b> and <b>so</b> forth <b>for the six branches that emerge from the candelabrum.</b> All the branches of the candelabrum were made of gold and had identical decorations of cups, knobs, and flowers.", "<b>On</b> the body of <b>the candelabrum,</b> meaning its central shaft, <b>four finely crafted [<i>meshukadim</i>] cups, with its knobs, and its flowers.</b> The special craftsmanship, possibly in the shape of almond blossom, may apply to the knobs and flowers as well. The Sages include this in a list of five cases in the Torah where the reference of a modifier is ambiguous.", "There shall be <b>a knob under the</b> first set of <b>two branches extending from it,</b> the body of the candelabrum, <b>and a knob under the</b> second set of <b>two branches extending from it, and a knob under the</b> third set of <b>two branches extending from it,</b> so it shall be <b>for the six branches emerging from the candelabrum.</b> There was an ornamental knob at each point where the branches were joined to the central shaft.", "The Torah reiterates: <b>Their knobs,</b> meaning the knobs of the branches, <b>and their branches,</b> meaning the branches themselves, <b>shall be</b> made <b>from it,</b> from the candelabrum itself; <b>all of it,</b> including its branches and ornamentation, <b>hammered of pure gold.</b>", "<b>You shall make its lamps,</b> receptacles for the oil and the wicks located on top of the branches, <b>seven,</b> six above the branches that extend on the sides and one on the main shaft of the candelabrum. <b>And he shall kindle</b> the wicks in <b>its lamps so that it will illuminate toward its front.</b> All the flames were turned toward the central shaft or toward the area directly in front of it.", "<b>Its tongs,</b> used for handling the wicks, <b>and its pans,</b> small, spoon-like receptacles with flat bottoms that were open at the front, with which the burnt wicks and ash were removed from the lamps; these <b>shall be of pure gold.</b>", "<b>He shall make it of a talent of pure gold with,</b> including in the total weight, <b>all these vessels.</b> The total weight of the candelabrum and its vessels shall be one talent of pure gold. Modern estimates of a talent range between 30 and 50 kg.", "<b>See and craft</b> the candelabrum and the other vessels <b>in their form, as you are shown on the mountain.</b> Despite the lengthy passage dealing with the candelabrum, it is difficult to describe such complex and detailed forms in words. Therefore, God showed Moses an image of the vessels in order to enable him to guide the craftsmen in their proper construction. Moses saw the heavenly Tabernacle, with all the forms of the vessels inside, and this vision filled in the details missing from the verses, allowing the artisans to recreate the vessels faithfully in the earthly Tabernacle."], ["<b>You shall make the Tabernacle of ten sheets</b> made <b>of spun</b> white <b>linen</b>, <b>and</b> dyed woolen threads shall be spun into it: Threads of <b>sky-blue, purple, and scarlet wool. With artfully worked</b> likenesses of <b>cherubs shall you make them,</b> the sheets. High-level craftsmanship was required to render the form of cherubs on every sheet. According to some opinions, there was a different picture on each side of the fabric.", "<b>The length of each sheet shall be twenty-eight cubits and the width</b> shall be <b>four cubits for each sheet; there shall be one measure for all the sheets.</b>", "<b>Five of the</b> ten <b>sheets shall be attached one to another:</b> They must be sewn into a single unit; <b>and five sheets shall be attached one to another</b> in the same fashion.", "<b>You shall make loops of sky-blue wool,</b> sewn <b>on the edge of the sheet, at the extremity,</b> at the end <b>of the first array</b> of five sheets; and <b>you shall do likewise,</b> making loops of dyed, sky-blue wool, <b>at the edge of the outermost sheet</b> at the edge <b>of the second array</b> of five sheets.", "<b>Fifty loops shall you make in the one sheet, and fifty loops you shall make at the extremity of the sheet that is in the second array; the loops shall correspond one to another,</b> fifty loops facing fifty loops.", "<b>You shall make fifty hooks of gold and attach the sheets one to another with the hooks.</b> Each pair of loops were held together by a gold hook. All the Tabernacle’s sheets were thus to be joined together. <b>And the Tabernacle shall be one,</b> a single unit. The Rashbam explains that the use of the word “Tabernacle” here denotes only the sheets rather than the structure as a whole. His interpretation is supported in subsequent verses.", "In addition to the first set of sheets, which were made of dyed wool and linen, and can be considered part of the Tabernacle itself, <b>you shall make sheets of goats’ hair as a tent over the Tabernacle,</b> a second layer over the aforementioned cover; <b>you shall make them eleven sheets.</b>", "<b>The length of each sheet shall be thirty cubits and the width of each sheet four cubits; one measure for eleven sheets.</b>", "<b>You shall attach five sheets alone and six sheets alone;</b> five of the sheets shall be one unit, while the other six shall form a separate unit. <b>And</b> after the tent has been erected, <b>you shall fold</b> half of the width of <b>the sixth sheet</b> (see verse 12) and let it hang down over the roof’s edge <b>at the front of the tent.</b>", "<b>You shall make fifty loops on the edge of the one sheet, the outermost of the first array, and fifty loops on the edge of the</b> outermost <b>sheet of the second array.</b>", "<b>You shall make fifty hooks of bronze, and you shall place the hooks into the loops and attach the tent, and it shall be one.</b> Together these sheets formed a tent, which was laid over the wool and linen sheets that served as the roof of the Tabernacle.", "As there was one extra sheet of goats’ hair over and above the length of the tent itself, and only half of it was hung over the front of the tent (verse 9), half a length of a sheet remained. <b>The overhang that remains of the sheets of the tent, half the sheet that remains shall hang over</b> the ground at <b>the back of the Tabernacle,</b> where there is no entrance.", "The cover of goats’ hair was larger than the linen and wool cover of the Tabernacle not only in its length, which comprised the widths of each section, but also in its breadth, which corresponded to each section’s length. The length of each sheet of goats’ hair was 30 cubits, while that of the cloth sheets of the Tabernacle was 28 cubits. With regard to these two extra cubits, <b>the cubit on this side and the cubit on that side, from that which remains of the length of the sheets of the tent, shall hang over the sides of the Tabernacle on this side and on that side, to cover it.</b> These sheets hung over the boards of the Tabernacle, which served as its walls.", "<b>You shall make a cover for the</b> goats’ hair <b>tent.</b> This covering shall be <b>of rams’ hides dyed red and</b> a fourth layer, <b>a cover of <i>taḥash</i> hides over the top</b>. According to some opinions, there were only three layers, and the outermost one was made half of rams’ hides and half of <i>taḥash</i> hides.", "<b>You shall make the boards for the Tabernacle of</b> sanded boards of <b>acacia wood.</b> The boards must be constructed <b>standing upright,</b> oriented in the manner that the trees grow. Some understand this as an instruction that the boards should be sturdy.", "<b>Ten cubits shall be the length of a board,</b> of each one. Because the boards were positioned upright, this was also the height of the Tabernacle. <b>And one and a half cubits</b> shall be <b>the width of each board.</b>", "<b>Two tenons,</b> pegs, <b>for each board</b> will protrude from the edges, <b>parallel one to another.</b> Due to their height, the boards needed to be supported. To accomplish this, protruding pegs were placed in each board opposite corresponding sockets in the next board. The boards were placed side by side, so that the protruding tenons fit into the sockets. <b>So you shall make for all the boards of the Tabernacle.</b>", "<b>You shall make the boards for the Tabernacle. Twenty boards</b> shall be constructed <b>for</b> placement on <b>the southern side.</b>", "<b>You shall make forty silver sockets under the twenty boards: Two sockets under the one board for its two tenons,</b> protrusions at the bottom of the boards, <b>and two sockets under the one board for its two tenons.</b> These protruding tenons were inserted into the hollow sockets below them, which held the boards in place.", "<b>For the second side of the Tabernacle, for the north side: twenty boards,</b>", "<b>and their forty sockets of silver: two sockets under the one board and two sockets under the one board.</b> The arrangements of boards and sockets on the southern and northern sides of the Tabernacle were identical.", "<b>For the side of the Tabernacle on the west, you shall make</b> only <b>six boards,</b> as the Tabernacle’s length and width were unequal.", "<b>And you shall make two</b> additional <b>boards for the corners of the Tabernacle on the sides.</b> The aforementioned six boards spanned the western side of the Tabernacle from the inside. However, an additional two boards were required on either side to cover the width of the northern and southern walls.", "<b>They,</b> the boards, <b>shall be even at the bottom,</b> at the level of the sockets, and matching along their entire length. <b>And they shall meet together at its top,</b> at <b>its one ring,</b> a ring at the top of each pair of boards which will bind them together. <b>So it shall</b> also <b>be for two of them,</b> the two extra planks mentioned above; <b>they shall be for the two corners.</b>", "<b>There shall be</b> on the west side a total of <b>eight boards, and their silver sockets: sixteen sockets, two sockets under the one board and two sockets under the one board.</b> This is how the overall structure of the Tabernacle was built, on the western, northern, and southern sides.", "<b>You shall make bars of acacia wood</b> to hold the boards together: <b>Five for the boards of the one side of the Tabernacle,</b>", "<b>and five bars for the boards of the second side of the Tabernacle, and five bars for the boards of the side of the Tabernacle, for the side to the west.</b> Four of these bars extended from each board on the outside, two on its right side and two on its left, on the upper and lower parts of the boards. Each spanned half the width of the board, and they met in the middle.", "<b>And the</b> fifth, <b>central bar shall be inside the boards.</b> A hole was made through the width of the boards, and through it ran the fifth board, <b>from the end to the end.</b> Unlike the other four bars, the fifth bar spanned the entire width of the board.", "<b>You shall plate the boards with gold, and their rings,</b> which join them together, <b>you shall make of gold.</b> These rings shall be <b>housings for the bars. And you shall plate the bars with gold</b> as well.", "<b>You shall establish the Tabernacle in accordance with its</b> proper <b>design, which you were shown on the mountain.</b>", "<b>You shall make a curtain of sky-blue, purple, and scarlet wool, and linen,</b> all of which must be <b>spun together; it shall be artfully made with</b> decorative <b>cherubs</b> on its back. The curtain was fashioned skillfully, such that the decorations could be seen on both sides.", "As the curtain will not be connected to any wall, <b>you shall place it on four acacia pillars plated with gold, their hooks of gold, upon four silver sockets.</b> The four pillars were likely evenly spaced, with the curtain hanging on their hooks.", "<b>You shall place the curtain under the</b> gold <b>hooks</b> which connect the sets of overhanging sheets (see verse 6), <b>and you shall bring there the Ark of the Testimony behind the curtain, and the</b> opaque <b>curtain shall partition for you between the Sanctuary and the Holy of Holies.</b>", "<b>You shall place the</b> golden <b>ark cover upon the Ark of the Testimony in the Holy of Holies.</b>", "<b>You shall place the table outside the curtain,</b> in the Sanctuary, the larger space facing the entrance, <b>and the candelabrum opposite the table on the side of the Tabernacle to the south, and the table you shall place on the north side.</b>", "At the eastern end of the Tent of Meeting, where the table and candelabrum will stand, <b>you shall make a screen for the entrance of the tent of sky-blue, purple and scarlet wool, and linen,</b> all of which shall be <b>spun together, the work of an embroiderer.</b> This task was simpler than the weaving required for the sheets of the Tabernacle and the curtain dividing the sanctuary, which were described above as the work of a craftsman (verse 31).", "<b>You shall make five acacia pillars for the screen, and you shall plate them with gold; their hooks,</b> upon which the screen is hung, <b>shall be of gold. You shall cast for them five bronze sockets.</b> The screen of the Tabernacle was hung on the five pillars inserted into bronze sockets and served as the Tabernacle’s fourth wall."], ["<b>You shall make the altar,</b> where most offerings will be brought, <b>of acacia wood, five cubits’ length and five cubits’ width; the altar shall be square. And three cubits shall be its height.</b> The height of the altar was lower than that of an average person and disproportionate to its large area. Some Sages argue that the three cubits stated here do not refer to the entire height of the altar but only to the upper part of it, from the ledge on which the priests would walk to its top.", "<b>You shall make its horns on its four corners.</b> According to the tradition of the Sages, the horns of the altar were straight, square blocks. <b>Its horns shall be from it,</b> the altar. The horns were not made from separate material joined to the altar, but from the same wood as the altar itself. <b>And you shall plate it,</b> the entire altar, <b>with bronze.</b>", "<b>You shall make its pots to clear its ashes,</b> the soot and waste left from the offerings, <b>and its shovels,</b> for sweeping away the ashes, <b>and its basins,</b> for collecting the blood of offerings and sprinkling it upon the altar, <b>and its</b> large <b>forks,</b> used for placing pieces of meat upon the altar and turning them over, <b>and its pans,</b> for raking the coals and moving them around. <b>All its vessels you shall make of bronze.</b>", "<b>You shall make for it a grate, a work of bronze mesh,</b> laid over the bronze plating on the altar. <b>And you shall make on the mesh four bronze rings on its,</b> the altar’s, <b>four corners,</b> to insert the poles for carrying it.", "<b>You shall place it,</b> this grate, <b>under the surrounding ledge of the altar from below.</b> The ledge was a protrusion that surrounded the outer wall of the altar. <b>And the mesh shall be up to the middle of the altar.</b> The upper edge of the grate should reach the ledge, which will be in the upper portion of the altar, and it should extend down to half the height of the altar.", "<b>You shall make staves for the altar, staves of acacia wood, and you shall plate them with bronze.</b>", "<b>Its staves shall be inserted into the rings</b> which are on the grate, at the edges of the altar, <b>and the staves shall be on the two sides of the altar when carrying it</b> from place to place.", "<b>You shall make it,</b> the altar, <b>hollow, out of planks,</b> with no bottom part closing it, of wooden boards covered with bronze. When the altar was put in its place, it was filled with earth and was therefore called “an altar of earth” (see 20:21). When the Israelites traveled, the altar was emptied of its earth, and they carried only the framework by its staves. <b>As He showed you on the mountain so shall they,</b> the children of Israel, <b>make it.</b>", "<b>You shall make the courtyard of the Tabernacle: On the south side there shall be hangings for the courtyard,</b> the main function of which was to conceal the courtyard from view. The hangings shall be made <b>of spun linen</b> strings. According to tradition, each string was comprised of six thin, entwined threads. The hangings shall be <b>one hundred cubits long for the one side.</b>", "<b>Its pillars,</b> of the courtyard, <b>shall be twenty</b> in number. The hangings were draped over twenty pillars, with a gap of five cubits between each pillar. <b>And their,</b> the pillars’, <b>sockets</b> for holding them in place shall also be <b>twenty</b> in number. The sockets themselves shall be made <b>of bronze,</b> unlike the silver sockets inside the Tabernacle (see 26:19). However, <b>the hooks of the pillars,</b> for the hangings, <b>and their bands,</b> the hoops which surrounded the pillars for decoration or to prevent them from cracking, <b>shall be of silver.</b>", "<b>Likewise, on the north side, in length, there shall be hangings one hundred cubits long, their pillars twenty</b> in number <b>and their sockets twenty</b> in number, <b>of bronze. The hooks of the pillars and their bands shall be of silver.</b>", "<b>The width of the courtyard on the west side shall be</b> enclosed by <b>hangings of fifty cubits, their pillars ten</b> in number <b>and their sockets ten</b> in number, by the same ratio.", "<b>The width of the courtyard on the east side shall</b> also <b>be fifty cubits.</b>", "Since the gate is located on the east side of the courtyard, only <b>fifteen cubits of hangings</b> shall be allocated <b>for the</b> one <b>side of the entrance, their pillars three</b> in number <b>and their sockets three</b> in number,", "<b>and on the second side of the entrance</b> shall also be <b>fifteen</b> cubits’ length of <b>hangings, their pillars three</b> in number <b>and their sockets three</b> in number.", "In the middle, <b>for the gate of the courtyard,</b> there shall be <b>a</b> magnificent <b>screen of twenty cubits,</b> made <b>of sky-blue, purple, and scarlet wool, and linen,</b> all of which shall be <b>spun together,</b> all <b>the work of an embroiderer. Their pillars,</b> which hold the screen, shall be <b>four</b> in number, <b>and their sockets</b> shall be <b>four</b> in number. There was no heavy gate at the entrance to the courtyard, but merely a decorative screen, which was turned aside or rolled up to allow entry.", "<b>All the pillars of the courtyard all around shall be banded with</b> loops of <b>silver. Their hooks shall be of silver, and their sockets</b> shall be <b>of bronze.</b>", "<b>The length of the courtyard shall be one hundred cubits, and the width shall be fifty on each side,</b> a rectangle. <b>And the height</b> of the hangings of the courtyard <b>shall be five cubits,</b> and they shall be <b>of spun linen, and their sockets</b> shall be <b>of bronze.</b>", "<b>All the vessels of the Tabernacle, for all its craftsmanship,</b> all the instruments required for its preparation, its assembly and dismantling, and its upkeep; <b>and all its pegs, and all the pegs of the courtyard,</b> which were required for holding the Tabernacle in place to prevent the sheets and hangings from blowing over in heavy winds, <b>shall be bronze.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 25:1-27:19", "heRef": "ביאור שטיינזלץ על שמות כ״ה:א׳-כ״ז:י״ט", "sections": ["25", "1"], "toSections": ["27", "19"], "sectionRef": "Steinsaltz on Exodus 25-27", "heSectionRef": "ביאור שטיינזלץ על שמות כ״ה-כ״ז", "firstAvailableSectionRef": "Steinsaltz on Exodus 25:1-27:19", "isSpanning": true, "next": "Steinsaltz on Exodus 28", "prev": "Steinsaltz on Exodus 24", "title": "Steinsaltz on Exodus 25-27", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 25:1-40", "Steinsaltz on Exodus 26", "Steinsaltz on Exodus 27:1-19"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}