{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>You,</b> Moses, <b>shall command the children of Israel, and they shall take for you pure virgin olive oil.</b> This refers to oil produced by pounding ripe olives. Such oil is of superior quality and purer than oil produced by crushing and grinding olives in a press. This oil shall be <b>for the light, to kindle a lamp continually.</b>", "<b>In the Tent of Meeting,</b> the Sanctuary, <b>outside the curtain which is</b> a cover <b>before the</b> Ark of the <b>Testimony, Aaron and his sons shall arrange it,</b> to burn <b>from evening to morning before the Lord.</b> The lamps shall be kindled in the evening, and they will remain lit throughout the night. <b>It is an eternal statute for their generations from the children of Israel.</b> The priests are commanded to light the lamps, while the children of Israel are required to provide the necessary oil."], ["<b>And you, have Aaron your brother approach you, and his sons with him,</b> separately, and designate them <b>from among the children of Israel, to serve as priests to Me: Aaron, Nadav and Avihu, Elazar and Itamar, Aaron’s sons.</b> The general designation of Aaron and his sons, followed by a specification of their names, indicates that each of Aaron’s sons was worthy of appointment, independent of his relation to Aaron.", "Moses is tasked with expressing this appointment in deed: <b>You shall make holy vestments for Aaron your brother,</b> who is to be the High Priest. These vestments are service garments, which must be donned when performing the sacred service in the Tabernacle, and they are also intended <b>for glory and for splendor,</b> to publicize the importance of the priestly role.", "<b>You shall speak to all the wisehearted, whom I have filled with a spirit of wisdom</b> so that they may satisfy the unique requirements for manufacturing the priestly vestments; <b>and they shall make Aaron’s vestments to sanctify him,</b> in order for him <b>to serve as a priest to Me.</b> Donning these garments would itself sanctify Aaron as High Priest.", "<b>These are the vestments that they shall make: a breast piece and an ephod,</b> a short, apron-like cloak; <b>and a robe and a quilted tunic; a mitre; and a</b> special <b>sash. And they shall make holy vestments for Aaron your brother and for his sons to serve as priests to Me.</b>", "<b>They,</b> the craftsmen, <b>shall take the gold and the sky-blue wool and the purple wool and the scarlet wool and the linen.</b> The priestly vestments will be fashioned from these materials alone.", "<b>They shall make the</b> cloth of the <b>ephod of</b> the following materials: <b>gold, sky-blue wool and purple wool, scarlet wool,</b> all of them fine twined, <b>and spun linen, artfully crafted.</b> The priestly vestments must be produced by skilled artisans.", "The ephod shall consist of several parts sewn together: <b>It shall have two shoulder pieces attached to its two ends,</b> on the upper end of the apron, <b>and it,</b> the apron, <b>will be attached.</b> That is, the shoulder pieces will be attached to the apron after they have been fashioned.", "<b>The belt of his ephod, which is on it, shall be of similar craftsmanship; it shall be from it:</b> That is, the belt is to be woven as an inseparable part of the apron, and from the same materials: <b>gold, sky-blue, purple, and scarlet wool, and linen,</b> all <b>spun together.</b>", "<b>You shall take two onyx stones, and engrave on them the names of the children of Israel,</b> the names of the twelve tribes. The stones must be large enough for this engraving, an indication that they are not of the most valuable gems.", "<b>Six of their names shall be</b> engraved <b>on the one stone, and the names of the six that remain on the second stone, according to</b> the order of <b>their birth.</b>", "The engraving shall be done with <b>the craftsmanship of an engraver in stone,</b> like <b>the engravings of a signet,</b> a delicate and exact procedure. It is unclear whether the names should be embossed, as on a signet, or if they are to be engraved on the stone. <b>You shall engrave the two stones with the names of the children of Israel; you shall make them surrounded with settings of gold,</b> which will secure them in place.", "<b>You shall place the two stones on the</b> broad <b>shoulder pieces of the ephod; they are stones of remembrance for the children of Israel; Aaron shall carry their names before the Lord on his two shoulders as a remembrance.</b>", "The verse returns to elaborate on the production of the settings for the onyx stones. The process will have relevance for the breast piece as well: <b>You shall make settings of gold.</b> Perhaps this command includes the other settings of gold, which were placed on the breast piece.", "<b>And two chains of pure gold: You shall make them at the edges</b> of the settings; <b>they shall be braided craftsmanship.</b> After fashioning them, <b>you shall set the braided chains in the settings.</b>", "<b>You shall make</b> an ornamental <b>breast piece,</b> which will be utilized in the administration <b>of judgment;</b> alternatively, the breast piece will symbolize your status as a judge. It shall be <b>artfully crafted; you shall make it like the craftsmanship of the ephod,</b> in a similar manner and from the same materials: <b>gold, sky-blue, purple, and scarlet wool, and linen,</b> all <b>spun together you shall make it.</b>", "<b>It shall be square</b> in appearance, and yet it shall actually be made from a rectangular cloth that has been <b>folded,</b> doubled over. This will form a kind of pouch, in which the Urim and the Tumim are most likely meant to be placed (see verse 30). <b>Its length</b> shall be <b>a span [<i>zeret</i>]</b> after it is folded, <b>and its width a span.</b> A <i>zeret</i> is approximately half a cubit, slightly more than 20 cm. It is roughly the distance between the tip of one’s little finger [<i>zeret</i>] and the tip of one’s thumb when spreading out fingers to their greatest extent.", "<b>You shall set in it,</b> the breast piece, <b>a mounting of stone, four rows of stone,</b> each of which shall contain three different precious stones. The identity of these stones is difficult to determine with absolute certainty: <b>A row of</b> <i>odem</i>, which is commonly identified as <b>a ruby, a peridot, and an emerald;</b> this shall be <b>the first row.</b>", "<b>And the second row: a carbuncle, a sapphire [<i>sappir</i>]</b> (see 24:10 above). The identity of the <i>sappir</i> stone is uncertain. <b>And a clear quartz</b> [<b><i>yahalom</i> </b>] <b>.</b> Although in modern Hebrew, <i>yahalom</i> refers to a diamond, it is likely that <i>yahalom</i> once referred to a different precious stone.", "<b>And the third row: a jacinth, an agate, and an amethyst.</b>", "<b>And the fourth row: a beryl, and an onyx, and a chalcedony; they shall be set in gold in their mountings.</b> Due to the difficulty in cutting and smoothing these precious stones, the enclosures must be made to suit the shapes of the stones that will be set inside them, so that they will be held firmly.", "<b>The stones shall correspond to the names of the children of Israel: Twelve, according to their names.</b> On each stone the name of one tribe will be engraved. And they shall be engraved like the <b>engravings of a signet, each according to its name, for the twelve tribes.</b>", "The verse reiterates, this time in the context of the breast piece, an earlier command with regard to the chains (see verse 14 above). <b>You shall fix bordering chains of braided craftsmanship on the breast piece of pure gold.</b> These will be placed on the edges of the breast piece.", "<b>You shall fix two rings of gold upon</b> the upper part of <b>the breast piece, and you shall put the two rings on the two ends of the breast piece,</b> on the right and left.", "<b>You shall put the two braids of gold on the two rings at the ends of the breast piece.</b>", "<b>The</b> other <b>two ends of the two braids you shall put on the two settings</b> mentioned above with regard to the ephod, <b>and you shall place them,</b> the settings, <b>on the shoulder pieces of the ephod, toward its front,</b> in the area of the neck. In this manner the breast piece shall hang over the chest.", "<b>You shall make two</b> additional <b>rings of gold and you shall place them on the two ends of the breast piece, on its edge, that is toward the ephod on the inner side</b> of the folded breast piece, which faces the ephod.", "<b>You shall make two</b> additional <b>rings of gold, and you shall put them on the two shoulder pieces of the ephod,</b> specifically <b>from below</b> those shoulder pieces, <b>toward its front,</b> on the backside of the ephod, <b>adjacent to its seam,</b> that is, the area where the shoulder pieces are sewn to the ephod, <b>above the belt of the ephod.</b>", "<b>They shall lace the breast piece from its rings,</b> namely those on the bottom of the breast piece, <b>to the rings</b> attached to the bottoms of the shoulder pieces <b>of the ephod, with a thread of sky-blue wool, to be on the belt of the ephod, and the breast piece shall not be detached from upon the ephod.</b> That is to say, there is a specific requirement that the breast piece will be attached to the ephod at all times. ", "<b>Aaron shall bear the names of the children of Israel on the breast piece of judgment upon his heart upon his entry into the Sanctuary, as a constant remembrance before the Lord.</b> The stones of the breast piece are not mere ornaments meant for beauty; rather, they serve as a remembrance of Israel before God, just like the stones of the ephod.", "<b>You shall place the Urim and the Tumim in</b> the pouch between the folds of <b>the breast piece of judgment.</b> The nature of the Urim and the Tumim is shrouded in mystery and is not explained in the Bible. The Sages explain that they were sacred names that, when placed inside the fold, would cause the stones of the breast piece to shine in response to questions posed about the future. According to Ibn Ezra (verse 6 above), the Urim and the Tumim are instruments for making astrological measurements. Others suggest that they contained a list of the borders and cities of each tribe. <b>And they shall be upon Aaron’s heart upon his entry before the Lord; and Aaron shall constantly bear the judgment,</b> meaning the ways and practices, <b>of the children of Israel on his heart,</b> inside the breast piece, <b>before the Lord.</b>", "<b>You shall make the robe of the ephod entirely of sky</b>-<b>blue wool.</b> The ephod would be placed above the robe and would fasten it in place. The High Priest’s robe was somewhat similar to the modern robe. However, since the verse makes no mention of sleeves, it would seem that this robe resembled a cloak that covered the back and sides of one’s body. In front, the robe was open from the neck downward; the ephod and its belt held its front parts together so that they would not spread too far apart.", "<b>The opening for his,</b> the High Priest’s, <b>head shall be within it,</b> in its center. <b>There shall be a hem</b>, <b>the craftsmanship of a weaver, around its opening, like the opening of a coat of mail it shall be for it,</b> folded slightly inward so that it should not harm the wearer or obstruct him. This will ensure that <b>it,</b> the robe, <b>shall not be rent</b>. Alternatively, this is an instruction, that it is prohibited to tear the robe.", "<b>You shall fix on its hem</b> ornaments in the shape of <b>pomegranates of sky-blue, purple, and scarlet wool,</b> and they shall be placed <b>all around its hem; there shall be bells of gold among them all around.</b>", "They shall be placed as follows: a <b>golden bell and</b> then a <b>pomegranate,</b> a <b>golden bell and</b> then a <b>pomegranate</b>, <b>on the hem of the robe all around.</b> Alternatively, a golden bell was placed inside each pomegranate. According to tradition, there were seventy-two pomegranates on the High Priest’s robe.", "<b>It,</b> the robe, <b>shall be on Aaron</b> when he comes <b>to serve, and its sound shall be heard upon his entry into the Sanctuary before the Lord and upon his emergence, and he will not die.</b> Although gold is a relatively soft metal, such that the sound produced by a golden bell would be quite gentle, the large quantity of bells on the High Priest’s robe ensured that a sound would be heard as he walked.", "<b>You shall make a diadem of pure gold,</b> which will be positioned at the front of his head. This diadem is also called “the holy crown,” and the Sages refer to it as the crown of the priesthood. <b>And you shall engrave upon it the engravings of a signet,</b> in decorative and elegant writing, the phrase <b>Holy to the Lord.</b>", "<b>You shall place on it a thread of sky blue,</b> in order to tie the diadem, which did not extend around the whole head. <b>And it shall be upon the mitre,</b> adjacent to the mitre on the High Priest’s forehead. According to Rashi, threads were inserted into holes situated at the edges of the diadem and in the center of the diadem on top; the threads were wrapped around the head of the High Priest and over the mitre, and all of the threads were tied together in the back. <b>It,</b> the diadem, <b>shall be toward the forefront of the mitre.</b>", "<b>It shall be on Aaron’s forehead and Aaron shall bear,</b> atone for by means of the diadem, <b>the iniquity of the sacraments that the children of Israel shall consecrate, for all their sacraments.</b> This refers to ritually impure sacred gifts that were brought into the Sanctuary; the diadem and the words engraved upon it shall serve as an atonement for this transgression. <b>It shall be on his forehead always, for propitiation for them,</b> the Israelites, <b>before the Lord.</b>", "The Torah turns to the less complex of the High Priest’s vestments, which are similar to those worn by the other priests: <b>You shall quilt the linen tunic.</b> The tunic, which is worn against the body, is woven with quilted patterns. <b>And you shall make a mitre of linen,</b> a long piece of linen cloth to be wrapped around the head. <b>And you shall make a sash, the craftsmanship of an embroiderer,</b> which will be tied around the tunic. The Sages teach that the sash was 32 cubits long, or 15–19 m. The materials from which the sash shall be made are discussed below (39:29).", "The sacred vestments of Aaron’s sons were fewer and simpler than those worn by Aaron and the High Priests who followed him: <b>You shall make tunics for the sons of Aaron and you shall make for them sashes, and</b> tall, brimless <b>headdresses you shall make for them, for glory and for splendor.</b> These special uniforms will distinguish them from the rest of the people.", "<b>You shall dress them</b> with these garments, <b>Aaron your brother and his sons with him; you shall anoint them</b> with the anointing oil (see 29:21) <b>and you shall invest them, and you shall sanctify them, and they shall</b> be fit to <b>serve as priests for Me.</b>", "<b>Make them linen trousers,</b> which will serve as an undergarment <b>to cover the flesh of their nakedness.</b> These trousers are not listed together with the other garments listed in verse 40 since they are not visible, and their purpose is entirely practical, neither for splendor nor for beauty. Indeed, when the Torah describes the donning of the priestly vestments below, the trousers are not mentioned. <b>They shall be</b> worn <b>from waist to thighs,</b> until the knee, or perhaps to some other point along the thigh.", "<b>They,</b> the trousers, or all the priestly vestments, <b>shall be on Aaron and on his sons, upon their entry into the Tent of Meeting, or upon their approach to the altar to serve in sanctity, that they will not bear iniquity and die. It,</b> the donning of the garments, <b>is an eternal statute for him and for his descendants after him.</b> It is prohibited for a priest who is not wearing these garments to serve in the Sanctuary."], ["<b>This is the thing that you shall do to them,</b> Aaron and his sons, <b>to sanctify them to serve as priests to Me: Take one young bull,</b> a bull in its third year, <b>and two rams;</b> the bull and the rams must be <b>unblemished.</b> Later, the Torah will delineate the blemishes that disqualify an animal from sacrifice.", "<b>And</b> you shall bring <b>unleavened bread.</b> The Sages understand that bread was first boiled in water, then baked, and then fried in oil. This bread is also known as “oil bread,” since it is more saturated with oil than the regular unleavened loaves and wafers. <b>And unleavened loaves,</b> baked loaves with a particular shape, <b>mixed with oil, and unleavened wafers anointed with oil.</b> These are the various types of unleavened breads that will be offered; <b>you shall make them of high-quality wheat flour.</b>", "<b>You shall place them,</b> these baked items, <b>in one basket, and bring them near in the basket, with the bull and the two rams.</b> Later, Moses will be instructed what to do with each of these items.", "<b>You shall have Aaron and his sons approach the entrance of the Tent of Meeting and you shall wash them in water,</b> immerse them.", "<b>You shall take the vestments and dress Aaron in the tunic and</b> above it <b>the robe of the ephod, and the ephod,</b> tied around the robe, <b>and the breast piece, and gird him with the belt of the ephod.</b>", "<b>You shall place the mitre on his head and you shall place the crown of sanctity,</b> the diadem, <b>on the mitre.</b>", "Before placing the mitre on his head, <b>you shall take the anointing oil, and you shall pour it</b> directly <b>on his head and anoint him.</b>", "<b>And his sons you shall bring near and you shall dress them in tunics.</b>", "<b>You shall gird them with a sash, Aaron and his sons.</b> Aaron was not yet girded with a sash, but with the belt of the ephod (verse 5). <b>And you shall wrap the headdresses on them,</b> Aaron’s sons, <b>and the priesthood shall be for them as an eternal statute,</b> for all generations. The actions described here, namely the dressing and anointing of the priests, will sanctify Aaron’s sons as well as their future descendants for all generations. <b>And</b> in this manner <b>you shall invest Aaron and his sons</b> and thereby appoint them to the priesthood.", "<b>You shall bring the bull before the Tent of Meeting, and Aaron and his sons shall place their hands</b> forcefully <b>on the head of the bull,</b> specifically between its horns.", "<b>You shall slaughter the bull before the Lord, at the entrance of the Tent of Meeting.</b>", "<b>You shall take from the blood of the bull, and you shall place it on</b> each of <b>the horns of the</b> large <b>altar</b> that will stand in the courtyard of the Tabernacle, <b>with your finger; and you shall pour all the</b> remaining <b>blood</b> that is in the vessel <b>at the base of the altar.</b>", "<b>You shall take all the fat that covers the innards</b> of the bull, <b>and the diaphragm above the liver</b>, <b>and the two kidneys and the fat that is on them, and burn them on the altar.</b> These portions of the offering, which were consumed upon the altar, are referred to by the Sages as the <i>imurim</i> .", "<b>You shall burn the flesh of the bull, its hide, and its dung</b> found in the intestines, which are cleaned out after slaughter, <b>in fire outside the camp; it is a sin offering.</b> Like a regular sin offering, the bull’s blood was placed upon the outer altar. However, unlike other sin offerings whose rites were performed on the outer altar, its meat was not to be consumed at all. All that remained of the bull, aside from those portions burned on the altar, was to be burned outside the camp.", "<b>You shall take the one ram, and Aaron and his sons shall place their hands on the head of the ram.</b>", "<b>You shall slaughter the ram and you shall take its blood and you shall cast it around the altar.</b> Like all burnt offerings, the blood was not smeared with a finger, as is done with the blood of sin offerings. Rather, it was collected in a bowl, from which it was tossed over the corners of the altar, such that it reached all of its sides.", "<b>You shall cut the ram into its pieces, and you shall wash its innards,</b> after they have been removed from the body, <b>and its legs, and you shall put them with its pieces and with its head,</b> which was previously severed from the body.", "<b>You shall burn the entire ram on the altar; it is a burnt offering to the Lord.</b> Unlike the sin offering, the entire burnt offering is offered to God. After its hide has been removed, it is cut into parts in a manner prescribed by the Sages, and the entire offering is burned upon the altar. It is <b>a pleasing aroma, a fire offering to the Lord.</b>", "<b>You shall take the second ram, and Aaron and his sons shall place their hands on the head of the ram.</b>", "<b>You shall slaughter the ram,</b> collect its blood in a vessel, <b>take</b> from <b>its blood, and you shall place it,</b> some of the blood, <b>on the tip of Aaron’s right ear and on the tip of the right ear of his sons and on the thumb of their right hand and on the big toe of their right foot and you shall</b> then <b>cast the</b> remaining <b>blood around the altar.</b>", "<b>You shall take from the blood that is on the altar and from the anointing oil, and you shall sprinkle it on Aaron and on his vestments and on his sons and on the vestments of his sons with him; and he and his vestments shall be sanctified, and his sons and the vestments of his sons with him.</b>", "<b>You shall take the fat from the ram and the fat tail,</b> which most breeds of sheep have, <b>and the fat that covers the innards, and the diaphragm above the liver, and the two kidneys and the fat that is on them, and the right haunch, as it is a ram of consecration,</b> that is, a one-time offering intended for the appointment of the priests.", "<b>And</b> you shall also take <b>one cake of bread</b> from the unleavened bread, <b>and one loaf of oil bread</b>, <b>and</b> take <b>one wafer from the basket of unleavened bread that is before the Lord.</b> The different types of bread are listed above (verse 2).", "<b>You shall place everything,</b> all the parts of the offering and the unleavened breads, <b>on the palms of Aaron and on the palms of his sons and you shall wave them,</b> that is, lift up their hands, <b>as a wave offering before the Lord.</b>", "<b>You shall take them,</b> the parts of the ram and the unleavened breads, <b>from their hands and you shall burn them on the altar with,</b> in addition to, <b>the burnt offering,</b> the first ram, <b>for a pleasing aroma before the Lord; it is a fire offering to the Lord.</b>", "<b>You shall take the breast from the ram of investiture that is Aaron’s and you shall wave it as a wave offering before the Lord, and it,</b> the breast, <b>shall be a portion for you,</b> Moses’ portion. This ram is a peace offering.", "<b>You shall sanctify,</b> set aside, <b>the breast of the wave offering and the gift haunch that was waved and that was lifted from the ram of investiture.</b> In the particular case of this offering of investiture, the breast of the wave offering is given to Moses while the gift haunch shall be burned on the altar. In general, however, the breast and haunch of a peace offering are considered <b>from that of Aaron and from that of his sons,</b> and they are to be given to the priests.", "From this point forward, <b>it,</b> the breast and haunch, <b>shall be for Aaron and for his sons as an eternal portion from the children of Israel. For it is a gift [<i>teruma</i>],</b> a portion separated [<i>muram</i>] from the offering; <b>and it shall be a gift from the children of Israel</b> to be set aside <b>from their peace offerings</b> and given to the priests for consumption, <b>their gift to the Lord.</b> The offering to God is expressed in giving the breast and haunch to His ministers, the priests.", "<b>The holy vestments of Aaron shall be for his sons after him, for prominence through them</b>, <b>and with them to invest them.</b> That is, one becomes High Priest by the donning of the priestly vestments.", "For <b>seven days the priest from</b> among <b>his,</b> Aaron’s, <b>sons who will be</b> serving <b>in his stead, who will come into the Tent of Meeting to serve in the Sanctuary, shall don them,</b> the vestments of the High Priest. Before a High Priest may enter the holy place, the Holy of Holies, he must wear these garments and perform the service for seven days.", "<b>You shall take the ram of investiture and you shall cook its meat in a holy place,</b> in the courtyard of the Tent of Meeting.", "<b>Aaron and his sons shall eat the meat of the ram and the bread that is</b> left <b>in the basket at the entrance of the Tent of Meeting.</b> In the future, this portion of a peace offering will be eaten by the owner of the offering; in this particular instance, the priests are considered the owners and therefore they shall consume it.", "<b>They who have been atoned through them shall eat them, to invest them and to sanctify them.</b> Through their consumption of these portions, the priests shall be elevated from all depravity. <b>But a stranger shall not eat</b> from these portions, <b>because they are sacred.</b>", "<b>If there remains</b> anything <b>from the meat of the investiture, or from the bread</b> that is to be eaten by the priests, and it is left over <b>until the morning,</b> then <b>you shall burn the leftover in the fire; it shall not be eaten, as it is sacred.</b> The requirement to burn the leftover meat of an offering is repeated in several instances in the Torah.", "<b>You shall do so to Aaron and to his sons, in accordance with everything that I commanded you; seven days you shall invest them.</b>", "<b>You shall sacrifice a bull for a sin offering each day;</b> on each of the days of investiture you shall sacrifice a bull as a sin offering in the manner described above (29:10–14), and it shall be <b>for atonement; and you shall cleanse the altar by your</b> act of <b>atoning for it,</b> by placing the blood of the bull upon it; <b>and you shall anoint it to sanctify it.</b> In this manner it will be sanctified.", "<b>Seven days you shall atone for the altar and sanctify it;</b> therefore, <b>the altar shall be,</b> from then on, <b>a sacred sacrament. Anything that</b> is fit to be sacrificed as an offering and <b>touches the altar,</b> as in, ascends upon it, <b>shall be holy</b> and must be burned there.", "<b>This is that which you shall offer upon the altar</b> as a fixed offering: <b>Two lambs in the first year</b> of their lives, <b>for each day continually.</b>", "<b>The one lamb you shall offer in the morning and the second lamb you shall offer in the afternoon,</b>", "<b>and</b> together with the lamb you shall bring a meal offering: <b>One-tenth of an ephah,</b> a dry measure slightly larger than the equivalent of two liters, <b>of high-quality flour mixed with one-fourth of a hin of virgin</b> olive <b>oil</b> (see 27:20). The hin is a liquid measure equal to twelve <i>log</i>, approximately 4 L. <b>And</b> you shall also bring <b>a libation of one-fourth of a hin of wine for the one lamb.</b>", "<b>The second lamb you shall sacrifice in the afternoon, like the meal offering</b> of flour and oil <b>of the morning and like its libation for a pleasing aroma, a fire offering to the Lord.</b> The daily offerings are burnt offerings, to be consumed in their entirety upon the altar.", "<b>A continual burnt offering for your generations,</b> which you shall sacrifice <b>at the entrance of the Tent of Meeting before the Lord, where I will meet with you,</b> the people, through your representatives, the priests. Moreover, this shall be the Tent where I meet with you, Moses, <b>to speak to you there.</b>", "<b>I will meet there with the children of Israel; and it,</b> the Tent, <b>shall be sanctified with My glory.</b> Even after the performance of all the rituals of appointing the priests and atoning for the altar, the Tabernacle is consecrated only through the presence of the glory of God.", "<b>I will sanctify the Tent of Meeting and the altar, and Aaron and his sons I will sanctify, to serve as priests to Me.</b>", "<b>I will dwell among the children of Israel,</b> in the Tabernacle and afterward in the Temple, where the Divine Presence will reside and be revealed, <b>and I will be their God.</b>", "<b>They will know that I am the Lord their God who brought them out from the land of Egypt to dwell among them.</b> Not only did God redeem the Israelites in the past, His presence will continuously rest among them in the Tabernacle. <b>I am the Lord their God.</b>"], ["In addition to the altar for offerings, <b>you shall make an altar for burning incense; of acacia wood you shall make it.</b>", "<b>One cubit shall be its length and one cubit its width; it,</b> the altar, <b>shall be square, and two cubits shall be its height.</b> This is a very small altar, resembling a meter-high stand. <b>From it shall be its horns.</b> Like the large altar, this altar shall have horns, made from the same substance as the altar itself, and perhaps included in the measure of its height.", "<b>You shall plate it with pure gold, its top and its sides all around and its horns, and you shall make for it</b> an ornamental <b>rim of gold all around.</b>", "<b>You shall make two gold rings for it under its rim; on its two corners you shall make them on its two sides,</b> at opposing corners; <b>and they,</b> the rings, <b>shall be as housings for staves with which to carry it,</b> the altar.", "<b>You shall make the staves of acacia wood and you shall plate them with gold.</b>", "<b>You shall put it before,</b> outside, <b>the curtain,</b> which separates the Sanctuary from the Holy of Holies, <b>that is upon the Ark of the Testimony, before the ark cover that is over</b> the Ark of <b>the Testimony,</b> opposite the ark cover, <b>where I will meet with you.</b> On the north-south axis, the altar shall be situated between the table and the candelabrum, opposite the ark in the Holy of Holies. On the east-west axis it will be closer to the entrance of the Sanctuary.", "<b>Aaron shall burn on it incense of spices;</b> early <b>every morning when he cleans the lamps,</b> he cleans out the old wicks and the accumulated soot and prepares new wicks and oil for them, <b>he shall burn it.</b>", "Likewise, <b>when Aaron kindles the lamps in the afternoon, he shall burn it,</b> the incense. The burning of the incense shall be performed adjacent to the lighting of the lamps. It shall be <b>a daily incense before the Lord for your generations.</b>", "<b>You shall not offer up on it strange incense,</b> incense not commanded by the Torah, <b>or</b> any type of offering, including animal offerings such as <b>a burnt offering or a meal offering</b> of produce; <b>and you shall not pour a libation</b> of wine <b>on it.</b>", "Only once a year is the altar used for a service other than the burning of the incense: <b>Aaron shall atone,</b> purify, or remove sin from <b>on its horns</b>, <b>with the blood of the sin offering of atonement,</b> which the High Priest offers on the outer altar, <b>once in the year,</b> on Yom Kippur; <b>once in the year he shall atone for it for your generations,</b> by placing some of the blood of the sin offering on the incense altar in a manner described elsewhere; <b>it is a sacred sacrament to the Lord.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 27:20-30:10", "heRef": "ביאור שטיינזלץ על שמות כ״ז:כ׳-ל׳:י׳", "sections": ["27", "20"], "toSections": ["30", "10"], "sectionRef": "Steinsaltz on Exodus 27-30", "heSectionRef": "ביאור שטיינזלץ על שמות כ״ז-ל׳", "firstAvailableSectionRef": "Steinsaltz on Exodus 27:20-30:10", "isSpanning": true, "next": "Steinsaltz on Exodus 31", "prev": "Steinsaltz on Exodus 26", "title": "Steinsaltz on Exodus 27-30", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 27:20-21", "Steinsaltz on Exodus 28", "Steinsaltz on Exodus 29", "Steinsaltz on Exodus 30:1-10"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}