{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>And this is the legacy,</b> the events in the life, <b>of Isaac, Abraham’s son: Abraham begot Isaac.</b>", "<b>Isaac was forty years old when he took Rebecca, daughter of Betuel the Aramean, from Padan Aram,</b> who was the <b>sister of Laban the Aramean, to be his wife.</b> <i>Padan</i> means field; there is a similar word in Arabic.", "<b>Isaac entreated</b> and prayed fervently to <b>the Lord on behalf of his wife</b> while standing opposite her, <b>because</b> he understood from the fact that she had not given birth in the many years since they were married (see verse 26) that <b>she was barren. The Lord acceded to his entreaty, and Rebecca his wife conceived.</b>", "During her pregnancy <b>the children were agitated within her.</b> It will soon become clear that she was bearing fraternal twins. Sensing that something was abnormal and cause for concern, <b>she said: If so,</b> if the pregnancy is so difficult, <b>why am I like this,</b> why do I want it? Alternatively, this means: If my suffering is so great, what is the point of living? <b>And she went to inquire of the Lord.</b> At the time, there were distinguished individuals who accepted the faith of Abraham and his family, such as Malkitzedek king of Shalem (see 14:18–20). Rebecca sought prophetic instruction from such a man.", "<b>The Lord said to her: Two peoples,</b> or national leaders (see, e.g., 17:16), <b>are in your womb, and two nations shall be separated from your innards.</b> From the moment they are born it will be clear that they are very different from one another. <b>One nation will prevail over the other nation,</b> as the struggle between them, which you sense within your womb, will continue after they are born. <b>And the elder shall serve the younger.</b> Even in the case of twins, one is born before the other and is the elder.", "<b>Her days to give birth were complete, and behold, there were twins in her womb.</b>", "<b>The first emerged</b> with <b>red</b> skin, redder than that of an average person. And he was covered, <b>all of him like a cloak of hair,</b> as he was very hairy. <b>And they called his name Esau,</b> perhaps due to his hair [<i>se’ar</i>], or because he appeared mature, like an object that is fully fashioned [<i>asui</i>].", "<b>And thereafter his brother emerged.</b> Their birth, like her pregnancy, was unusual, as <b>his hand</b> was <b>grasping Esau’s heel [<i>akev</i>]; and he called his name Jacob [<i>Ya’akov</i>]. Isaac was sixty years old when she bore them.</b> Since he married Rebecca at the age of forty, evidently they had lived twenty years as a childless couple.", "<b>The lads grew,</b> and the prophecy that they would follow different paths indeed came to pass. Alongside their joint family obligations in housekeeping and agriculture, their diverse natures began to show: <b>Esau was a man who knew hunting,</b> an adventurer who was dissatisfied with domestic tasks and ventured out to hunt animals, <b>a man of the</b> large <b>field,</b> of the open plains. <b>And Jacob was a guileless man,</b> uninterested in the ruses of hunting, in ambushes and setting traps. He led a sedentary lifestyle, <b>living in tents.</b> Alternatively, the verse could mean that he was a shepherd, expert in tending flocks, as can be seen from later events in his life.", "<b>And Isaac loved Esau because of the game in his mouth, and Rebecca loved Jacob.</b> It is possible that Rebecca’s preference for Jacob was due to the fact that he lived at home, in close proximity to her.", "One day <b>Jacob,</b> who was home much of the time, <b>stewed a stew. Esau came from the field,</b> probably after an unsuccessful hunting expedition, <b>and he was weary,</b> exhausted and thirsty.", "<b>Esau said to Jacob: Feed me please from that red, red [<i>adom ha’adom</i>] dish.</b> Esau did not know what red food was in the pot. He said: Please feed me, <b>as I am</b> so <b>weary</b> that it is too hard for me to bring a spoon to my own mouth. In this connection the verse notes: <b>Therefore his name is called Edom.</b> This incident, in which Esau connected himself to a red [<i>adom</i>] dish, stuck to him for the rest of his life and to his descendants for many later generations, to the point that Edom became his alternate designation.", "<b>Jacob said:</b> Just as you have a request from me, I too have something to ask of you. <b>Sell me your birthright this day,</b> meaning now.", "<b>And Esau said: Behold, I am going to die;</b> I am so tired that I feel that I am about to collapse. <b>For what do I need a birthright?</b> Even if some sort of financial benefit will accrue from the birthright, it will be actualized only in the distant future, and Esau the hunter is not a calculating individual who makes long-term plans.", "<b>Jacob said:</b> I am not satisfied with a simple declaration that you don’t care about the birthright. Rather, <b>take an oath to me this day</b> that you are transferring it to me. <b>He took an oath to him</b> that the birthright would belong to him, <b>and he sold his birthright to Jacob.</b> It is possible that the stew was given in payment for the birthright. However, it can be argued that as part of the family meal, the stew was not Jacob’s to sell to his brother. If so, perhaps Esau sold the birthright for a substantial sum, which Jacob handed over immediately or promised to give at a later time.", "<b>And Jacob gave Esau bread and a stew of lentils.</b> Jacob fed Esau, in accordance with the custom to eat a meal at the conclusion of an acquisition. By serving a meal, Jacob exhibited the seriousness of the purchase of the birthright for him. <b>He,</b> Esau, <b>ate</b> and <b>he drank,</b> and after he recovered and realized that he was not going to die, <b>he arose, and he went, and Esau scorned the birthright.</b> He remembered the sale, but he considered the entire incident ridiculous, pointless, and meaningless."], ["<b>There was a famine in the land, besides the first famine that was during the days of Abraham. Isaac,</b> who was a shepherd living in the south of the land of Canaan, <b>went to Avimelekh king of the Philistines, to Gerar.</b> Avimelekh was one of the local rulers of the Philistines, and perhaps he was king over all the Philistines at the time.", "<b>The Lord appeared to him, and said: Do not go down to Egypt; dwell in the land that I will tell you.</b> Like the other forefathers, Isaac too merited a divine revelation.", "<b>Reside in this land, and I will be with you, and I will bless you; for I will give all these lands to you and to your descendants, and I will keep the oath that I took to Abraham your father.</b> You belong to this land, and it belongs to you and your descendants, and therefore you must stay here and live here.", "<b>And I will multiply your descendants like the stars of the heavens, and I will give to your descendants all these lands; and all the nations of the earth shall be blessed through your descendants.</b>", "However, your right to the land is not due exclusively to your own merit; rather, it originated <b>because Abraham heeded My voice, and kept My commission, My commandments, My statutes, and My laws.</b>", "<b>Isaac lived in Gerar.</b> Since he was prohibited from leaving for Egypt, Isaac remained in Gerar.", "<b>The men of the place asked him with regard to his wife. He said: She is my sister.</b> Isaac thereby followed Abraham’s example (12:13, 20:2). In a sense his claim was justified, as Rebecca was related to him. It is possible that Isaac and Rebecca were similar enough in appearance that this contention would be accepted. <b>As he was afraid to say:</b> She is <b>my wife,</b> for he said to himself: <b>Lest the men of the place kill me over Rebecca, because she is of fair appearance.</b> An earlier verse already mentioned Rebecca’s beauty as a young girl (24:16), but her age at the time of this incident is not stated. Perhaps due to the negative experience of the residents of Gerar during Abraham’s earlier visit (20:1–18), they accepted Isaac’s claim at face value, and were careful not to take a woman from his tribe.", "Yet, <b>it was when the days he was there were extended,</b> and Isaac was less careful; <b>Avimelekh king of the Philistines looked out through the window,</b> as he presumably lived in a palace that was taller than the surrounding buildings, <b>and behold, he saw Isaac</b> in his house <b>playing,</b> engaging in sexual activity, <b>with Rebecca his wife.</b>", "<b>Avimelekh summoned Isaac and said: Behold,</b> I have seen that <b>she is your wife; how did you say: She is my sister?</b> Why did you deceive me? <b>Isaac said to him: Because I said,</b> or I thought to myself: <b>Lest I die over her.</b> If I reveal that she is my wife, they might kill me and take her.", "<b>Avimelekh said: What is this that you have done to us,</b> by cheating us? <b>One of</b> the men of <b>the people almost lay with your wife; you would have brought guilt,</b> sin, <b>upon us.</b> Whether this is the same Avimelekh as in the days of Abraham or a different individual, what unfolded when Sarah was taken (see chap. 20) had not been forgotten in Avimelekh’s household. Therefore, Isaac did not rely on the moral probity of the residents of Gerar.", "<b>Avimelekh commanded all the people, saying: Anyone who touches this man or his wife,</b> as it has now been established that Rebecca is Isaac’s wife, <b>shall be put to death.</b>", "Up to this point, the incidents in Isaac’s life parallel events that occurred in Abraham’s life. The focus now turns to deeds performed by Isaac that were apparently not done by his father. It is likely that Abraham the nomad was occupied mainly with shepherding. In contrast, Isaac, who lived in Gerar, engaged also in agriculture. <b>Isaac sowed in that land and found in that year one hundredfold.</b> He reaped one hundred times what he sowed, a very respectable yield even nowadays. <b>And</b> the explanation for this unusually large crop is that <b>the Lord blessed him.</b>", "<b>The man grew wealthy, and continued to grow until he became very wealthy.</b> Since Isaac grew more crops than he required, he sold the surplus and became wealthy as a result.", "<b>He had livestock of flocks, and livestock of cattle, and a great household,</b> a general term covering slaves, maidservants, and all his household staff; <b>the Philistines envied him,</b> as his neighbors were not similarly blessed in their fields.", "Here the chapter inserts a comment that will be important for the continuation of the story: <b>All the cisterns that his father’s servants dug in the days of Abraham, his father, the Philistines sealed them</b> after Abraham left Gerar, <b>and filled them with earth.</b> Isaac was uncomfortable in Gerar not only due to his great wealth, which aroused envy among his neighbors, but also because his father’s wells had been filled with earth.", "The envy and general resentment of the residents of Gerar toward Isaac also finds expression in a statement of the king, which represents the overall feeling of the public. <b>Avimelekh said to Isaac: Leave us, for you have grown much mightier than we.</b> You are too strong for us; one who grows wealthy in such an irregular manner is liable to upset the social and political balance in our community.", "<b>Isaac left there,</b> probably southward, <b>and he encamped in the Valley of Gerar and settled there.</b>", "As he required water in his new place, <b>Isaac again dug the cisterns of water that they had dug in the days of Abraham, his father, and that the Philistines had sealed after the death of Abraham.</b> There were certainly sufficient markers by which he could locate the wells. <b>He called them names like the names that his father called them.</b> Due to their importance, the serviceable wells were given names.", "<b>Isaac’s servants dug in the valley,</b> as it is easy to find ground water in the channels of streams, <b>and they found there a well of fresh water.</b>", "<b>The herdsmen of Gerar quarreled with Isaac’s herdsmen, saying: The water is ours.</b> Since you are residing near our city of Gerar, in our territory, the water belongs to us. <b>He called the name of the well Esek, because they involved themselves</b> [<b><i>hitasseku</i> </b>], fought, <b>with him.</b>", "<b>They,</b> Isaac’s servants, <b>dug another well, and they,</b> the Philistines, <b>quarreled over it as well. He called it Sitna,</b> accusation.", "Again <b>he,</b> Isaac, <b>moved from there and dug another well, and they did not quarrel over it. He called its name Rehovot, and he said: As now the Lord has expanded space</b> [<b><i>hirḥiv</i></b>] <b>for us, and we shall be fruitful in the land;</b> now we can dwell in our place in peace. Isaac assumed that the herdsmen of Gerar would likely leave this particular well alone, as they preferred to tend their flocks nearer to their city, and the well was situated far from their territory.", "<b>He,</b> Isaac, <b>ascended from there to Beersheba,</b> which was at a higher altitude than his previous location in the Valley of Gerar, as Beersheba was built on a raised area. It is also possible that Isaac’s move to Beersheba is described as an ascension due to the importance of the city.", "<b>The Lord appeared to him that night and said: I am the God of Abraham your father. Fear not,</b> despite the fact that you have been forced to move due to the provocations of the Philistines, <b>as I am with you; I will bless you and multiply your descendants for the sake of My servant Abraham.</b>", "<b>He built an altar there and proclaimed the name of the Lord.</b> Like Abraham, Isaac performed a ceremony or prayer in which he publicly invoked God’s name. <b>And he pitched his tent there. And Isaac’s servants dug a well there,</b> near Beersheba.", "Later, <b>Avimelekh</b> king of the Philistines <b>went to him,</b> Isaac, <b>from Gerar, with a group of his associates and Pikhol the captain of his guard.</b>", "Upon seeing the arrival of a friendly delegation, <b>Isaac said to them: Why did you come to me?</b> After all, <b>you hated me, and you sent me from among you.</b>", "<b>They said: We saw that the Lord was with you,</b> since you grew and prospered beyond the status of a private individual, <b>and</b> therefore <b>we said: Let there please be an oath</b> of a covenant <b>between us, between us and you; we will establish a covenant with you:</b>", "<b>If you will</b> or so that you will <b>do us no harm, when we have not touched you, and when we have done only good with you, and we sent you in peace.</b> While it is true that we feared you and banished you from our land, nevertheless you lived among us for a certain period and were not sent away in a violent manner or with hatred. Perhaps we were mistaken in dismissing you; in any case we see that <b>you are now the blessed of the Lord,</b> and therefore we wish to establish a covenant with you.", "Isaac agreed, and <b>he made a feast for them, and they ate and drank,</b> in accordance with the custom after establishing a covenant.", "<b>They awoke in the morning and took oaths to one another</b> that they would keep the covenant and maintain friendly relations from that time forward. <b>Isaac sent them</b> back, <b>and they went from him in peace.</b>", "<b>It was on that day</b> that Avimelekh left, and <b>Isaac’s servants came and told him with regard to the well that they had dug.</b> Isaac’s servants had continued digging wells. <b>They said to him: We have</b> again <b>found water.</b>", "<b>He called it Shiva,</b> in allusion to the oath [<i>shevua</i>] <b>; therefore, the name of the city is Beersheba to this day.</b>", "<b>Esau was forty years old.</b> Esau tried to imitate his father, at least on the superficial level. Just as Isaac married at forty, at an age when one’s mind is already settled, Esau did the same. <b>And he took as a wife Yehudit, daughter of Be’eri the Hitite, and Basmat, daughter of Eilon the Hitite,</b> who were two Hitite women.", "The Torah attests: <b>They were a source of bitterness to Isaac and to Rebecca.</b>"], ["<b>It was when Isaac was old, and his eyes dimmed from seeing,</b> as he became blind, or his sight diminished considerably; <b>he summoned Esau, his elder son, and said to him: My son. He,</b> Esau, <b>said to him: Here I am.</b> Esau responded in the proper manner, as there was a mutually positive relationship between father and son.", "<b>He,</b> Isaac, <b>said: Behold, I have now grown old; I do not know the day of my death.</b> In actuality, Isaac lived far longer than he expected, for as it follows from various calculations, he did not die until many years after this episode. Perhaps due to his blindness and inactive life, he felt old and frail before his time.", "<b>Now, please take your</b> hunting <b>gear, your quiver,</b> which is hung on one’s back, <b>and your bow, and go out to the field and hunt game for me.</b>", "<b>Prepare for me tasty food</b> from the animals you capture, <b>such as I like.</b> As stated above (25:28), Esau would regularly feed Isaac from the animals he hunted, and Isaac enjoyed such meals. <b>And bring it to me, and I will eat, so that my soul will bless you before I die.</b>", "<b>Rebecca heard as Isaac spoke to Esau his son. Esau went to the field,</b> in accordance with his father’s command, <b>to hunt game</b> in order <b>to bring</b> it to him.", "<b>Rebecca said to Jacob her son, saying: Behold, I heard your father speak to Esau your brother, saying</b> as follows:", "<b>Bring me game and prepare for me tasty food, and I will eat, and I will bless you before the Lord before my death.</b>", "<b>Now, my son, heed my voice to that which I command you.</b> Rebecca invokes her authority in her address to her son, as she is telling him to perform a complicated and ostensibly questionable maneuver.", "<b>Please go to the flock and take for me from there two fine goat kids.</b> Rebecca assumed that Esau would return from his hunt with a deer or two. Consequently, she asked Jacob to bring two goat kids, which are similar in taste to deer. <b>And I will make them tasty food for your father, such as he likes.</b> Since she knew how to cook for her husband and was familiar with his sensitivities, it was likely that she could prepare him a dish of goat meat whose taste he would be unable to distinguish from that of deer meat.", "<b>You shall bring it to your father and he will eat, so that he will bless you before his death.</b>", "<b>And Jacob said to Rebecca his mother:</b> I cannot approach my father as Esau, as <b>behold, Esau my brother is a hairy man.</b> Covered with hair already at birth, Esau had become even more hairy over the years. <b>And I am a man of smooth skin.</b> Jacob might not have been entirely hairless, but he was smooth-skinned in comparison to Esau.", "<b>Perhaps my father will feel me,</b> not necessarily to discover my identity, but innocently, due to our physical proximity; <b>and I shall be in his eyes as a deceiver,</b> a trickster, as he will realize that I have disguised myself as Esau. <b>And</b> this is dangerous, as <b>I shall bring upon myself a curse and not a blessing.</b>", "<b>His mother said to him:</b> If you will be cursed, <b>your curse is upon me, my son.</b> This is a rhetorical expression of her acceptance of responsibility for the curse. <b>Only</b> in the meantime <b>heed my voice, and go, take</b> the goat kids <b>for me,</b> as I have commanded you.", "<b>He went, and took</b> the kids, <b>and brought</b> them <b>to his mother,</b> as she requested; <b>and his mother made tasty food, such as his father liked.</b>", "In response to the problem Jacob had raised, <b>Rebecca took the fine garments,</b> the best clothes, reserved for special occasions, <b>of Esau, her elder son, that were with her in the house, and she dressed Jacob, her younger son,</b> in them.", "<b>The hides of the kids of the goats she placed</b> as sleeves <b>on his hands and on the smooth of his neck,</b> as these are the exposed areas of the body where the difference between the brothers is likely to be most noticeable. When the blind Isaac felt the hides, he would assume that it was Esau standing before him.", "<b>She gave the tasty food and the bread that she prepared into the hand of Jacob her son.</b>", "<b>He came to his father and said: My father. He,</b> Isaac, <b>said: Here I am; who are you, my son?</b> It is possible that the voices of the twins, Jacob and Esau, were very similar, and therefore Isaac would always ask this question upon their arrival.", "<b>Jacob said to his father: I am Esau your firstborn; I did as you spoke to me. Arise now, sit and eat from my game, so that your soul will bless me.</b>", "Since Jacob did not go out hunting but simply took goat kids from the goat shed, he arrived sooner than his father had anticipated. Therefore, <b>Isaac said to his son: How is it that you hastened so to find it, my son?</b> According to my calculation, the hunt and the preparation of the dish should have taken longer. <b>He,</b> Jacob, <b>said: Because the Lord your God coordinated it,</b> the outcome, so that the game appeared <b>before me</b> without delay.", "Sensing that something strange was going on, <b>Isaac said to Jacob: Please approach, that I may feel you, my son,</b> so that I will know: <b>Are you my son Esau or not?</b> Due to his faulty eyesight, Isaac was unable to tell the twins apart.", "<b>Jacob approached Isaac his father, and he,</b> Isaac, <b>felt him. He said: The voice is the voice of Jacob,</b> as the subtleties of the voice bring to mind the voice of Jacob, <b>but the hands are the hands of Esau.</b>", "<b>He did not recognize him, because his hands were hairy like the hands of his brother, Esau; and he blessed him.</b> Although Jacob’s voice unnerved Isaac, his hands felt like those of Esau. Some say that Jacob’s vocabulary was also identical to that of Esau.", "<b>He said: Are you my son Esau?</b> Isaac sought further confirmation of his identity. <b>He said: I am.</b>", "<b>He said,</b> in a somewhat ceremonial fashion: <b>Serve me, and I will eat from my son’s game so that my soul will bless you. He served him, and he ate, and he brought him wine, and he drank.</b>", "After eating, Isaac’s spirits lifted, and he sensed a closeness to his son. And <b>Isaac his father said to him: Approach and kiss me, my son.</b>", "<b>He</b>, Jacob, <b>approached and kissed him. He,</b> Isaac, <b>smelled the scent of his,</b> Esau’s, fine <b>garments,</b> which had absorbed the scent of one who frequents the fields, <b>and he blessed him and said: See, the scent of my son is as the scent of a field that the Lord blessed.</b> The Sages suggest that Isaac smelled the scent of an orchard, as a field of grain does not emit a pleasant fragrance, whereas one can smell the fruit in an area planted with trees.", "While smelling the scent of the blessed field in the present, Isaac blesses Jacob with successful fields throughout his life. <b>God will give you from the dew of the heavens, from the fat of the earth, and an abundance of grain and wine.</b>", "From bread and wine, the blessing turns to the nation that will descend from Jacob. <b>Peoples will serve you, and nations will prostrate themselves to you. Be a lord</b> and leader <b>to your brethren,</b> conquer them, <b>and your mother’s sons will prostrate themselves to you. Cursed be one who curses you, and blessed be one that blesses you.</b>", "<b>It was when Isaac concluded blessing Jacob, and Jacob had just departed from the presence of Isaac his father, that Esau his brother came from his hunt.</b> Fortunately, Esau arrived only after Jacob had received the blessings and left the room.", "<b>He,</b> Esau, <b>too made tasty food, and brought it to his father. He said to his father: Let my father arise, and eat from his son’s game, so that your soul will bless me.</b>", "<b>Isaac his father said to him: Who are you?</b> Isaac was confused by this second entrance. <b>He said: I am your son, your firstborn, Esau.</b>", "<b>Isaac was overcome with great trembling,</b> as he realized something terrible had occurred. <b>And he said: Who is it then who hunted game and brought it to me? I ate from</b> it <b>all before you came, and I blessed him; indeed, he shall be blessed.</b> I know that the blessing has taken effect.", "<b>When Esau heard the words of his father, he cried a very great and bitter cry,</b> in disappointment, anger, and frustration. <b>And he said to his father: Bless me too, my father.</b>", "<b>He,</b> Isaac, <b>said</b> to him: <b>Your brother came with deceit, and he took your blessing.</b> The blessing has already taken effect and I cannot retract it. What’s done is done.", "<b>He,</b> Esau, <b>said</b> in anger: <b>Is it for this that his name was called Jacob [<i>Ya’akov</i>]?</b> Although Jacob was originally named for the manner in which he held on to Esau’s heel [<i>akev</i>] at birth (see 25:26), and thus was born on his brother’s heels, here Esau uses the same root in its meaning of deceit and cheating. <b>As he deceived me [<i>vayakveni</i>] these two times: He took my birthright,</b> as he purchased it from me with deception, <b>and behold, now he</b> also <b>took my blessing.</b> Having been told that Isaac cannot undo what he had done, <b>he said: Have you not reserved a blessing for me?</b> There must be some kind of blessing left for me. You could not have granted Jacob all possible blessings.", "<b>Isaac answered and he said to Esau: Behold, I have made him a lord to you; I have given to him all his brethren as servants; and I have supported him with grain and wine;</b> I have blessed him that produce and wine should be easily available to him. <b>For you then, what shall I do, my son?</b> Since I am unable to negate his blessing, what blessing can I bestow upon you that will correspond to that which Jacob received?", "<b>Esau said to his father: Have you but one blessing, my father?</b> There must be a blessing that does not conflict with the one you have already bestowed upon Jacob. <b>Bless me too, my father,</b> with some sort of blessing. <b>And</b> in his despair, <b>Esau raised his voice and wept.</b>", "Ultimately, Isaac finds a way to bless his elder son as well. <b>And Isaac his father answered and said to him: Behold, from the fat of the earth shall be your dwelling,</b> you too shall inherit a fertile portion, <b>and from the dew of the heavens above.</b>", "<b>By your sword you shall live.</b> Since you are not the firstborn, you do not enjoy full rights to your place of dwelling, and therefore you will constantly have to fight for it. <b>And you shall serve your brother. But it will be when you revolt</b> that you will free yourself from him, <b>and you will remove his yoke from your neck.</b> However, in the basic state of affairs, he will be the lord and you will be his slave.", "<b>Esau hated Jacob because of the blessing that his father blessed him,</b> and for the results of that blessing. <b>Esau said in his heart: The days of mourning for my father will approach,</b> or my father will die, <b>and I will kill my brother Jacob.</b> Out of respect for his father, whom he accepted as a figure of authority, Esau would not dare to harm his brother while Isaac was still alive.", "<b>The words of Esau her elder son were told to Rebecca; she sent and summoned Jacob her younger son and said to him: Behold, your brother Esau consoles himself in your regard to kill you.</b> He consoles himself with the thought that he will kill you.", "<b>Now my son, heed my voice.</b> Just as you listened to me and took the blessing, which brought you into this problematic situation, you should once again obey me, this time in order to get you out of it. <b>And arise, flee to Laban my brother, to Haran,</b> where you can take refuge.", "<b>Live with him a few years, until your brother’s anger subsides;</b>", "<b>until your brother’s anger subsides from you, and he forgets that which you did to him,</b> and until the matter of the blessings ceases to bother him. Once I see that his anger has calmed, <b>I will send</b> a messenger <b>and take you from there,</b> Haran. If you do not leave and keep away, you are liable to fight and even kill each other. <b>Why should I be bereaved of both of you on one day?</b>", "<b>Rebecca said to Isaac: I loathe my life,</b> I am tired of life, <b>due to the daughters of Het,</b> whom Esau married (see 26:34–35). <b>If Jacob takes a wife from the daughters of Het, like these, from the daughters of the land, why do I need life?</b> Rebecca hints to Isaac that he should suggest that Jacob follow his example and take a wife from his family who live far away, rather than from the local daughters of Het."], ["As a result of Rebecca’s statement, or perhaps after arriving at this decision independently, <b>Isaac summoned Jacob. He blessed him, and he commanded him; he said to him: Do not take a wife from the daughters of Canaan,</b> in the manner of your brother.", "<b>Arise, go to Padan Aram, to the house of Betuel, father of your mother, and take yourself a wife from there, from the daughters of Laban, brother of your mother.</b> Apparently Isaac knew that Laban had daughters, as some sort of contact was maintained between the families.", "Isaac now bestows another blessing upon Jacob: <b>May God Almighty,</b> a name of God that expresses His might and His many deeds, <b>bless you, and make you fruitful and multiply you; may you be an assembly of peoples,</b> meaning that your descendants will become a great nation;", "<b>may He give you the blessing of Abraham – to you, and to your descendants with you – to inherit the land of your residence, which God gave to Abraham.</b> With this statement, Isaac reaffirms the initial blessing he gave his younger son: Indeed, Jacob will inherit Abraham’s legacy.", "<b>Isaac sent Jacob, and he went to Padan Aram, to Laban, son of Betuel the Aramean, brother of Rebecca, mother of Jacob and Esau.</b>", "<b>Esau saw that Isaac blessed Jacob and sent him to Padan Aram, to take himself a wife from there. In blessing him he commanded him, saying: Do not take a wife from the daughters of Canaan.</b>", "<b>Jacob heeded his father and his mother, and he went to Padan Aram.</b>", "<b>Esau saw that the daughters of Canaan were objectionable in the eyes of Isaac his father.</b> Until this point, Esau thought that the main objection to his marrying women from Canaan came from his mother. It was only now that he realized how displeased his father was with his choice.", "Therefore, <b>Esau went to</b> his uncle <b>Ishmael, and took Mahalat, the daughter of Ishmael son of Abraham, sister of Nevayot,</b> Ishmael’s firstborn, <b>in addition to his</b> previous <b>wives, as his wife.</b> In this manner, he too married his cousin, as was planned for Jacob."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 25:19-28:9", "heRef": "ביאור שטיינזלץ על בראשית כ״ה:י״ט-כ״ח:ט׳", "sections": ["25", "19"], "toSections": ["28", "9"], "sectionRef": "Steinsaltz on Genesis 25-28", "heSectionRef": "ביאור שטיינזלץ על בראשית כ״ה-כ״ח", "firstAvailableSectionRef": "Steinsaltz on Genesis 25:19-28:9", "isSpanning": true, "next": "Steinsaltz on Genesis 29", "prev": "Steinsaltz on Genesis 24", "title": "Steinsaltz on Genesis 25-28", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 25:19-34", "Steinsaltz on Genesis 26", "Steinsaltz on Genesis 27", "Steinsaltz on Genesis 28:1-9"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}