{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>The Lord spoke to Moses, saying:</b>", "<b>Command Aaron and his sons:</b> Since the following laws pertain to the priestly responsibilities and privileges, the command was directed specifically toward Aaron and his sons. <b>Saying: This is the law of the burnt offering.</b> Although the laws of the burnt offering were essentially delineated in the beginning of Leviticus (see chap. 1), an additional point is added by the verse here: <b>It is the burnt offering</b> that burns <b>on the pyre on the altar all night until the morning, and the fire of the altar shall be kept burning on it.</b> Most of the Temple service was performed during the day, including the slaughter of the burnt offering and the sprinkling of its blood upon the altar. The burning of the offering upon the altar, however, could be performed at night. When many offerings were sacrificed during the day, they would remain burning on the pyre throughout the night. The fire on the altar was especially intense, as the wood of the pyre was coupled with the fat of the portions of the animals that were burned on the altar. The burnt offering, which was burned in its entirety, burned slowly on the pyre relative to the other offerings, as its fat was covered by its flesh. It was also offered after all the other offerings had been sacrificed. Consequently, it remained on the altar throughout the night.", "At the end of the night, <b>the priest shall don his linen vestment [<i>middo</i>],</b> which is precisely fitted to his size [<i>midda</i>], <b>and his linen trousers,</b> another basic article of the priestly garments, <b>he shall don on his flesh; and he shall separate</b> from the altar <b>the ashes of the burnt offering that the fire consumes on the altar, and he shall place it beside the altar.</b> The removal of these accumulated ashes from the altar was a daily ritual that could be likened to an offering itself.", "<b>He,</b> the priest, <b>shall remove his vestments and don other</b> priestly <b>vestments</b> of lesser quality than the previous vestments. According to tradition, it was prohibited for the priestly vestments to be soiled or worn out; consequently, the priest had to change his clothing when performing this particularly sullying rite. Aside from the symbolic, daily removal of the ashes that was performed after the completion of the day’s rites and before the arrival of the new day, it was also necessary to remove ash from the altar when copious amounts accumulated on it. <b>And</b> in that case, <b>he shall take the ashes outside the camp.</b> In the wilderness, the ashes from the altar in the Tabernacle were placed outside the encampment of the Israelites, while the ashes from the altar in the Temple were placed outside the walls of Jerusalem. The Sages teach that the ashes were placed outside the northern part of the city. These ashes shall be taken <b>to a pure place.</b> They are not of inferior status; rather, they are removed because it is prohibited to make use of them. Accordingly, they must be taken to a pure place.", "<b>The fire on the altar shall be kept burning on it; it shall not be extinguished, and</b> to that end, <b>the priest shall kindle wood on it every morning.</b> He shall arrange a new pyre on the altar every morning to feed the continuously burning fire. In addition, <b>he shall arrange the</b> pieces of the <b>burnt offering upon it, and he shall</b> also <b>burn on it the fats of the peace offering.</b> Although the peace offering was not the only offering whose fats were burned on the altar, it seems that the Torah deliberately omits mention of the sin offering or guilt offering in this context. Accordingly, it mentions only the burnt offering, which is the first offering of the morning, and the peace offering.", "The Torah reiterates what was mentioned in the previous verse, establishing a continuous obligation: <b>A perpetual fire shall be kept burning upon the altar; it shall not be extinguished.</b> This concludes the laws of the burnt offering, although other laws were introduced in this passage as well: the removal of the ashes from the altar, their removal to a pure place outside the camp, the arrangement of the wood on the altar, and the requirement to maintain a perpetual fire upon the altar. This is because these laws are especially relevant to the daily burnt offerings, which were the first and last offerings to be sacrificed during the day.", "<b>This is the law of the meal offering.</b> A general overview of the meal offering already appears in the beginning of Leviticus (chap. 2). Here the Torah emphasizes the priestly obligations pertaining to the meal offering. <b>The sons of Aaron shall present it before the Lord to the front of the altar.</b>", "After the priest presents the meal offering at the foot of the altar, <b>he shall separate from it,</b> from the meal offering, <b>his handful,</b> by inserting his middle three fingers into the meal offering, <b>from the high-quality flour of the meal offering and from its oil.</b> The base of all meal offerings is flour; generally, a large measure of oil is mixed into the flour as well. <b>And</b> he shall also remove <b>all the frankincense that is on the meal offering.</b> The priest would sprinkle frankincense on the mixture of flour and oil. <b>He shall burn its memorial portion,</b> both the handful of flour and all the frankincense, <b>on the altar,</b> as <b>a pleasing aroma to the Lord.</b>", "<b>The remnant of it Aaron and his sons shall eat</b> in their role as priests in the Temple; <b>as unleavened bread it shall be eaten.</b> Leavened bread was hardly ever brought to the Temple (see 2:11). Here, the verse stresses that the remnants of the meal offering must also be consumed unleavened, and they are to be consumed <b>in a holy place; in the courtyard of the Tent of Meeting they shall eat it.</b>", "<b>It,</b> the meal offering, <b>shall not be baked leavened.</b> Aside from the general prohibition against allowing the meal offering to become leavened, there is an additional prohibition against baking it leavened. <b>I have given it as their,</b> that is, the priests’, <b>portion from My fire offerings; it,</b> the entire meal offering, <b>is a sacred sacrament like the sin offering and like the guilt offering.</b>", "Because of the sacred nature of the meal offering, <b>every male among the children of Aaron shall eat it,</b> but other members of the priest’s family could not partake of it. This is yet another indication that the consumption of the remnant by the priests is itself a sacrificial rite, which may be performed only by the priests themselves, in contrast to other sacred items that are given to the priests as gifts, which may be consumed by all members of the priest’s family (see 22:11–13). It is <b>an eternal statute for your generations from the fire offerings of the Lord.</b> The verse now states an additional law: <b>Anything that touches them,</b> the meal offerings, <b>shall become sacred.</b> Since it is possible to consume meal offerings, sin offerings, and guilt offerings with other foods, the Torah states that anything that touches them and thereby absorbs their taste must be treated with their sanctity.", "Following the previous verses, which discussed the laws of meal offerings in general, many of which pertained to their consumption by the priests, the Torah now discusses certain meal offerings that are brought only by the priests: <b>The Lord spoke to Moses, saying:</b>", "<b>This is the offering of Aaron and of his sons that they shall present to the Lord on the day he is anointed,</b> on the first day that any priest performs the Temple service. This is known as the priestly meal offering of inauguration. Although the verse refers to any priest who enters the service, this same offering is to be brought by the High Priest every day. In that context, it is known as the griddle-cake offering of the High Priest: <b>One-tenth of an ephah of high-quality flour as a perpetual meal offering, half of it in the morning, and half of it in the evening.</b> The Sages explain that this last clause applies only to the griddle-cake offering of the High Priest. The priestly meal offering of inauguration, however, was brought only once on the day of a priest’s investiture.", "<b>On a pan it,</b> the meal offering, <b>shall be prepared with oil,</b> fried; <b>you shall bring it boiled</b>. <b>You shall present the baked meal offering in pieces;</b> that is, it is boiled, then baked, and then fried. The meal offering was prepared as one loaf and then broken into pieces. All of it was burned on the altar as <b>a pleasing aroma to the Lord.</b>", "As mentioned above (verse 13), this offering was brought not only by a priest when beginning his Temple service, but also, <b>the priest who is anointed in his stead from his sons,</b> the High Priest, who is descended from Aaron, <b>shall prepare it</b> every day as a fixed offering. <b>It is an eternal statute to the Lord; it shall be burned in its entirety</b> upon the altar.", "Likewise, <b>every meal offering of the priest,</b> whether brought as a voluntary meal offering or in any other manner, <b>shall be offered in its entirety,</b> entirely burned on the altar; <b>it shall not be eaten.</b> This is in contrast to the meal offering of a non-priest, of which only a portion is burned on the altar, while the remainder is designated by God for the priests’ consumption alone.", "<b>The Lord spoke to Moses, saying:</b>", "<b>Speak to Aaron and to his sons, saying: This is the law of the sin offering.</b> After previously stating the basic laws of the sin offering (see chaps. 4–5), the Torah elaborates: <b>In the place where the burnt offering is slaughtered,</b> on the north side of the altar (see 1:11), <b>the sin offering shall be slaughtered before the Lord; it is a sacred sacrament.</b> The difference between a sacred sacrament and an offering of lesser sanctity is not only conceptual; there are also practical differences with regard to the manner in which each type of offering is sacrificed. For example, since a burnt offering and sin offering are sacred sacraments, they must be slaughtered on the north side of the altar.", "Furthermore, <b>the priest who presents it as a sin offering [<i>hameḥatei</i>] shall eat it.</b> The priest who engages in the sacrificial rite of the sin offering has the first right to consumption of its meat. However, as will be stated below (6:22), in practice this right is granted to all priests serving in the Tabernacle on that day. Additionally, since the consumption of the sin offering is itself a sacred act, <b>in a holy place it shall be eaten, in the courtyard of the Tent of Meeting.</b>", "<b>Anyone who shall touch its flesh,</b> the flesh of the sin offering, <b>shall become holy.</b> It must be treated with sanctity, and, like the sin offering, it must be consumed in a holy place, by the priests, and within the allotted time in which the sin offering itself may be consumed. <b>And if some of its blood is</b> accidentally <b>sprinkled on a garment</b> rather than the altar, then <b>that upon which it is sprinkled you shall wash in a holy place.</b> It may not be removed from the holy place, just like the blood itself.", "Since the sin offering is consumed by the priests only after first cooking or roasting it, the status of the cooking implements must also be clarified: <b>An earthenware implement in which it,</b> the sin offering, <b>shall be cooked shall</b> subsequently <b>be broken,</b> as such a vessel absorbs some of the matter of the sin offering during the cooking process. This matter will remain absorbed in the implement beyond its allotted time for consumption; it will then be rendered unfit for consumption, at which point the matter must be destroyed. As such, the implement must be destroyed after the elapse of that allotted time. This is similar to the law that an earthenware implement is not purified through immersion in water or in any other manner, and so, when it becomes impure, it remains that way until it is broken (see 11:33). <b>If it is is cooked in a bronze implement, it shall be scoured,</b> scrubbed clean, then placed in boiling water to purge the absorbed matter <b>and rinsed in water.</b> It is then permitted subsequently to use such a vessel.", "It has already been stated that the priest who sacrifices the sin offering has the first right to its consumption. Nevertheless, <b>every male among the priests shall eat it,</b> that is, may partake of it, and their consumption is part of the atonement process. <b>It,</b> the entire sin offering, <b>is a sacred sacrament.</b>", "Until now, this passage has discussed only the typical sin offering brought by an individual who unwittingly transgresses certain prohibitions. Earlier, however (chap. 4), the Torah mentioned several different types of sin offerings, in particular the sin offering of the High Priest and the sin offering brought for an unwitting communal sin, whose blood is not sprinkled on the outer altar, but inside the Sanctuary itself. These offerings are referred to by the Sages as the inner sin offerings and are mentioned in this verse: <b>Any sin offering from which blood shall be brought to the Tent of Meeting</b> to sprinkle opposite the curtain and on the incense altar, <b>to atone in the holy place, shall not be eaten</b> at all; rather, <b>it shall be burned in fire.</b> As stated above (4:1–21), certain portions of these sin offerings are burned on the altar, while the remainder is burned outside the encampment of Israel. Here, the Torah explicitly states that its consumption is prohibited."], ["<b>This is the law of the guilt offering.</b> The instances in which one brings a guilt offering have already been described above (5:14–26). The Torah now describes the manner of its sacrifice: <b>It is a sacred sacrament.</b> The guilt offering is considered an offering of the most sacred order, and its sanctity therefore demands greater stringency than an offering of lesser sanctity.", "Because a guilt offering is an offering of the most sacred order, <b>in the place where the burnt offering is slaughtered they shall slaughter the guilt offering,</b> on the north side of the altar (see 1:11). The equation of the guilt offering with the burnt offering is of great significance, as one might have otherwise assumed that the latter is of greater sanctity, since it is burned in its entirety on the altar. <b>And its blood he,</b> the priest, <b>shall cast</b> from the vessel into which the blood was received when the animal was slaughtered <b>around the altar,</b> like the blood of the burnt offering, and unlike the blood of the sin offering, which the priest places with his finger on the horns of the altar.", "Although the guilt offering resembles the burnt offering with regard to the sprinkling of its blood, in other matters it is comparable to the sin offering: <b>All of its fat he shall offer from it: The fat tail</b> of the guilt offering, which may be either a ram or a lamb, <b>and the</b> large layer of <b>fat that covers the innards,</b>", "<b>and the two kidneys and the fat that is on them, which is on the flanks, and the diaphragm above the liver; he shall remove it with the kidneys</b> from the liver, which is not burned on the altar.", "<b>The priest shall burn them on the altar as a fire offering to the Lord; it is a guilt offering.</b>", "With regard to the flesh that is not consumed on the altar, <b>every male among the priests may eat it; in a holy place it shall be eaten: It is a sacred sacrament.</b> The requirement to consume the flesh of the guilt offering in a holy place, in the courtyard of the Tabernacle or Temple, stems from its status as an offering of the most sacred order. By contrast, it was permitted for offerings of lesser sanctity to be consumed anywhere in the Israelite camp surrounding the Tabernacle in the wilderness, or anywhere in Jerusalem during the time the Temple was in existence.", "<b>Like the sin offering, so is the guilt offering; there is one law for them.</b> In both cases, <b>the priest that atones with it, it,</b> the flesh of the offering, <b>shall be his.</b> The right to consume the guilt offering is given to the priest that sacrifices it. He may choose to consume it himself or divide it among the other priests", "Similarly, in the case of <b>the priest who presents the burnt offering of a man,</b> although the flesh is burned in its entirety, <b>the hide of the burnt offering that he presents, it shall be for the priest,</b> not the individual who brings the offering. This law holds true for other offerings as well, with the exception of the peace offering.", "<b>Every meal offering that is baked in the oven, and any prepared</b> by frying <b>in a deep pan, or on a</b> shallow <b>pan, it shall be for the priest who presents it.</b>", "<b>Every meal offering,</b> either <b>mixed with oil,</b> e.g., the voluntary meal offering of flour mixed with oil (see 2:1) <b>or dry,</b> e.g., the meal offering of a sinner, which does not contain any oil (see 5:11), <b>shall be for all the sons of Aaron, one like another.</b>", "<b>This is the law of the peace offering that one presents to the Lord.</b> The peace offering, which is consumed in partnership, as it were, with God, has already been mentioned above (chap. 3). Here, the Torah discusses a particular type of peace offerings whose laws are unique.", "<b>If he presents it for thanksgiving,</b> then although it is indeed a peace offering with regard to its sanctity and the manner in which it is sacrificed, there is an additional requirement: <b>He shall present with the thanks offering unleavened loaves mixed with oil, and unleavened wafers,</b> similar to pitas, <b>smeared with oil, and loaves of boiled high-quality flour,</b> flour that is first boiled and then baked into loaves, <b>mixed with oil.</b>", "Although leavened bread is generally forbidden as part of an offering (see 2:11), in this exceptional case, <b>with loaves of leavened bread he shall present his offering with the thanks offering of his peace offerings.</b>", "<b>He shall present from it,</b> the loaves, <b>one of each offering,</b> one unleavened loaf mixed with oil, one unleavened wafer smeared with oil, one loaf of boiled fine flour mixed with oil, and one loaf of leavened bread, <b>as a gift to the Lord; it shall be for the priest who sprinkles the blood of the peace offering.</b> The remaining loaves belong to the owner of the thanks offering.", "<b>The flesh</b> that remains <b>of the thanks offering of his peace offerings,</b> after the removal of the portions intended for burning on the altar, <b>shall be eaten on the day of its offering.</b> In contrast to a typical peace offering, a thanks offering may be consumed only on the day it is offered; <b>he shall not leave any of it until the</b> next <b>morning.</b>", "In contrast to a thanks offering, which may be consumed only on the day of its offering and the following night, <b>if his offering is</b> brought in fulfillment of <b>a vow</b> to bring an offering, <b>or a pledge</b> to offer a specific animal, <b>on the day that he presents his offering it shall be eaten and</b> also <b>on the morrow, and that which remains of it</b> on the first day <b>may be eaten</b> on the morrow as well. In all, a vow offering or a pledge offering may be consumed for two days and the evening between them.", "<b>That which remains of the flesh of the offering on</b> the morning of <b>the third day shall be burned in fire.</b>", "<b>If the flesh of his peace offerings shall be eaten on the third day, it shall not be accepted, nor shall it be credited to him that presents it;</b> rather, <b>it shall be a detestable thing.</b> The Sages explain that the verse refers to a case where, at the time of an animal’s sacrifice, an individual expresses intent to leave over some of the flesh until the third day, which disqualifies the offering. Although the leftover flesh does not appear different from other flesh, it is rendered detestable [<i>piggul</i>] by Torah law, and <b>the person who eats from it shall bear his iniquity.</b>", "The Torah now states another law that resembles those of the leftover and detestable flesh, both of which disqualify an offering and render its consumption prohibited: <b>The flesh</b> of an offering <b>that shall touch any impure item shall not be eaten.</b> Leftover and detestable flesh are not impure by Torah law, although the Sages decreed that they transmit some measure of impurity. Sacrificial meat that contracts ritual impurity may not be consumed, even if it is not leftover or detestable. Rather, <b>it shall be burned in fire; and with regard to the</b> ritually pure <b>flesh</b> of a peace offering, <b>every pure person may eat</b> the <b>flesh,</b> not only the owner of the offering.", "<b>The person who eats flesh of the peace offering that is to the Lord while his ritual impurity is upon him</b> receives a severe punishment: <b>That person shall be excised from his people.</b>", "This holds true not only for ritual impurity that stems from the person himself, but also from impurity that comes from without: <b>When a person touches anything impure: the impurity of man,</b> that is, any one of the types of impurities that a person may contract, <b>or a non-pure animal,</b> a non-kosher animal carcass, <b>or any impure, detestable thing,</b> a dead creeping animal (see 11:20–43), once an individual touches any of the aforementioned sources of impurity, he is rendered impure, <b>and</b> consequently, if he shall <b>eat of the flesh of the peace offering that is to the Lord, that person shall be excised from his people.</b>", "Until now, the Torah has described three categories of disqualifications with regard to a peace offering, which are also applicable to all other offerings: leftover flesh, which results from inaction, that is, failure to consume an offering within its allotted time; detestable flesh, which is the result of prohibited intent; and ritual impurity, which is dependent on an action, contact with an impure item. The punishment for consuming any of these disqualified offerings is severe: excision from the people. The following law does not directly pertain to offerings, but it bears relation to the laws stated above: <b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: All fat of a bull or a sheep or a goat you shall not eat.</b> One may not consume the fat of those types of animals that may be brought as an offering, even if they are not sacrificed in practice.", "<b>The fat of an unslaughtered carcass</b> of a pure animal that died naturally, <b>and the fat of a mauled animal</b> or an animal with an equally severe injury or defect <b>may be used for all labor.</b> You may benefit from such fat in any manner, <b>but you shall not eat it.</b>", "<b>For anyone who eats fat from an animal that one could offer from it a fire offering to the Lord, the person eating shall be excised from his people.</b> In addition to the earlier prohibition against consuming the fat of an offering (3:17), the Torah states here that this prohibition applies even to animals that are not fit to be brought as offerings, such as an unslaughtered carcass and a mauled animal, and that one who consumes the fat of an animal is liable to excision.", "Likewise, <b>all blood you shall not eat in any of your dwellings, of bird or of animal.</b> Since their blood is sacrificed as an offering to God on the altar, it may not be consumed by man (see 3:17). In contrast to the prohibition against consuming the fat of an offering, this prohibition extends even to the blood of birds, as there are bird offerings whose blood is placed on the altar as well.", "Moreover, <b>any person who eats any blood,</b> even the blood of an animal that may not be sacrificed as an offering, <b>that person shall be excised from his people,</b> though the Sages derived that this does not include the blood of smaller creatures such as fish or grasshoppers. Although some of their laws differ from one another, the prohibitions against consuming fat and consuming blood are similar in that the basis for their prohibition is that both are sacrificed as offerings to God, as mentioned in the previous verse. In addition, both prohibitions apply to non-sacred animals in addition to sacrificial animals. However, while the prohibition with regard to fat applies only to species of animals that are fit to sacrifice as an offering, the prohibition with regard to blood applies to other creatures as well, albeit for another reason.", "The Torah now describes various details with regard to the peace offering that were previously unmentioned: <b>The Lord spoke to Moses, saying:</b>", "<b>Speak to the children of Israel, saying: The one who presents his peace offering to the Lord shall</b> himself <b>bring his offering to the Lord from his peace offering.</b>", "<b>His own hands shall bring the fire offerings of the Lord; the fat on the breast he shall bring it.</b> The fat rests on the breast when they are presented in his hands, but only the fat will be burned on the altar, while with regard to <b>the breast,</b> he is <b>to wave it as a wave offering</b> to display it <b>before the Lord</b>. However, it is not offered on the altar.", "<b>The priest shall burn the fat on the altar; and the breast shall be for Aaron and for his sons.</b> The breast is the priestly portion of the peace offering. Aside from the breast and the fats, the majority of the offering is consumed by its owner in the Tabernacle. The consumption of the fat on the altar in close proximity to the owner’s meal can be likened to a feast in which man and God partake together.", "In addition to the breast, <b>the right haunch</b> of the offering <b>you shall give to the priest as a gift from your peace offerings.</b>", "The Torah reiterates a principle that was mentioned previously (verses 8–10, 14): <b>The one who presents the blood of the peace offering and the fat from the sons of Aaron,</b> the priest who sacrifices the peace offering, and any priest who assists the priest directly or indirectly, <b>for him shall be the right haunch as a portion.</b>", "<b>For I have taken the breast of waving and the haunch of lifting from the children of Israel, from their peace offerings, and have given them to Aaron the priest and to his sons as an eternal allotment from the children of Israel.</b> Just as I have taken the fat and the portions to be burned on the altar, so too I have taken the breast and the right haunch from the peace offerings and given them to the priests. The Sages teach: The priests eat from the table of the Most High. In other words, the owner of the offering does not give the breast and the right haunch to the priests. Rather, these portions are God’s and should have been burned on the altar, but God gave them to the priests for consumption.", "<b>This is the portion [<i>mishḥat</i>],</b> or, alternatively, the gift of splendor or greatness, <b>of Aaron, and the portion of his sons, from the fire offerings of the Lord, on the day that He brought them near to serve as priests to the Lord,</b>", "<b>that the Lord commanded to give to them on the day He anointed them.</b> With their appointment to the priesthood, Aaron and his sons were granted certain rights <b>from the children of Israel.</b> Although this commandment was stated on the day of their anointment, the gifts of the priesthood shall be <b>an eternal statute for their generations,</b> and they shall be given to the priests in any generation in which offerings are brought.", "In summary: <b>This is the law,</b> the statutes and ordinances, <b>for the burnt offering, for the meal offering, and for the sin offering, and for the guilt offering, and for the investiture offering, and for the peace offering</b>", "<b>that the Lord commanded Moses at Mount Sinai,</b> which perhaps refers to the Tent of Meeting, which was erected opposite Mount Sinai, <b>on the day of His commanding the children of Israel to present their offerings to the Lord</b> in the Tabernacle, <b>in the wilderness of Sinai.</b>"], ["<b>The Lord spoke to Moses, saying:</b>", "<b>Take Aaron and his sons with him, the vestments</b> that they are to don when they minister, <b>the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread,</b> all of which are necessary for appointing the priests. Moses was previously instructed with regard to the function of these items; now God commands Moses to fulfill those commandments.", "<b>Assemble the entire congregation at the entrance of the Tent of Meeting,</b> so that they may witness these events. Even though they would not actively minister, they would participate in the consecration of the priests, which inaugurated the priests as both messengers of God and representatives of the nation of Israel.", "<b>Moses did as the Lord had commanded him.</b> Moses took Aaron and his sons, and the items listed above, and instructed the congregation to assemble. <b>And the congregation was assembled at the entrance of the Tent of Meeting.</b>", "<b>Moses said to the congregation: This is the matter that the Lord commanded to be done.</b> Moses stressed to the congregation that his actions were part of a sacred ceremony, and they must observe all the elements of the process.", "<b>Moses brought Aaron and his sons near, and he washed them with water,</b> that is, he commanded Aaron and his sons to immerse.", "<b>He placed upon him,</b> Aaron, <b>the tunic and girded him with the belt and clothed him with the robe, and placed the ephod on him, and he girded him with the belt of the ephod and adorned him with it,</b> the ephod, which was placed above the other vestments.", "<b>He placed the breast piece on him; and in the breast piece he placed the Urim and the Tumim,</b> whose nature is mysterious.", "<b>He placed the mitre on his,</b> Aaron’s, <b>head; and he placed on the mitre, toward</b> the front of <b>his head, the golden frontplate, the sacred diadem,</b> the crown of the High Priest, <b>as the Lord had commanded Moses.</b>", "<b>Moses took the anointing oil and anointed the Tabernacle and all that was in it, and he consecrated them</b> through this anointing.", "<b>He sprinkled from it,</b> from the anointing oil, <b>on the altar seven times, and he anointed the altar and all its vessels, and the basin and its base, to consecrate them.</b>", "<b>He poured from the anointing oil on Aaron’s head and anointed him to consecrate him.</b>", "<b>Moses brought Aaron’s sons near, clothed them in tunics, girded them with a belt, and wrapped headdresses on them,</b> which were different from the mitre worn by the High Priest, <b>as the Lord had commanded Moses.</b>", "Following the initial consecration of the Tabernacle and the priests, Moses began the sacrificial service: <b>He brought forward the bull of the sin offering, and</b> just as any individual who brings an offering lays his hands on his offering, <b>Aaron and his sons laid their hands on the head of the bull of the sin offering.</b>", "<b>He,</b> Moses, <b>slaughtered</b> the bull of the sin offering, <b>and Moses</b> alone <b>took the blood, placed it all around on the horns of the</b> outer <b>altar with his finger, and purified [<i>vayeḥate</i>] the altar</b>. Alternatively: And he performed the rites of the sin offering [<i>ḥatat</i>] on the altar. <b>He poured the blood at the base of the altar, and he consecrated it to atone for it.</b> With the performance of this rite, the altar and the priests were consecrated and purified. For the time being, however, the Tabernacle’s rites continued to be performed by Moses rather than the priests.", "<b>He took all the fat that was on the innards, the diaphragm of,</b> that is, above, <b>the liver, and the two kidneys, and their fat, and Moses burned it on the altar.</b>", "<b>The bull, its hide, its flesh, and its dung</b> that remained in its intestines, <b>he burned in fire outside the camp, as the Lord had commanded Moses.</b> Normally, only a sin offering whose blood is sprinkled inside the Sanctuary is burned outside the camp (see 4:13–21, 16:27). Nevertheless, God commanded that this bull should be burned outside the camp as well, even though its blood was sprinkled on the external altar, outside the Sanctuary.", "Following the sacrifice of the sin offering, whose purpose was purification, the priests presented their burnt offering, brought as a gift: <b>He brought the ram of the burnt offering near, and Aaron and his sons laid their hands on the head of the ram,</b> as it was their offering.", "<b>He slaughtered it, and Moses cast the blood around the altar,</b> according to the laws of the burnt offering.", "<b>He cut the ram into its pieces, and Moses burned the head, the pieces, and the fats.</b>", "<b>The innards and the legs he washed with water,</b> according to the laws of the burnt offering, <b>and Moses burned the entire ram on the altar. It is a burnt offering for a pleasing aroma; it is a fire offering to the Lord as the Lord had commanded Moses.</b>", "<b>He brought near the second ram, the ram of investiture,</b> the ram brought specifically in honor of the investiture ceremony in which the priests would be officially appointed to their position and invested to minister, <b>and Aaron and his sons laid their hands on the head of the ram.</b>", "<b>He slaughtered, and Moses took from its blood and placed it on the tip of Aaron’s right ear, and upon the thumb of his right hand, and upon the big toe of his right foot.</b>", "<b>He brought Aaron’s sons near, and Moses placed the blood on the tip of their right ear, and on the thumb of their right hand, and on the big toe of their right foot; and Moses cast the</b> remaining <b>blood around the altar.</b>", "<b>He took the fat, the fat tail, and all the fat that was upon the innards, and the diaphragm of,</b> that is, above, <b>the liver, and the two kidneys, and their fat, and the right haunch,</b> and brought all of them to the altar.", "<b>From the basket of unleavened bread that was before the Lord, he took one unleavened loaf, one loaf of oil bread, and one wafer, and he placed them on the fat and on the right haunch.</b>", "<b>He placed it all,</b> the loaves and the sacrificial portions, <b>on the palms of Aaron and on the palms of his sons, and</b> Moses <b>waved them,</b> Aaron and his sons, or their palms, which held the sacrificial parts, <b>as a wave offering before the Lord.</b>", "<b>Moses took them,</b> the loaves and sacrificial portions, <b>from on their palms and burned them on the altar on,</b> that is, after, <b>the burnt offering. They are an investiture offering for a pleasing aroma; it is a fire offering to the Lord.</b>", "<b>Moses took the breast</b> as well <b>and waved it as a wave offering before the Lord; it,</b> the breast, <b>was the portion for Moses from the ram of investiture, as the Lord had commanded Moses.</b>", "<b>Moses took from the anointing oil and from the blood that was</b> placed <b>on the altar, and he sprinkled it on Aaron, on his vestments, and on his sons, and on the vestments of his sons with him, and he</b> again <b>consecrated Aaron and his vestments, and his sons and the vestments of his sons with him.</b>", "<b>Moses said to Aaron and to his sons: Cook the flesh</b> that remains of the ram of investiture <b>at the entrance of the Tent of Meeting, and there you shall eat it and the bread that is in the basket of investiture, as I commanded, saying: Aaron and his sons shall eat it.</b> The ram and its loaves are considered offerings of the most sacred order; as such, they may not leave the Tabernacle.", "If the flesh and the bread are not consumed in their entirety by the next morning, <b>that which remains of the flesh and of the bread you shall burn in fire.</b>", "<b>From the entrance of the Tent of Meeting you shall not emerge seven days, until the day of completion of the days of your investiture</b> as priests; <b>as for seven days He shall invest you.</b>", "<b>As he did on this day,</b> referring to all the sprinkling of blood and offerings, <b>the Lord commanded to do, to atone for you.</b>", "<b>At the entrance of the Tent of Meeting you shall remain day and night,</b> for all <b>seven days</b> of the investiture, <b>and</b> you shall serve as an honorary guard and <b>keep the commission of the Lord, that you shall not die, for so I was commanded.</b> Presumably, the priests did not go an entire week without sleep. Rather, the verse means that there shall be a rotation of priests standing watch at the entrance to the Tent of Meeting.", "<b>Aaron and his sons did all the things that the Lord commanded at the hand of Moses.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Leviticus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Leviticus 6:1-8:36", "heRef": "ביאור שטיינזלץ על ויקרא ו׳:א׳-ח׳:ל״ו", "sections": ["6", "1"], "toSections": ["8", "36"], "sectionRef": "Steinsaltz on Leviticus 6-8", "heSectionRef": "ביאור שטיינזלץ על ויקרא ו׳-ח׳", "firstAvailableSectionRef": "Steinsaltz on Leviticus 6:1-8:36", "isSpanning": true, "next": "Steinsaltz on Leviticus 9", "prev": "Steinsaltz on Leviticus 5", "title": "Steinsaltz on Leviticus 6-8", "book": "Steinsaltz on Leviticus", "heTitle": "ביאור שטיינזלץ על ויקרא", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Leviticus 6:1-23", "Steinsaltz on Leviticus 7", "Steinsaltz on Leviticus 8:1-36"], "indexTitle": "Steinsaltz on Leviticus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על ויקרא", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Leviticus"], "heTitleVariants": ["ביאור שטיינזלץ על ויקרא"], "index_offsets_by_depth": {}, "warnings": []}