{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>I pleaded with the Lord at that time,</b> when God instructed me to speak to Joshua and prepare the nation to enter the Land of Israel, <b>saying:</b>", "<b>My Lord God, You began to show Your servant Your greatness and Your mighty hand,</b> through the great miracles performed in Egypt, at the Red Sea, and during the recent conquests; <b>that who is a god in the heavens or on the earth, who can perform like Your actions, and like Your mighty deeds?</b> I now turn to you with a small request.", "I accept the fact that I have completed my job, but I request of You to <b>please, let me cross</b> the Jordan River, <b>and I will see the good land that is beyond the Jordan, that good mountain, and</b> until <b>the Lebanon.</b> Please show me the mountainous region of the Promised Land with its borders.", "<b>The Lord was irate with me because of you,</b> or: For your benefit and honor, <b>and did not heed me, and the Lord said to me: Enough for you, do not continue speaking</b> and praying <b>to Me anymore about this matter.</b>", "<b>Ascend to the top of the peak, and lift your eyes to the west, to the north, to the south, and to the east, and see</b> the land <b>with your eyes</b> as far as you can, <b>as you will not cross this Jordan.</b>", "<b>Command Joshua, and strengthen him and encourage him, as he will cross before this people, and he will allocate to them the land that you will see.</b> You are permitted only to see it, but not to enter.", "<b>We dwelled in the canyon opposite Beit Peor.</b> Moses alludes here to the tragic occurrences that took place there. At this point, the nation of Israel remains in place for some time. The book of Deuteronomy will conclude with the death of Moses at the end of the winter. Joshua will enter the land during the month of Nisan, at the beginning of the warm season, which is the time of year best suited for wars in the Middle East. Until that time arrives, the people remain in the valley, opposite Beit Peor, and listen to Moses’ speech."], ["<b>Now, Israel, heed the statutes and the ordinances that I am teaching you to perform, so that you will live, and you will come and take possession of the land that the Lord, God of your fathers, is giving you.</b>", "<b>You shall not add to the matter that I am commanding you, and you shall not subtract from it, to observe the commandments of the Lord your God that I am commanding you.</b> These commandments are not rooted in mutual consent, either individual or national; they do not change depending on the times or changes in accepted beliefs. This is the Torah, and one may not add to it or subtract from it.", "Moses now delineates a warning: <b>It is your eyes that have seen that which the Lord</b> recently <b>did concerning Baal Peor, as every man who followed Baal Peor, the Lord your God destroyed him from your midst</b> by means of a plague, as you all remember.", "<b>But you, who cleave to the Lord your God, all of you live today.</b>", "<b>See, I have taught you statutes and ordinances, as the Lord my God had commanded me to do so,</b> to comply with these statutes and ordinances, <b>in the midst of the land that you are coming there to take possession of it.</b> Not all of the laws given by Moses were designed to be fulfilled in the wilderness; the complete fulfillment of the Torah will be possible only in the Land of Israel.", "<b>You shall observe and you shall perform, as this,</b> the fulfillment of the Torah, <b>is your wisdom and your understanding in the eyes of the peoples; when they hear all these statutes, they will say: It is a particularly wise and understanding people, this great nation.</b> If you continue to fulfill the Torah, you will be honored because of it.", "You are not just a wise nation, but also an important one; <b>for who is a great nation that has God near it, as the Lord our God,</b> who is close to us <b>in all of our calling to Him?</b>", "<b>Who is a great nation that has righteous statutes and ordinances like this entire Torah that I place before you today?</b>", "Moses now details specific commandments: <b>Only beware, and protect yourself greatly, lest you forget the matters that your eyes saw, and lest they move from your heart all the days of your life.</b> Aside from statutes and ordinances, the nation of Israel must retain certain memories in its consciousness. At its core stands its collective memory, which is supposed to be retained not by experts or academics alone; rather: <b>And you shall impart them to your children and to your children’s children.</b>", "One of the occurrences that you must remember is <b>the day that you stood before the Lord your God at Horev,</b> at Mount Sinai, to receive the Torah, <b>when the Lord said to me: Assemble the people for Me, and I will have them hear My words,</b> so <b>that they will learn to fear Me all the days that they live on the earth, and</b> so that <b>they will</b> also <b>teach their children.</b>", "<b>You approached and stood at the foot of the mountain [<i>taḥat hahar</i>].</b> This phrase has also been understood in a literal sense, meaning that the mountain was suspended over their heads so that they stood beneath the mountain. <b>And the mountain was burning with fire to the heart of the heavens, darkness, cloud, and fog</b> surrounding it.", "<b>The Lord spoke to you from the midst of the fire; the sound of words</b> alone <b>you were hearing, but an image you were not seeing, only a sound.</b> Had there been any physical image, you would have seen it. The fact that there was none is the basis for the prohibition of sculpting an idol or an image mentioned in the following verses. In addition, realize that the miracles and wonders were not the primary focus of the event at Mount Sinai. Rather, you must remember the content of the revelation, which is the basis for the entire Torah.", "<b>He told you His covenant that He commanded you to perform, the Ten Precepts, and He inscribed them on two tablets of stone.</b>", "<b>To me, the Lord commanded at that time to teach you statutes and ordinances, to have you perform them in the land that you are crossing there to take possession of it.</b> Due to its unusual Hebrew syntax, the phrase “to have you perform them” is interpreted homiletically to mean that while you fulfill the statutes, the statutes will also mold you as individuals.", "<b>You shall greatly beware for your lives, as you did not see any image on the day that the Lord your God spoke to you at Horev from the midst of the fire,</b>", "<b>lest you act corruptly and make for yourselves an idol, the image of any shape.</b> Even though the people did not see any images at Mount Sinai, they may be tempted to create their own images and worship them, due to the surrounding pagan influence. Therefore, the Torah reemphasizes the prohibition, and even details various kinds of images, the primary one being <b>the form of a male or a female</b> human;", "or <b>the form of any beast that is on the earth,</b> such as the Golden Calf, <b>the form of any winged bird that flies in the heavens,</b>", "<b>the form of any being that creeps on the ground,</b> such as the bronze serpent, which also became an object of worship over time, or <b>the form of any fish that is in the water under the earth,</b> such as the primordial leviathan. These images symbolized various forces in other cultures.", "<b>And</b> likewise, you must also be careful <b>lest you lift your eyes to the heavens, and see the sun and the moon and the stars, all the host of the heavens, and you are led astray and prostrate yourselves to them, and serve them,</b> the host of the heavens, <b>which the Lord your God distributed to all the peoples under all the heavens,</b> as luminaries and to help determine time, but not to worship. Alternatively, in contrast to the nation of Israel, which was explicitly warned against worshipping natural forces, the other nations of the world were not explicitly forbidden to include natural forces in their worship.", "As for <b>you, the Lord has taken</b> you for Himself, <b>and He took you out from the iron crucible, from Egypt, to be for Him a people of inheritance, as this day.</b> Your exodus from Egypt manifests your unique status and your separation from the other nations.", "<b>The Lord was incensed with me because of your deeds</b> at the waters of dispute, as I sinned by becoming angry due to your conduct, <b>and He took an oath that I not cross the Jordan, and not come to the good land which the Lord your God is giving you as an inheritance.</b>", "<b>For I will die in this land; I am not crossing the Jordan, and you are crossing</b> without me, <b>and you will take possession of that good land.</b>", "Therefore, I must strongly warn you that with the pagan presence in the new land, and without me, everything is liable to unravel. Moreover, it is possible that just as you made a calf when I was on Mount Sinai, in the future, in my absence from your lives, you may decide again to create a symbolic image to represent God. Therefore, <b>beware, lest you forget the covenant of the Lord your God, which He made with you, and you make for yourselves an idol, the image of anything that the Lord your God has commanded you</b> not to make.", "<b>For the Lord your God is</b> like <b>a consuming fire</b>, whose judgment is harsh. Alternatively, this statement means that God is like a consuming fire in that He is constantly active rather than a distant and neutral entity. He is <b>a zealous God</b> and demands exclusive, uncompromising commitment to the relationship.", "It is reasonable to assume that the first generation that conquers the land will sense that God accompanies them throughout their battles. However, <b>when you will beget children, and children’s children, and</b> eventually <b>you will have been long in the land,</b> future generations may take their existence there for granted, <b>and</b> consequently <b>you</b> will <b>act corruptly and make an idol, the image of anything,</b> due to your integration into the cultural surroundings and your loss of your uniqueness. <b>And</b> when this occurs, <b>you will perform evil in the eyes of the Lord your God,</b> which will serve <b>to anger Him,</b> as He is a zealous God, as mentioned above.", "<b>I call today to the heavens and earth,</b> which are eternal witnesses, <b>to bear witness against you, that</b> if you do so, <b>you will be quickly eradicated from upon the land that you are crossing the Jordan there to take possession of it; you will not extend your days upon it, as you will be destroyed.</b> Although your entry into the land and conquest of it are promised, the continuation of your dwelling there is contingent upon your actions.", "<b>The Lord will disperse you among the peoples, and you will remain few in number among the nations where the Lord will lead you.</b>", "<b>You will serve gods there, the handiwork of man, wood and stone, which neither see, nor hear, nor eat, nor smell.</b> If you are expelled from the land, you will find yourselves in locations where the inhabitants worship idolatry much more blatantly than you do (see 28:36).", "<b>You will seek from there the Lord your God, and you will find Him, when you search for Him with all your heart and with all your soul.</b>", "<b>When you are in distress</b> in exile, <b>and all these matters befall you, by the end of days,</b> i.e., in the near or distant future, <b>you will return to the Lord your God, and you will heed His voice.</b>", "<b>As the Lord your God is a merciful God,</b> not just a zealous God, it is possible to return to Him. At that time, <b>He will neither forsake you, nor destroy you, nor forget the covenant of your fathers with regard to which He took an oath to them.</b>", "<b>For</b> with regard to the oath and the covenant with God, <b>ask now of the early days that were before you, from the day that God created man upon the earth, and from the end of the heavens to the end of the heavens.</b> Examine the history of the entire world; <b>has there been anything like this great thing, or has anything been heard like it?</b>", "<b>Has a people heard the voice of God speaking from the midst of the fire, as you heard, and lived?</b> One who is exposed to a revelation of that magnitude typically dies immediately, but you heard God speaking and remained alive.", "<b>Or has a god sought to come and take for himself a nation from the midst of a nation, with</b> wondrous <b>tribulations,</b> such as the ten plagues with which God struck Egypt, <b>with signs, and with wonders</b> that served as ominous warnings, such as the plagues of blood and darkness, <b>and with war, and with a mighty hand, and with an outstretched arm, and with fearsome deeds, like everything that the Lord your God did for you in Egypt before your eyes?</b> Have there ever been occurrences such as those that you saw with your own eyes?", "<b>You have been shown</b> these events <b>in order to know that the Lord, He is the God; there is no other besides Him.</b> No one can prevent Him from executing His will.", "<b>From the heavens He had you hear His voice, to chastise you; and upon earth He showed you His great fire</b> on the mountain <b>and you heard His words from the midst of the fire.</b>", "This is <b>because He loved your forefathers</b>, <b>and He chose their descendants after them</b>. Alternatively, the reference is specifically to Jacob’s descendants, as this Hebrew phrase is actually formulated in the singular. <b>And He took you out before Him,</b> due to His will, and with miraculous divine events, <b>with His great power, from Egypt,</b>", "<b>to dispossess nations greater and mightier than you from before you, to bring you, to give you their land as an inheritance, as it is this day.</b>", "<b>You shall know this day, and</b> moreover, <b>restore to your heart that the Lord, He is the God in the heavens above and upon the earth below; there is no other.</b> Do not suffice with the memory of that which you hear from me; you must internalize it in your soul.", "If you internalize this message, <b>you shall</b> consequently <b>observe His statutes and His commandments, which I am commanding you this day,</b> and on account of <b>that, He will do good to you, and to your children after you, and so that you may extend your days upon the land that the Lord your God is giving you, for all the days.</b>", "<b>Then Moses designated three cities beyond the Jordan,</b> in the east, <b>toward the eastern sunrise;</b>", "these cities were designated <b>for the murderer to flee there,</b> one <b>who will kill his neighbor unwittingly and he does not hate him previously,</b> as was described earlier in the Torah; <b>he shall flee to one of these cities and live.</b>", "Moses designated the city of <b>Betzer in the wilderness, in the land of the plain for the Reubenites</b> in their tribal region; <b>and Ramot in Gilad for the Gadites; and Golan in the Bashan for the Manassites.</b>", "<b>This,</b> the content recorded below, <b>is the Torah that Moses placed before the children of Israel.</b>", "<b>These are the testimonies, and the statutes, and the ordinances, which Moses spoke to the children of Israel, when they emerged from Egypt,</b>", "<b>beyond the Jordan, in the canyon opposite Beit Peor, in the land of Sihon king of the Emorites, who lived in Heshbon, whom Moses and the children of Israel smote, upon their emergence from Egypt.</b>", "<b>They took possession of his land, and the land of Og king of the Bashan, the two kings of the Emorites, which are beyond the Jordan toward the eastern sunrise.</b>", "The areas which Israel conquered on the eastern side of the Jordan River were <b>from Aroer, which is on the bank of the Arnon Ravine, until Mount Sion, which is Hermon,</b>", "<b>and all the Arava beyond the Jordan to the east, until the sea of the plain,</b> the Dead Sea, <b>under the waterfall of the peak.</b>"], ["<b>Moses called all Israel, and said to them: Hear, Israel, the statutes and the ordinances that I am speaking in your ears today, and you shall learn them, and</b> then <b>you shall take care to perform them.</b>", "<b>The Lord our God established a covenant with us at Horev,</b> Sinai.", "<b>Not with our forefathers</b> alone <b>did the Lord establish this covenant, but with us, we, who are here, all of us alive today.</b> The covenant included the younger generation that was born following the revelation as well.", "Moses begins to relate the details of the revelation: <b>Face-to-face the Lord spoke with you at the mountain from the midst of the fire.</b> Some of those listening to Moses were present themselves at the giving of the Torah when they were younger. Consequently, this could not have been viewed as an ancient event that occurred in earlier generations.", "<b>I was standing</b> as an intermediary <b>between the Lord and you at that time, to tell you the word of the Lord, because you were afraid due to the fire, and you did not ascend the mountain.</b> God too did not permit the people to approach the mountain to hear His words directly, <b>saying:</b>", "<b>I am the Lord your God, who took you out of the land of Egypt, from the house of bondage.</b> According to some commentaries, this is not a separate precept, but the Speaker introducing Himself, without which there is no significance to the precepts that follow. Others maintain that this is the first precept: Belief in God and knowledge of Him.", "The previous declaration leads to the demand for exclusivity: <b>You shall have no other gods before Me,</b> in addition to Me. There is no god but Me.", "In addition to belief in God, <b>you shall not make for you an idol</b> to worship, nor <b>any image of that which is in the heavens above or that which is</b> anywhere <b>on the earth below or that which is in the water beneath the earth.</b> Any image created for the sake of worship is forbidden here, whether it corresponds to a physical creature in the heaven or earth or whether it represents any other force.", "<b>You shall not prostrate yourself to them and you shall not worship them, because I am the Lord your God, a zealous [<i>kanna</i>] God,</b> I demand exclusivity and cannot allow any god to be worshipped with Me, <b>who reckons the iniquity of the fathers against the children, and against the third generation,</b> the grandchildren, <b>and against the fourth generation, to My enemies.</b> I remember transgressions for generations and punish one’s descendants until the fourth generation, if they continue on their forefathers’ evil path. Some maintain that this principle applies only to the severe transgression of idolatry, whose worshippers are called “My enemies.”", "Yet I am also a God <b>who engages in kindness for the thousands</b> of generations, <b>for those who love Me and observe My commandments.</b> The demand for exclusivity and God’s zealotry entail both the negation of all competitors as well as a great love for the faithful.", "The previous precept of not worshipping other gods leads to the requirement to honor and fear God: <b>You shall not take the name of the Lord your God in vain, as the Lord will not absolve one who takes His name in vain.</b> The primary purpose of this prohibition is not to prohibit taking a false oath or deceiving another, but to prohibit utilizing His name for no purpose. The severity of the prohibition is much greater than other transgressions, and one who violates it cannot atone for his sin.", "The next precept is the one that creates the basic framework for the life of Israelites: <b>Observe the Sabbath day;</b> pay attention to it, take care not to desecrate it, and wait for it, <b>to keep it holy,</b> as a sacred day, <b>as the Lord your God commanded you</b> in Mara and in the wilderness of Sin.", "<b>Six days you shall work and perform all your labor.</b> The six weekdays are meant for working and accomplishing all of one’s necessary tasks.", "<b>The seventh day is a Sabbath to the Lord your God.</b> On this day God rested, as related at the beginning of the Torah. <b>You,</b> people, as well, <b>shall not perform any labor</b> on this day. The same restrictions apply to the members of your extended household: <b>You, and your son, and your daughter, and your slave, and your maidservant, and your ox, and your donkey, and all your animals, and your stranger who is within your gates, so that your slave and your maidservant may rest like you.</b>", "<b>You shall remember that you were a slave in the land of Egypt, and the Lord your God took you out from there with a mighty hand and with an outstretched arm; therefore, the Lord your God commanded you to observe the Sabbath day.</b> The social aspect of the Sabbath is especially significant for Israel and those associated with it. By being slaves in Egypt, the Israelites learned that slaves also require free time, one day of rest from their other activities, in order to pursue more lofty spiritual matters.", "<b>Honor your father and your mother, as the Lord your God commanded you</b> in Mara, <b>so that your days will be extended.</b> In a society in which the elder generation is respected, people will live long lives, as aging parents can be confident that they can rely on the younger generation to care for them, and they will feel valued as important members of the family and of society at large. <b>And</b> you shall also do this so <b>that it will be good for you, on the land which the Lord your God gives you.</b> Despite the difficulties inherent in properly honoring one’s parents, this precept applies to everyone. The precept is not simply for the parents’ benefit; it is also an integral part of a fulfilling lifestyle that the Torah teaches, and as a result, one is rewarded with prosperity and longevity.", "<b>You shall not murder. And you shall not commit adultery.</b> This prohibition of sexual misconduct is defined by Jewish law and in the traditional commentaries as pertaining to the relationship of a married woman with a man other than her husband. <b>And you shall not steal.</b> Following the severe prohibitions that define the basis of a person’s behavior toward his fellow man, such as murder, adultery, and stealing, the Torah presents a precept that is seemingly less severe than the previous ones, but which relates to a common social situation: <b>And you shall not bear false witness against your neighbor.</b> According to the Sages, the definition of this prohibition is the submission of false testimony in court, which could, at times, lead even to the death of the accused. Such testimony undermines the trust between people.", "<b>You shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, or his slave, or his maidservant, his ox, or his donkey, or anything that is your neighbor’s.</b>", "<b>These</b> ten <b>words the Lord spoke to your entire assembly at the mountain from the midst of the fire, the cloud, and the fog, a great voice that did not cease.</b> Although God did not continue to speak, the noise continued. <b>And He inscribed them on two stone tablets, and He gave them to me.</b>", "<b>It was when you heard the voice from the midst of the darkness, and the mountain was burning with fire, that you approached me, all the heads of your tribes, and your elders.</b>", "<b>You said</b> in fear: <b>Behold, the Lord our God has shown us His glory and His greatness, and His voice we heard from the midst of the fire; this day we have seen that God will speak with man, and he may live.</b>", "<b>And now, why should we die, when this great,</b> unusual <b>fire will consume us? If we continue to hear the voice of the Lord our God, we shall die.</b> This voice, which emanates from above and beyond this world, is making contact with us in some manner, but we are concerned that we cannot survive if we continue to hear it.", "<b>For who of all flesh that heard the voice of the living God speaking from the midst of the fire like us, has lived?</b>", "<b>You,</b> Moses, <b>approach and hear everything that the Lord our God will say; and you will speak to us everything that the Lord our God will speak to you, and we will hear it and we will perform it.</b>", "<b>The Lord heard the sound of your words upon your speaking to me; and the Lord said to me: I heard the sound of the words of this people that they spoke to you; they did well in everything that they spoke.</b>", "<b>Would that this heart shall be for them to fear Me and to observe all My commandments for all days, so that it will be good for them and for their children forever.</b> Within the conditions allowing the world to exist, there are numerous situations in which God conceals His presence, and only with great difficulty can a person recognize and fulfill his responsibilities. It is even more rare that a person’s descendants will succeed in achieving this goal.", "<b>Go say to them: Return to your tents,</b> to the regular responsibilities and lifestyle of married people.", "<b>But you,</b> Moses, <b>stand here with Me,</b> and do not return to regular daily life like the rest of the people. You must abstain from normal worldly activities, including relations with your wife. <b>And I will speak to you all the commandment, and the statutes, and the ordinances that you will teach them, and they will perform them in the land that I am giving them to take possession of it.</b>", "<b>You shall take care to act as the Lord your God commanded you; you shall not deviate right or left.</b> You shall fulfill the commandments with the same awe and fear as you would have had you heard all of them directly from the voice of God.", "<b>In the entire path that the Lord your God commanded you, you shall walk.</b> You received the gift of the Torah, and you must now uphold its sanctity, as well as that of your new elevated status, <b>so that you will live, and that it will be good for you, and you will extend your days in the land of which you will take possession.</b>"], ["<b>And this is the commandment, the statutes, and the ordinances that the Lord your God commanded to teach you, to perform them in the land into which you are crossing to take possession of it</b>", "<b>so that you will fear the Lord your God, to observe all His statutes and His commandments that I am commanding you: You, your son, and your son’s son, all the days of your life; and so that your days will be extended,</b> and there will be continuity of the nation of Israel.", "<b>You shall hear, Israel, and you shall take care to perform, so that it will be good for you, and so that you will increase greatly, as the Lord, the God of your forefathers, spoke to you,</b> and you will experience this goodness in <b>a land flowing with milk and honey.</b> You are about to enter the good land and live a normal life there. If you fulfill your responsibilities, I will ensure that you have plentiful food and other necessities.", "<b>Hear, Israel:</b> With these words, Moses was not merely addressing Israel, but also declaring the essence and faith of the people. He made two declarations: <b>The Lord is our God,</b> and <b>the Lord is one.</b>", "Based on the fundamental declaration, the following commands are derived: <b>You shall love the Lord your God with all</b> the desire of <b>your heart,</b> and your heart shall not disagree with this, <b>and with all your soul,</b> to the point of giving up your life for His sake, <b>and with all your might.</b> You are commanded to love God at all times and in all places, and you shall increase the extent of this love as much as possible.", "<b>These matters that I command you today shall be upon your heart</b> by remembering them constantly.", "<b>You shall inculcate them in your children, and you shall speak of them</b> and review them <b>while you are sitting in your house, and while you are walking on the way,</b> in every place that you may be, <b>and while you are lying down, and while you are rising,</b> so that you will remember them.", "<b>You shall bind them as a sign on your arm</b> by making square black boxes, inside which these words shall be written. This refers to the phylacteries bound on the arm, the binding of which symbolizes one’s connection to God. <b>And they shall be for ornaments,</b> which function as an emblem or a symbol, <b>between your eyes,</b> centered in between the eyes above the forehead. This refers to the phylacteries bound on the head. ", "<b>You shall write them on the doorposts of your</b> private <b>house, and on your gates</b> of the cities.", "<b>It shall be when the Lord your God will take you into the land with regard to which He took an oath to your forefathers, to Abraham, to Isaac, and to Jacob, to give to you, great and good cities that you did not build,</b> but will already be present,", "<b>and houses full of everything good,</b> such as food and other stored items, <b>that you did not fill</b> or gather, <b>and hewn cisterns</b> for water <b>that you did not hew,</b> and likewise, <b>vineyards and olive trees that you did not plant, and you shall eat</b> all of these <b>and you shall be satisfied.</b>", "<b>Beware, lest you forget the Lord, who took you out of the land of Egypt, from the house of bondage.</b>", "<b>You shall fear the Lord your God,</b> by treating Him with reverence, <b>and Him you shall serve, and</b> only afterward, if you must take an oath, <b>by His name you shall swear,</b> and thereby connect yourself to Him.", "<b>You shall not follow other gods</b> to worship them or to take an oath by them, <b>from the gods of the peoples that are around you.</b>", "<b>For the Lord your God is a zealous God in your midst.</b> God’s love for you requires you to worship Him exclusively. He will not allow you to worship the gods of other nations; <b>lest the wrath of the Lord your God will be enflamed against you, and He will destroy you from upon of the face of the earth.</b>", "When you encounter a challenge, and you require His assistance, <b>you shall not test the Lord your God.</b> Do not request your needs from Him as a test or an attempt for proof that God is present, <b>as you tested Him in Masa,</b> as your attempt there ended badly, resulting in Amalek’s attack.", "<b>You shall observe the commandments of the Lord your God, and His testimonies, and His statutes that He commanded you.</b>", "The Torah contains numerous commandments that address every aspect of life. Here, however, the Torah refers to a demand more general than merely fulfilling specific commandments. <b>You shall do the right and the good in the eyes of the Lord,</b> even if it is not stated explicitly in the Torah; <b>so that it will be good for you, and you will come and you will take possession of the good land with regard to which the Lord took an oath to your forefathers,</b>", "<b>to cast all your enemies from before you, as the Lord spoke.</b> If the children of Israel conduct themselves as described in the previous verse, God will be good to them and protect them from their enemies.", "<b>When your son asks you tomorrow,</b> when you are already settled in the Land of Israel, <b>saying: What are the testimonies,</b> the commandments that serve as symbols for other commandments and call attention to particular messages of the Torah, or those that serve to commemorate past events; <b>and the statutes,</b> laws whose reasons are unknown or unclear; <b>and the ordinances,</b> commandments with clear and understandable reasons, <b>that the Lord our God commanded you?</b> What are the reasons for the numerous commandments in the Torah, and why is their fulfillment required specifically of us?", "<b>You shall say to your son: We were slaves to Pharaoh in Egypt, and the Lord took us out of Egypt with a mighty hand.</b>", "<b>The Lord provided signs and wonders, great and awful, against Egypt, against Pharaoh, and against his entire household, before our eyes.</b> We saw God strike the Egyptians and their king with our own eyes.", "<b>He took us out of there,</b> not due to our righteousness, but rather <b>so that He would bring us, to give us the land with regard to which He took an oath to our forefathers.</b> His purpose was to fulfill His covenant that He had made with our forefathers.", "<b>The Lord commanded us to perform all these statutes, to fear the Lord our God, for our good all the days,</b> in order <b>to keep us alive</b> continuously, just <b>as</b> we are alive on <b>this day.</b>", "<b>Justice,</b> a just action, or a reward, or a privilege, <b>will be had for us, if we take care to perform all of this commandment,</b> to be remembered <b>before the Lord our God, as He commanded us.</b>"], ["<b>When the Lord your God will bring you to the land into which you are coming to take possession of it, and He will banish many nations from before you,</b> specifically the following: <b>the Hitites, the Girgashites, the Emorites, the Canaanites, the Perizites, the Hivites, and the Yevusites, seven nations</b> that are all <b>greater and mightier than you.</b>", "But nevertheless, <b>the Lord your God will deliver them before you, and you will smite them; you shall destroy them</b> entirely; <b>you shall not establish a covenant with them, and you shall not show them favor</b> by having mercy upon them.", "<b>You shall not marry them</b>, in either of the following forms: <b>Your daughter you shall not give to his son, and his daughter you shall not take for your son;</b>", "either form is forbidden <b>because he will divert your son from following Me, and they will serve other gods.</b> If someone from a foreign nation marries into the family, his beliefs and actions will certainly influence future generations. <b>And the wrath of the Lord will be enflamed against you, and He will destroy you quickly.</b>", "Do not make a covenant with the inhabitants of the land, and do not establish ties of marriage with them. <b>Rather, so you shall do to them: Their altars you shall smash, and their monuments,</b> which are built out of one stone, <b>you shall shatter, and their sacred trees</b> that they worship <b>you shall cut down, and their idols you shall burn in fire.</b> You shall destroy all idols and everything connected to idol worship.", "<b>For you are a holy people to the Lord your God; the Lord your God has chosen you to be His people of distinction, from all the people that are on the face of the earth.</b> Therfore, you must separate yourselves entirely from the impurity of the gentile nations and their practices.", "<b>It is not for your multitude,</b> because you are the biggest nation, <b>that the Lord desired you and chose you, as you are the fewest of all the peoples.</b>", "<b>Rather, it is from the Lord’s love of you, and from His observance of the oath that He took to your forefathers that the Lord took you out with a mighty hand, and He redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt.</b>", "<b>You shall know,</b> contemplate, and internalize, <b>that the Lord your God, He is the God, the faithful God, who maintains the covenant and the kindness to those who love Him and those who observe His commandments, for</b> up to <b>one thousand generations.</b>", "<b>And</b> on the other hand, <b>He repays His enemies to his face,</b> in their lifetime, <b>to destroy them.</b> With regard to His enemies, God punishes far more quickly. <b>He will not delay for His enemy, to his face He will repay him</b> his punishment.", "<b>You shall observe the commandment, and the statutes, and the ordinances that I command you today, to perform them.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 3:23-7:11", "heRef": "ביאור שטיינזלץ על דברים ג׳:כ״ג-ז׳:י״א", "sections": ["3", "23"], "toSections": ["7", "11"], "sectionRef": "Steinsaltz on Deuteronomy 3-7", "heSectionRef": "ביאור שטיינזלץ על דברים ג׳-ז׳", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 3:23-7:11", "isSpanning": true, "next": "Steinsaltz on Deuteronomy 8", "prev": "Steinsaltz on Deuteronomy 2", "title": "Steinsaltz on Deuteronomy 3-7", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 3:23-29", "Steinsaltz on Deuteronomy 4", "Steinsaltz on Deuteronomy 5", "Steinsaltz on Deuteronomy 6", "Steinsaltz on Deuteronomy 7:1-11"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}