{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>God spoke to Moses, and He said to him: I am the Lord,</b> who appeared to you at the burning bush.", "<b>I appeared to Abraham, to Isaac, and to Jacob,</b> although not in the manner that I appeared to you. To them I made Myself known <b>as God Almighty,</b> and that is what they called Me; <b>but with My name, the Lord,</b> the Tetragrammaton, <b>I was not known to them.</b> In other words, I did not reveal Myself to them to the same degree as to you, Moses. Although the Tetragrammaton is written in Genesis, it is possible that it was unknown to the patriarchs, and it appears in the verse because it was revealed at a later time.", "Yet <b>I have also established My covenant with them,</b> as I pledged, <b>to give them the land of Canaan, the land of their residence, in which they resided.</b>", "<b>And I also have heard the groans of the children of Israel, whom the Egyptians are coercing to work and I have remembered My covenant</b> with the patriarchs.", "<b>Therefore, say to the children of Israel: I am the Lord.</b> I am the Source of all existence, and Master of all strengths, <b>and</b> therefore I can guarantee that <b>I will take you out from under the burdens of Egypt and I will deliver you from their work,</b> so that you will no longer be slaves. <b>And</b> not only that, but <b>I will</b> also <b>redeem you</b> from Egypt <b>with an outstretched arm,</b> with great strength, <b>and with great punishments</b> that will be exacted upon the Egyptians. The redemption process will be so powerful that it will be clear to all.", "<b>I will take you for Me as</b> My <b>people, and I will be God for you and you will know that I am the Lord your God, who takes you out from under the burdens of Egypt.</b> The nation of Israel was not established through natural processes, nor does it operate under such laws. When the Israelites will emerge united from under the burden of Egypt, all will know that the Lord has chosen them as His people.", "<b>I will bring you to the land with regard to which I raised My hand</b> as a sign of My oath <b>to give it to Abraham, to Isaac, and to Jacob, and I will give it you as</b> an eternal <b>heritage: I am the Lord.</b>", "<b>Moses</b> carried out the directive of God. He <b>spoke so to the children of Israel, but they did not heed Moses,</b> they remained unaffected by his statements, <b>because of lack of patience, and because of hard work.</b>", "This verse introduces a new prophecy, although it repeats certain elements from the revelation at the burning bush. <b>The Lord spoke to Moses, saying:</b>", "<b>Come</b> and <b>speak</b> again <b>to Pharaoh king of Egypt and he will send forth the children of Israel from his land.</b>", "<b>Moses spoke before the Lord, saying: Behold, the children of Israel did not heed me</b> despite the fact that I conveyed good tidings to them. <b>And how,</b> then, <b>will Pharaoh heed me</b> when I come with demands? <b>And I am one whose lips are obstructed;</b> I do not speak well (see 4:10), so how can I successfully persuade him to obey?", "God does not directly address the issues raised by Moses. Rather, He again includes Aaron in the mission, as He did at the end of the revelation at the burning bush. <b>The Lord spoke to Moses and to Aaron and He commanded them</b> to speak <b>to the children of Israel, and to Pharaoh king of Egypt.</b> The aim of both missions was <b>to take the children of Israel out of the land of Egypt.</b>", "Thus far, the Torah has depicted the events of Moses’ life that prepared him for his mission: his birth and upbringing; his stay in Midyan; and his appointment by God at the burning bush and again in Egypt. Before describing Moses’ fulfillment of his mission, the Torah presents a genealogical summary of his place among the children of Israel, the family that became a nation in Egypt. <b>These are the heads of their patrilineal houses</b> in Egypt: This list, which follows the order of birth of the sons of Jacob, is only partial and concludes with the descendants of Levi, the tribe of Moses and Aaron. It parallels, to a certain extent, the list of Jacob’s descendants in Genesis 46:8–11. <b>The sons of Reuben, firstborn of Israel: Hanokh and Palu, Hetzron and Karmi; these are the families of Reuben.</b>", "<b>The sons of Simeon: Yemuel, Yamin, Ohad, Yakhin, Tzohar, and Shaul,</b> who was apparently anomalous in that he was <b>the son of a Canaanite woman; these are the families of Simeon.</b>", "The genealogical list becomes more detailed as it nears Moses. <b>These are the names of the sons of Levi by their descendants: Gershon, Kehat, and Merari.</b> Since the chapter’s focus is on the tribe of Levi, it relates information about him that did not appear with regard to the previous sons of Jacob: <b>And the years of the life of Levi were one hundred and thirty-seven years.</b> From among all the sons of Israel, the verse relates only the life spans of Joseph, who was their leader in Egypt, and Levi, who was the forefather of the family of Moses and Aaron.", "<b>The sons of Gershon: Livni and Shimi, according to their families.</b>", "<b>The sons of Kehat: Amram, Yitzhar, Hevron, and Uziel; and the years of the life of Kehat,</b> which are mentioned because he was the grandfather of Moses and Aaron, <b>were one hundred and thirty-three years.</b>", "<b>The sons of Merari: Mahli and Mushi; these are the families of the Levites by their descendants.</b>", "<b>Amram took Yokheved his aunt,</b> Levi’s daughter, <b>as his wife,</b> which was permitted before the giving of the Torah. <b>And she bore him Aaron and Moses</b> and their eldest child, Miriam. The verse does not mention her because it is dealing with the lineages of tribes and households, which are determined by patrilineal descent. <b>And</b> like Levi, <b>the years of the life of Amram were one hundred and thirty-seven years.</b>", "Once the births of Moses and Aaron have been mentioned, the genealogical list refers only to those closely related to them. <b>The sons of Yitzhar</b> son of Kehat: <b>Korah,</b> who will later be revealed as a troublesome individual, <b>Nefeg, and Zikhri.</b>", "<b>The sons of Uziel,</b> son of Kehat: <b>Mishael and Eltzafan,</b> who will appear later in the Torah as well, <b>and Sitri.</b>", "<b>Aaron took Elisheva, daughter of Aminadav, sister of Nahshon, for his wife.</b> Nahshon is later listed as the prince of the tribe of Judah. The fact that he married the sister of a prince of Israel indicates that Aaron was already considered an esteemed member of Israel. <b>And she,</b> Elisheva, <b>bore him Nadav and Avihu, Elazar and Itamar.</b>", "<b>The sons of Korah: Asir, Elkana, and Aviasaf; these are the families of the Korahites.</b>", "<b>Elazar son of Aaron took from the daughters of Putiel,</b> an otherwise unknown person, <b>for his wife.</b> Some identify Putiel as Yitro, who had many names; others say he was a member of the family of Joseph. <b>And she bore him Pinhas,</b> who will later perform an important task. It may be assumed that Itamar married as well, but the verse omits this fact because his marriage has no implications for future events. <b>These are the heads of the house of the fathers of the Levites by their families.</b>", "The verse returns to the main story involving Moses and Aaron, listed above as the sons of Amram: These were <b>that</b> same <b>Aaron and Moses, to whom the Lord said: Take out the children of Israel from the land of Egypt with their hosts,</b> not only particular individuals or sections of the people, but the entire nation.", "<b>It is they who speak to Pharaoh king of Egypt to take the children of Israel out from Egypt: that Moses and Aaron.</b>", "After interrupting the narrative to present the tribal and familial background of Moses and Aaron, the verse reiterates the end of the earlier dialogue between God and Moses (6:11–12). <b>It was on the day that the Lord spoke to Moses in the land of Egypt.</b>", "<b>The Lord spoke to Moses, saying: I am the Lord; speak to Pharaoh king of Egypt everything that I speak to you.</b>", "<b>Moses said before the Lord: Behold, I am one whose lips are obstructed and how will Pharaoh heed me?</b>"], ["<b>The Lord said to Moses: See, I have put you as a god,</b> meaning an angel or a powerful figure, <b>for Pharaoh, and Aaron your brother will be your prophet,</b> serving as your agent.", "<b>You shall speak all that I will command you, and Aaron your brother will speak to Pharaoh and</b> ultimately <b>he will send forth the children of Israel from his land.</b>", "<b>But</b> beforehand, <b>I will harden Pharaoh’s heart</b> and enable him to withstand severe punishments, <b>and I will increase My signs and My wonders in the land of Egypt,</b> through which My might will be revealed to the world.", "<b>Pharaoh will not heed you and</b> therefore <b>I will put My</b> stern <b>hand upon Egypt,</b> bringing many plagues and punishments upon this land; <b>and I will take out My hosts, My people, the children of Israel, from the land of Egypt, with great punishments.</b>", "<b>The Egyptians will know that I am the Lord when I extend My hand over Egypt</b> to strike it, <b>and I will take out the children of Israel from their midst.</b>", "<b>Moses and Aaron did</b> exactly <b>as the Lord had commanded them; so they did.</b> From this point forward, Moses and Aaron typically did not initiate actions themselves; they accepted the directives of God and carried them out dutifully as His agents.", "Here the verse provides a biographical note: <b>Moses was eighty years old and Aaron was eighty-three years old when they spoke to Pharaoh.</b> Even though the average human lifespan was longer in those days, Moses and Aaron were by no means young. They began their public service at an age when the active years of most other people would be coming to an end. As the verse in Psalms states: “The days of our lives are seventy years, or if in might, eighty years.” Indeed, this verse is ascribed to Moses himself.", "<b>The Lord spoke to Moses and to Aaron, saying:</b>", "<b>When</b> you come before <b>Pharaoh</b> and he <b>will speak to you, saying: Provide you a wonder,</b> to prove that you are indeed God’s messengers, <b>you shall say to Aaron: Take your staff and cast it before Pharaoh,</b> and <b>it will become a crocodile.</b>", "<b>Moses and Aaron came to Pharaoh and they did so, as the Lord had commanded; Aaron cast his staff before Pharaoh and before his servants and it became a crocodile.</b>", "<b>Pharaoh,</b> mimicking Moses’ instruction to Aaron to produce a miraculous sign, <b>also summoned the wise men and the sorcerers</b> of his court; <b>and they, the magicians of Egypt, also did so with their artifices,</b> by sleight of hand.", "The magicians followed suit, as <b>each man cast his staff, and they became crocodiles; and Aaron’s staff,</b> in the form of a crocodile, <b>swallowed their staffs,</b> which had turned into crocodiles.", "<b>But</b> the miraculous sign did not impress Pharaoh, perhaps because his sorcerers were able to produce the same result. Rather, <b>Pharaoh’s heart hardened, and he did not heed them, as the Lord had spoken</b> from the outset, saying that Pharaoh would not easily capitulate.", "It is uncertain whether Pharaoh expressly rejected the demands of Moses and Aaron, or if he merely avoided addressing their requests in a direct manner. God therefore clarifies the matter. <b>The Lord said to Moses: Pharaoh’s heart is stubborn</b> and he will not listen; <b>he refused to send forth the people.</b>", "Therefore, <b>go to Pharaoh in the morning: Behold, he goes out to the water</b> to bathe, relieve himself, relax, or worship. <b>And you shall stand facing him on the bank of the Nile; and the staff that was transformed into a serpent, take in your hand.</b>", "<b>You shall say to him: The Lord, God of the Hebrews, sent me to you, saying: Send forth My people and they will serve Me in the wilderness; and behold, you have not heeded until now.</b>", "<b>So says the Lord: With this you will know that I am the Lord: Behold, I will strike with the staff that is in my hand on the water that is in the Nile, and it will be transformed into blood.</b>", "Consequently, <b>the fish that are in the Nile will die,</b> as they will be unable to survive in the river of blood, <b>and the Nile will reek</b> from the many dead fish. <b>And Egypt will be unable to drink water from the Nile;</b> the stench alone will prevent them from doing so.", "<b>The Lord said to Moses: Say to Aaron,</b> your agent who will implement this plague: <b>Take your staff and extend your hand over the water of Egypt.</b> By raising your hand in the direction of the water, you will express the intent that the staff should affect all the waters of Egypt. <b>Over their rivers, over their canals</b> that bear water from the Nile, <b>and over their lakes and over all their pools of water, and they will</b> all <b>become blood; and there will be blood in the entire land of Egypt, in the wood and in the stones.</b> Even the water in the gardens, which is near wood and stone, will turn to blood. Alternatively, even water inside wooden and stone vessels will become blood. In sum, the plague of blood will not harm the Nile alone, but will affect all water located on Egyptian terrain.", "<b>Moses and Aaron did so, as the Lord had commanded; and he,</b> Aaron, <b>raised the staff and struck the water that was in the Nile before the eyes of Pharaoh and before the eyes of his servants and all the water that was in the Nile was transformed into blood.</b>", "<b>The fish that were in the Nile died, and the Nile reeked; the Egyptians were unable to drink water from the Nile; the blood was</b> in every water source <b>in the entire land of Egypt.</b>", "<b>The magicians of Egypt</b> in Pharaoh’s court <b>did so;</b> they turned water to blood <b>with their artifices, and</b> as a result, <b>Pharaoh’s heart hardened and he did not heed them, as the Lord had spoken.</b>", "<b>Pharaoh turned</b> from the Nile <b>and came to his house and he did not pay attention to this either.</b>", "<b>All of Egypt dug around the Nile,</b> searching <b>for</b> clean <b>water to drink, as they were unable to drink from the water of the Nile.</b>", "<b>Seven days were completed after the Lord struck the Nile.</b> In other words, the plague lasted seven days. Nevertheless, Pharaoh did not relent.", "<b>The Lord said to Moses: Go to Pharaoh and</b> once again <b>say to him: So said the Lord: Send forth My people and they will serve Me.</b>", "<b>If you refuse to send them forth,</b> alternatively, this phrase may be translated to mean if you are a defiant person, one who refuses to send them forth, <b>behold, I will afflict all your borders with frogs.</b>", "<b>The Nile will swarm with frogs.</b> Since there will be so many frogs, they will not stay in the river, but will spread throughout the entire land: <b>And they will arise and come into your house and</b> once there, they will not remain confined to one location; rather, they will enter <b>into your bedroom, and upon your bed, and into the house of your servants and your people, and into your ovens and into your kneading bowls.</b>", "Not only will the frogs enter people’s houses, foods, and vessels, but <b>upon you, upon your people, and</b> also <b>upon all your servants the frogs will arise.</b> They will even enter people’s mouths. In sum, the frogs will know no boundaries."], ["<b>The Lord said to Moses: Say to Aaron: Extend your hand with your staff over the rivers, over the canals, and over the lakes, and</b> through this action, you will <b>raise the frogs upon the land of Egypt.</b>", "<b>Aaron extended his hand over the water of Egypt, and the frogs arose and,</b> in their abundance, <b>covered the</b> entire <b>land of Egypt.</b>", "<b>The magicians did the same with their artifices and they raised the frogs upon the land of Egypt.</b> This was rather unhelpful to Pharaoh, as instead of ridding Egypt of its frog infestation, they caused more frogs to ascend upon the land.", "<b>Pharaoh summoned Moses and Aaron, and he said: Plead with the Lord that He remove the frogs from me and from my people, and I will send forth the people, and they will sacrifice to the Lord.</b> For the first time, Pharaoh expresses some measure of submission to Moses and Aaron.", "<b>Moses said to Pharaoh: Challenge me,</b> you have the opportunity to glorify yourself in victory over me by requesting a matter that you consider beyond my reach: <b>For when shall I plead for you and for your servants and for your people, to excise the frogs from you and from your houses?</b> Set a time when the frogs will be destroyed or removed, and from that moment <b>only in the Nile will they remain.</b> Moses wanted to show Pharaoh who was in control of this plague. The ability of Moses and Aaron to remove the frogs at will would increase Pharaoh’s fear of them and further demonstrate God’s power.", "<b>He,</b> Pharaoh, <b>said: Tomorrow, and he,</b> Moses, <b>said:</b> It shall be <b>as your word, so that you will know that there is none like the Lord our God.</b>", "Tomorrow, <b>the frogs will depart from you and from your houses, and from your servants and from your people; only in the Nile will they remain.</b> They will not harm anyone there, but will serve as a constant reminder and a threat that might be visited upon Egypt at any time.", "<b>Moses and Aaron left Pharaoh’s presence and Moses cried out to the Lord over the matter of the frogs that He had inflicted upon Pharaoh.</b> Moses cried out in prayer before God because the removal of a plague at a specific time required a special request.", "<b>The Lord did in accordance with the word of Moses, and the frogs died from the houses, from the courtyards and from the fields.</b>", "<b>They piled them into heaps, and the land reeked</b> from the smell of the dead frogs.", "However, <b>Pharaoh saw that there was respite,</b> as the frogs had gone, <b>and he made his heart stubborn and he did not heed them,</b> despite the fact that on this occasion he had asked Moses to plead on his behalf. This change of heart was <b>as the Lord had spoken.</b>", "<b>The Lord said to Moses: Say to Aaron: Extend your staff and strike the dust of the earth, and it will become lice in the entire land of Egypt.</b>", "<b>They,</b> Moses and Aaron, <b>did so. Aaron extended his hand with his staff and struck the dust of the earth, and the lice were upon man and upon animal; all the dust of the earth was lice in the entire land of Egypt.</b>", "<b>The magicians</b> in Pharaoh’s court <b>did so with their artifices:</b> They attempted <b>to draw out the lice,</b> to mimic the plague by producing their own lice, in order to mitigate the influence of the wonder produced by Moses and Aaron by showing that this, too, was within their capabilities, <b>but they could not.</b> Alternatively, they attempted to remove the lice but could not; <b>the lice infested man and animal.</b>", "<b>The magicians said to Pharaoh: It is the finger of God.</b> In other words, this infestation was not caused by an act of magic. Nevertheless, it is not a sign of divine intervention, as it is still within the bounds of natural occurrences. Pharaoh accepted the magicians’ claim, and refused to be swayed by the fact that they were incapable of producing or removing the lice. Perhaps he thought that their failure was due to a lack of skill, whereas a more expert magician might have been successful. In any case, <b>Pharaoh’s heart hardened and he did not heed them,</b> and he refused to release the children of Israel, <b>as the Lord had spoken.</b>", "<b>The Lord said to Moses: Arise early in the morning and stand before Pharaoh; behold, he goes out to the water</b> to bathe, relieve himself, relax, or worship (see 7:15). <b>And you shall say to him: So said the Lord: Send forth My people and they will serve Me.</b>", "<b>For if you do not send forth My people, I will cast the swarm</b> of wild beasts <b>among you, among your servants, among your people, and in your houses; the houses of Egyptians will be filled with the swarm, as well as the ground on which they are.</b>", "<b>I will distinguish on that day the land of Goshen upon which My people stands, so that a swarm will not be there.</b> Although Goshen is not far from here, it will remain unaffected by this plague. This will occur <b>so that you will know that I am the Lord in the midst of the land.</b> This differentiation between the Israelite and Egyptian population centers will demonstrate that God watches over and controls earthly events, as it will prove that the plague is intended solely for Pharaoh and his people.", "<b>I will set a division between My people and your people; tomorrow this sign will come to be.</b> Alternatively, this means: I will save My people while bringing the plague upon your people. Some commentaries combine the two interpretations, explaining that the distinction between the peoples will be the salvation of the children of Israel.", "<b>The Lord did so</b> the next day, <b>and a heavy swarm</b> of wild beasts <b>came upon the house of Pharaoh and</b> from there it spread to <b>the house of his servants; in the entire land of Egypt the land was destroyed because of the swarm.</b> The beasts roamed unrestrained, wreaking havoc and sowing fear throughout the land.", "After the first three plagues yielded no change in Pharaoh’s behavior, the plague of wild beasts is apparently a turning point, as Pharaoh agrees to negotiate with Moses and Aaron. <b>Pharaoh summoned Moses and Aaron and he said: Go, sacrifice to your God in the land.</b> He granted them the freedom to perform their religious worship inside Egypt.", "<b>Moses said</b> to Pharaoh: <b>It is not proper to do so, as we will be sacrificing the abomination of Egypt to the Lord our God. Behold, will we sacrifice the abomination of Egypt before their eyes, and they not stone us?</b> If we desecrate the honor of an Egyptian deity, they will certainly respond by stoning us.", "Rather, <b>we will</b> distance ourselves from the Egyptians and we will <b>go on a three-day journey into the wilderness and we will sacrifice to the Lord our God, as He will tell us,</b> in accordance with His command.", "<b>Pharaoh said: I will send you forth, and you will sacrifice to the Lord your God in the wilderness; just do not go very far; plead for me</b> that the wild beasts will be removed from the land.", "<b>Moses said: Behold, I am departing from your presence and I will plead with the Lord and</b> as a result, <b>the swarm will depart from Pharaoh, from his servants, and from his people tomorrow. Just, Pharaoh must not continue provoking by not sending forth the people to sacrifice to the Lord.</b> Since Pharaoh had already reneged on his previous commitment to release the children of Israel (8:4, 11), Moses warns him to keep his word this time.", "<b>Moses departed from Pharaoh’s presence and he pleaded with the Lord.</b> He did not pray in Pharaoh’s palace, as it was an unfit location for supplication.", "<b>The Lord did in accordance with the word of Moses and the swarm departed from Pharaoh, from his servants and from his people; not one remained.</b>", "<b>Pharaoh made his heart stubborn this time as well and he did not send forth the people,</b> notwithstanding his earlier pledge to release them."], ["<b>The Lord said to Moses: Go to Pharaoh and speak to him: So said the Lord, God of the Hebrews: Send forth My people and they will serve Me.</b>", "<b>For if you refuse to send them forth, and continue to hold them,</b>", "<b>behold, the</b> mighty <b>hand of the Lord,</b> which is capable of inflicting harm, <b>is</b> already <b>on your livestock that is in the field, on the horses, on the donkeys, on the camels, on the cattle, and on the flocks: A very severe pestilence.</b>", "<b>And the Lord will distinguish between the livestock of Israel and the livestock of Egypt, and nothing of all</b> the livestock <b>that belongs to the children of Israel will die.</b>", "To make matters clear, Moses added that <b>the Lord set an appointed time, saying: Tomorrow, the Lord will perform this matter in the land.</b> Moses warned Pharaoh of the impending epidemic, but did not wait for a response from him, as he expected Pharaoh to persist in his refusal to release the children of Israel.", "<b>The Lord did this thing on the next day and all the livestock of Egypt died, but from the livestock of the children of Israel not one died.</b>", "<b>Pharaoh sent</b> inspectors, <b>and, behold, from the livestock of Israel not even one died.</b> One would think that this was indisputable evidence that the plagues were brought upon Egypt by God, and were not naturally occurring events. But <b>Pharaoh’s heart became stubborn and he did not send forth the people.</b> Presumably, Pharaoh insisted that this too was the product of sorcery.", "<b>The Lord said to Moses and Aaron: Take for yourselves</b> two <b>handfuls of soot</b> each, <b>of a furnace,</b> with your hands placed together, <b>and Moses shall throw it heavenward before the eyes of Pharaoh.</b>", "<b>It will become</b> fine <b>dust over the entire land of Egypt.</b> Generally, when one spreads a handful of soot over even a small area, it quickly dissipates. In this case, however, it will spread throughout Egypt, <b>and it will become a rash</b> of the skin, <b>erupting in blisters on man and on animal in the entire land of Egypt.</b>", "<b>They took soot of the furnace, they stood before Pharaoh, and Moses threw it heavenward; it became a rash erupting in blisters on man and on animal.</b>", "Not only were <b>the magicians</b> unable to produce a similar effect, but they <b>could not</b> even <b>stand before Moses because of the rash, as the rash was on the magicians,</b> and they were ashamed of their appearance or were experiencing extreme discomfort due to the rash; <b>and</b> the rash was also <b>on all the Egyptians.</b>", "Pharaoh saw the magicians suffering, and perhaps even he too was afflicted by the rash. It is possible that he would have acquiesced, for he lacked the strength to persist in his stubborn stance, but <b>the Lord hardened Pharaoh’s heart and he did not heed them, as the Lord had spoken to Moses.</b>", "<b>The Lord said to Moses: Arise early in the morning, stand before Pharaoh, and say to him: So said the Lord, God of the Hebrews: Send forth My people and they will serve Me.</b>", "<b>For this time, I will send all My strokes to your heart and against your servants and against your people, so that you will know that there is none like Me on the entire earth.</b>", "<b>For I could have sent My hand now and smitten you and your people with pestilence and you would have been eradicated from the earth.</b> The pestilence could easily have spread to the citizens of Egypt, and in that case there would have been no one left to oppose the release of Israel from Egypt, but also no one to recognize God’s kingship.", "<b>However, for this I have sustained you: In order to show you My power and in order to promulgate My name,</b> My kingship, <b>in the entire earth.</b>", "Yet <b>you continue to abuse My people, in not sending them forth.</b> Although you have expressed willingness to release them in principle, you have repeatedly failed to do so.", "<b>Behold, at this time tomorrow I will rain down a very heavy hail, that there has not been like it in Egypt from the day of its founding until now.</b>", "<b>And now, send and collect your livestock</b> that survived the pestilence, or which was imported from an unaffected area, e.g., Goshen, where the children of Israel had settled because it provided good pasture, <b>and everything that is yours in the field; every man and animal that will be found in the field and will not be gathered into the house, the hail will fall upon them and they will die.</b> The force of the hail will kill any man or beast struck by it. Moses was interested only in the display of the awesome power of God, not the deaths of Egyptian civilians. He therefore advised the Egyptians to go indoors and bring in their animals as well.", "<b>He who feared the word of the Lord among the servants of Pharaoh drove his servants and his livestock into the houses.</b> Some of Pharaoh’s servants heeded Moses’ warning and thereby expressed a measure of fear of God.", "<b>But he who did not pay attention to the word of the Lord, he left his servants and his livestock in the field.</b>", "<b>The Lord said to Moses: Extend your hand at the heavens and there will be hail in the entire land of Egypt, on man and on animals and on all the vegetation of the field in the land of Egypt.</b>", "<b>Moses extended his staff at the heavens, and the Lord provided thunder and hail and,</b> due to the lightning that accompanied the hail, <b>fire descended to the earth; the Lord rained hail on the land of Egypt.</b>", "<b>There was hail and fire igniting amid the hail: Very heavy, that there had not been like it in the entire land of Egypt since it became a nation.</b> Even though Egypt was an ancient civilization, no hail of this kind had been recorded in its history.", "<b>The hail struck in the entire land of Egypt everything that was in the field, from man to animal, and the hail struck all the vegetation of the field and broke every tree of the field.</b>", "<b>Only in the land of Goshen, where the children of Israel were, was there no hail.</b>", "<b>Pharaoh sent and summoned Moses and Aaron.</b> Perhaps Pharaoh was especially frightened on this occasion because the hail descended from above, or due to the powerful thunder. Evidently Pharaoh had not heard such sounds in his life, certainly not accompanied by such a deadly hailstorm. <b>And</b> he <b>said to them: I sinned this time; the Lord is the righteous and I and my people are the wicked.</b>", "<b>Plead with the Lord; there has been too much thunder of God and hail. I will send you forth and you will not continue to abide.</b>", "<b>Moses said to him: Upon my leaving the city, I will spread my hands</b> in prayer <b>to the Lord,</b> as Moses would not pray in the midst of Pharaoh’s kingdom. <b>The thunder will cease and the hail will be no longer, so that you will know that the earth is the Lord’s.</b>", "<b>And as for you and your servants, I know that you do not yet fear the Lord God,</b> as your admission of guilt was insincere.", "<b>The flax and the barley</b> in the fields <b>were struck</b> by the hail, <b>as the barley was just ripened and the flax was in stalk.</b> Their stems had already emerged and they were no longer soft sprouts. As a result, they were damaged by the hail.", "<b>But the wheat and the spelt were not struck, as they are late ripening.</b> Since they sprout later in the year, they were soft at the time and were not broken by the hail. The fact that some of the crops were not destroyed is important, as these were left to be damaged by the next plague.", "<b>Moses emerged from Pharaoh’s presence, from the city, and spread his hands to the Lord; the thunders and hail ceased and rain did not pour onto the earth.</b>", "<b>Pharaoh saw that the rain, the hail, and the thunders ceased, and he continued to sin; he made his heart stubborn, he and his servants.</b> Following the respite from the plague, Pharaoh reassured himself by rationalizing that the hail was nothing more than a passing natural phenomenon.", "<b>Pharaoh’s heart was hardened and he did not send forth the children of Israel, as the Lord had spoken at the hand of Moses.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 6:2-9:35", "heRef": "ביאור שטיינזלץ על שמות ו׳:ב׳-ט׳:ל״ה", "sections": ["6", "2"], "toSections": ["9", "35"], "sectionRef": "Steinsaltz on Exodus 6-9", "heSectionRef": "ביאור שטיינזלץ על שמות ו׳-ט׳", "firstAvailableSectionRef": "Steinsaltz on Exodus 6:2-9:35", "isSpanning": true, "next": "Steinsaltz on Exodus 10", "prev": "Steinsaltz on Exodus 5", "title": "Steinsaltz on Exodus 6-9", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 6:2-30", "Steinsaltz on Exodus 7", "Steinsaltz on Exodus 8", "Steinsaltz on Exodus 9:1-35"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}