{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Moses assembled the entire congregation of the children of Israel and said to them: These are the matters that the Lord commanded to perform them.</b>", "<b>Six days shall</b> all <b>labor be performed,</b> including that of the Tabernacle, <b>and on the seventh day there shall be a sacrament for you, a day of sabbatical rest,</b> a full rest day on which all labor is prohibited (see 31:15), <b>to the Lord; anyone who performs any</b> materially creative <b>labor on it,</b> whether it is hard to perform or easy, <b>shall be put to death.</b>", "<b>You shall not kindle fire in all your dwellings on the Sabbath day,</b> despite the fact that this labor, which is required for a large proportion of the labor in constructing the Tabernacle, involves little effort or toil.", "<b>Moses said to the entire congregation of the children of Israel, saying: This is the matter that the Lord commanded, saying:</b>", "<b>Take from among you a gift to the Lord; anyone who is generous of heart shall bring it</b> (see commentary on 25:2) <b>.</b> Unlike the half shekel tax, which was imposed equally upon each member of the congregation, the construction of the Tabernacle depended on the generosity of the people. <b>The gift of the Lord</b> included many elements, e.g., the metals required for the Tabernacle: <b>gold, silver, and bronze.</b>", "It also included fabrics: <b>sky-blue</b> wool <b>,</b> colored with a dye extracted from the blood of a type of snail, which was probably a deep, dark blue; highly expensive <b>purple</b> wool, extracted from a different snail; <b>and scarlet wool,</b> colored with a dye extracted from scale insects; in addition, <b>linen, and</b> woven <b>goats’ hair.</b>", "The materials for the roofs and the walls: <b>rams’ hides,</b> from which the hair had been removed, and which had been <b>dyed red; taḥash hides,</b> possibly an extinct species, or a sea mammal of some kind, whose hide was apparently very valuable and used for shoes; <b>and</b> beams of <b>acacia wood.</b>", "Oil and spices: <b>oil for the lighting, and spices for the anointing oil and for the incense of the spices.</b>", "Precious stones: <b>onyx stones,</b> typically yellowish brown, <b>and stones for setting.</b> The onyx stones were used <b>for the ephod, and</b> the stones to be set were <b>for</b> fixing in <b>the breast piece.</b>", "In addition to offering the above materials, the Israelites were requested to contribute their time and skills: <b>Every wise-hearted man among you shall come and make everything that the Lord commanded:</b>", "<b>The Tabernacle,</b> the linen and wool that served as the ceiling (see, e.g., 26:1); <b>its tent,</b> the goats’ hides that served as a tent over the Tabernacle (see 26:7, 36:14), <b>and its covering</b> of hides above the tent (see 26:14, 36:19); <b>its hooks and its boards; its bars, its pillars,and its sockets.</b>", "The vessels of the Tabernacle: <b>the ark and its staves, the ark cover, and the curtain for the screen;</b>", "<b>the table</b> for the showbread <b>and its staves, all its vessels, and the showbread [<i>leḥem hapanim</i>],</b> bread [<i>leḥem</i>] that has a front [<i>panim</i>], which was placed on the table;", "<b>the candelabrum of the light and its vessels,</b> the implements for cleaning it and for preparing the lighting, <b>and its lamps,</b> placed on the candelabrum, <b>and the lighting oil;</b>", "<b>the altar of incense and its staves, the anointing oil,</b> and <b>the incense of the spices,</b> for the altar of incense. Since some of the ingredients of the incense were used in the preparation of the anointing oil, the oil and the incense are listed alongside one another. <b>And the screen of the entrance for the entrance of the Tabernacle.</b>", "The vessels placed outside the Tabernacle: <b>the altar of the burnt offering, its bronze grate, its staves and all its vessels;</b> and <b>the basin and its base.</b>", "Surrounding those vessels: <b>the hangings of the courtyard, its pillars and its sockets, and the screen of the gate of the courtyard;</b>", "<b>the pegs of the Tabernacle,</b> by which the sheets are tied, <b>the pegs of the courtyard, and their cords,</b> the ropes that bind them;", "<b>the woven fabrics to serve in the Sanctuary.</b> Included among the woven fabrics were the cloths used for wrapping the vessels while traveling. Alternatively, this is a general name for all the various textiles involved in the service of the Tabernacle. If so, it also includes <b>the sacred vestments for Aaron the priest and the vestments of his sons, to serve as priests.</b>", "<b>The entire congregation of the children of Israel departed from the presence of Moses.</b>", "<b>Every man whose heart inspired him came,</b> with the uplifting realization that he had the opportunity to participate in the building of the Tabernacle for God, <b>and everyone whose spirit was generous brought the gift of the Lord for the labor of the Tent of Meeting, for all its service,</b> its requirements, <b>and for the sacred vestments.</b>", "<b>The men came along with the women.</b> The women went first due to their great enthusiasm for the task. <b>Everyone generous of heart brought a bracelet, earring, ring, or girdle, any gold vessel. And</b> in addition to those who brought these adornments and vessels, there came <b>every man who made a donation of</b> plain <b>gold to the Lord.</b> Those who brought gold would raise it aloft in order to display their generosity before all.", "<b>And every man with whom was found sky-blue, purple, and scarlet wool, linen, goats’ hair, rams’ hides dyed red, and taḥash hides, brought them</b> as well.", "<b>Everyone who raised a gift of silver and bronze brought the gift of the Lord, and everyone with whom was found acacia wood</b> of the appropriate size <b>for any labor of the service brought it.</b>", "<b>Every woman who was wise-hearted,</b> skilled in crafts, <b>spun with her hands.</b> The women volunteered for the service, <b>and they brought yarn: the sky-blue and the purple wool, the scarlet wool and the linen,</b> that is, the spun threads of dyed wool and linen.", "<b>All women whose heart inspired them in wisdom,</b> the most talented craftswomen, <b>spun the goats’ hair</b> to weave the sheets of the Tent and perhaps also to entwine the cords. This was complicated labor, which required particular expertise, as it is far more difficult to spin goats’ hair than sheep’s wool.", "<b>The princes,</b> who were wealthy, <b>brought the onyx stones and the stones for setting:</b> The onyx stones <b>for the ephod, and</b> the stones to be set <b>for the breast piece;</b>", "<b>and the spice and the oil, for the light, for the anointing oil, and for the incense of the spices.</b> These were also brought by the princes, as they were expensive at that time and place.", "In sum, <b>any man or woman, whose heart was generous for them to bring</b> materials and skills <b>for all the labor that the Lord commanded to perform at the hand of Moses – the children of Israel brought</b> these <b>as a pledge to the Lord.</b>", "<b>Moses said to the children of Israel: See, the Lord has called by name,</b> appointed out of honor and respect, <b>Betzalel, son of Uri, son of Hur, of the tribe of Judah.</b> God had already selected Betzalel to supervise the labor (31:2), but it was important for the Israelites to know that he had been appointed.", "<b>He has filled him with the spirit of God, in wisdom, in understanding, and in</b> general <b>knowledge, and in all craftsmanship,</b>", "<b>to devise designs;</b> to prepare plans <b>to work with gold, with silver, and with bronze;</b>", "<b>and in stone-cutting for setting,</b> to polish the precious stones and insert them into the breast piece; <b>and in wood-carving; to perform all artful craftsmanship.</b>", "Since Betzalel was to work with a team, he required not only the talent of an expert craftsman and the creativity to put into effect the plan shown to Moses on Mount Sinai, but also the ability to guide those working under his authority. Consequently, <b>He,</b> God, <b>has put in his,</b> Betzalel’s, <b>heart to teach: He,</b> as the head, <b>and</b> with him <b>Oholiav, son of Ahisamakh, of the tribe of Dan.</b>", "<b>He filled them with wisdom of heart, to perform all craft of the carver; and of the artisan; and of the embroiderer in sky-blue</b> wool, <b>and purple wool</b>, and <b>scarlet wool, and in linen; and of the weaver; performers of craftsmanship and devisers of designs.</b> They had to master the variety of crafts necessary for the different labors, in wood and textiles, each of which requires a separate type of expertise."], ["<b>Betzalel and Oholiav and every wise-hearted man, in whom the Lord has put wisdom and understanding to know</b> how <b>to perform all the labor of the service of the Sanctuary, shall perform everything that the Lord commanded.</b>", "<b>Moses summoned Betzalel and Oholiav and every wise-hearted man, in whose heart the Lord put wisdom,</b> and he even called <b>everyone whose heart inspired him to approach the work to perform it.</b> The weighty task required one to have self-confidence that he would be capable of performing it properly.", "The craftsmen invited by Moses began their volunteer labor. <b>They took from before Moses all the gifts that the children of Israel brought for the labor of the service of the Sanctuary, to perform it. They,</b> the Israelites, <b>brought him more pledges morning after morning</b>. Some interpret the last phrase to mean that after Moses’ request for donations for the Tabernacle, the people brought their gifts for a whole day and the following day.", "<b>All the wise men,</b> the craftsmen <b>who performed all the craftsmanship of the Sanctuary, each one came from his craft that they were performing.</b> This was a large team, composed of experts in all types of craftsmanship and in the use of the various implements, who could cooperate in the required tasks.", "<b>They said to Moses, saying: The people are bringing more than enough for the service of the labor that the Lord commanded to perform.</b> Based on a calculation of the requirements, they estimated that more material had already been received than needed.", "<b>Moses commanded, and they circulated a proclamation in the camp, saying: Man or woman shall not perform any more labor for the gifts of the Sanctuary; and the people ceased bringing</b> materials.", "<b>And the labor,</b> the bringing of the donations or the donations themselves, <b>was sufficient for all the labor to perform it, and beyond.</b> There was leftover material, which was not used.", "<b>All the wise-hearted among the performers of the labor made</b> the roof of <b>the Tabernacle,</b> which consisted of <b>ten</b> fabric <b>sheets,</b> made <b>of spun</b> white <b>linen and sky-blue, purple, and scarlet wool; with artfully crafted</b> forms of <b>cherubs they made them.</b> The sheets were woven in a complex manner, in which the form of cherubs appeared on every sheet, on both sides.", "<b>The length of one sheet was twenty-eight cubits, and the width</b> was <b>four cubits for each sheet; there was one measure for all the sheets.</b>", "<b>He attached five sheets</b> by sewing them <b>one to another,</b> into a single unit, <b>and</b> the other <b>five sheets he attached one to another.</b>", "<b>He made loops of sky-blue wool at the edge of the one sheet</b> located <b>at the extremity of the array</b> of five sheets sewn together, and <b>he did likewise at the edge of the outermost sheet in the second array</b> of five sheets.", "<b>Fifty loops he made in the one sheet, and fifty loops he made at the extremity of the sheet that was in the second array,</b> along the entire length; <b>the loops corresponded one to another.</b> The loops were placed at equal intervals, so that the loops of the two sheets would correspond to one another.", "<b>He made fifty hooks of gold and attached the sheets one to another with the hooks,</b> which each linked a pair of loops. In this manner the two units of sheets were joined, <b>and the Tabernacle was one,</b> as it became a single structure. Alternatively, the term “Tabernacle” here is referring to the sheets that cover the structure (see 36:14).", "<b>He made sheets of goats’ hair as a tent over the Tabernacle,</b> above the fabric sheets, which are considered part of the Tabernacle itself; <b>eleven sheets he made them.</b>", "<b>The length of the one sheet was thirty cubits, and four cubits the width of the one sheet; there was one</b> uniform <b>measure for eleven sheets.</b>", "<b>He attached five sheets by themselves and six sheets by themselves.</b> There were two separate units of sheets sewn together, one consisting of five sheets of goats’ hair and the other of six sheets.", "<b>He made fifty loops at the edge of the outermost sheet in the array, and he made fifty loops at the edge of the sheet in the second array.</b>", "<b>He made fifty hooks of bronze to attach the tent, to be one.</b>", "<b>He made a cover for the tent</b> of goats’ hides, <b>of rams’ hides dyed red, and</b> a fourth <b>cover of taḥash hides above</b> it. Alternatively, this was all one covering, partly of rams’ hides and partly of <i>taḥash</i> hides, meaning that there were only three layers above the Tabernacle.", "<b>He made the boards for</b> the walls of <b>the Tabernacle of</b> smoothed boards of <b>acacia wood</b>, <b>standing.</b> The boards were to be positioned upright, like their position when the trees grew.", "<b>Ten cubits was the length of a board</b> and the height of the Tabernacle, as the boards were placed standing, <b>and one cubit and a half</b> was <b>the width of each board.</b>", "<b>Two tenons,</b> protrusions, <b>were for one board, parallel one to another.</b> Due to the great height of the boards, across from the protrusions of each board corresponding indentations were made in the two adjacent boards, in order to join them together by having the protruding tenons enter the indentations. <b>So he did for all the boards of the Tabernacle.</b>", "<b>He made the boards for the Tabernacle; twenty boards</b> were used <b>for the southern side.</b>", "<b>He made forty silver sockets</b> placed <b>under the twenty boards,</b> as a base upon which the boards of the Tabernacle rested: <b>Two sockets under the one board for its two tenons,</b> the protrusions under the boards, <b>and two sockets under the one board for its two tenons.</b> The protruding tenons were inserted into the sockets, to hold the boards.", "<b>For the second side of the Tabernacle, for the north side, he made twenty boards.</b>", "<b>Their forty sockets were of silver: Two sockets under the one board and two sockets under the one board.</b> The arrangements of boards and sockets on the southern and northern sides of the Tabernacle were simple and identical to each other.", "<b>For the side of the Tabernacle</b> that faced <b>to the west, he made six boards,</b> each one and a half cubits in width. Together they spanned nine cubits, the bulk of the western wall.", "<b>He made two boards for the corners of the Tabernacle on the sides.</b> These boards helped stabilize the Tabernacle and also served an aesthetic purpose, as they filled in the empty corners.", "<b>They,</b> all the boards, <b>were even</b> and adjacent to one another <b>at the bottom,</b> with no space between them, <b>and they</b> each <b>met</b> the adjacent board <b>at its top for the one ring,</b> which was itself inserted into grooves in the top of each pair of boards, holding the ends together. <b>So he did for the two of them, for the two corners,</b> the northwestern and southwestern corners.", "<b>There were</b> on the west side a total of <b>eight boards and their silver sockets: Sixteen sockets, two sockets under the one board.</b> Viewed externally, the western wall had two additional boards which were not part of the main, internal structure but which filled the corners on the outside.", "<b>He made bars of acacia wood,</b> for holding the boards together: <b>Five for the boards of the one side of the Tabernacle,</b>", "<b>and five bars for the boards of the second side of the Tabernacle, and five bars for the boards of the Tabernacle for the side to the west.</b> Four of these bars ran along the outer side of each wall. Two held the top half in place, each one spanning half the length of the wall, and the other two were similarly placed on the bottom half. Thus, the four bars joined the boards of each wall in two separate units, each constituting half of the wall.", "In addition to the four outer bars, <b>he made the central bar,</b> the fifth bar, <b>to run inside the boards from end to end.</b> He made a hole in the thickness of the boards through which this bar was inserted, to strengthen the boards from within, and join the entire wall together.", "<b>He plated the boards with gold, and their rings,</b> which facilitated joining the boards together, <b>he made of gold.</b> The rings were made <b>as housings,</b> receptacles, <b>for the bars. He</b> also <b>plated the bars</b> themselves <b>with gold.</b>", "<b>He made the curtain of sky-blue</b> wool, <b>purple</b> wool, <b>and scarlet wool, and linen,</b> all <b>spun together</b>; <b>he made it artfully crafted with cherubs.</b> The curtain was fashioned in a skilled manner so that the design could be seen on each side.", "<b>He made for it four acacia pillars and plated them with gold; their hooks were of gold. He cast for them four silver sockets.</b> The curtain was hung from the gold hooks placed on the pillars.", "Instead of a fourth wall on the eastern side, <b>he made a screen for the entrance of the Tent, of sky-blue, purple, and scarlet wool, and linen,</b> all <b>spun together, the work of an embroiderer.</b> This task was simpler than the weaving required for the ceiling of the Tabernacle and for the curtain that partitioned off the Holy of Holies, which are described as “artfully crafted” (verses 8, 35).", "<b>And</b> he made <b>its five pillars and their hooks,</b> upon which the screen was hung; <b>he plated their tops and their bands with gold. And their sockets were five,</b> made <b>of bronze.</b>"], ["<b>Betzalel made the ark of acacia wood; its length was two and a half cubits, and its width one cubit and a half, and its height a cubit and a half.</b>", "<b>He plated it with pure gold within and without.</b> According to tradition, this was more than just plating but rather two gold boxes. The wooden ark was placed within the larger gold box, while the smaller gold box was placed inside it. <b>And he made a rim of gold upon it, all around.</b>", "<b>He cast for it four rings of gold, on its four corners</b>, or legs: <b>Two rings on its one side, and two rings on its second side.</b> Each ring was placed at the edge of the side.", "<b>He made staves of acacia wood, and he plated them with gold.</b>", "<b>He brought the staves into the rings on the sides of the ark, to carry the ark.</b>", "<b>He made an ark cover of pure gold; its length was two and a half cubits,</b> corresponding to the length of the ark, <b>and its width one and a half cubits,</b> in accordance with the width of the ark.", "<b>He made two cherubs,</b> figures of angels, heavenly beings, <b>of gold,</b> hammered out of the same gold block as the ark cover. <b>He made them hammered, at the two ends of the ark cover:</b>", "<b>One cherub from this end</b> of the ark cover <b>and one cherub from that end – he made the cherubs</b> extend <b>from the ark cover at its two ends.</b>", "<b>The cherubs had wings spread from above, shielding with their wings over the ark cover and their faces one to another; the faces of the cherubs were toward the ark cover.</b> The cherubs were not fully turned toward one another, but faced downward, to the ark cover.", "<b>He made the table</b> for the showbread <b>of acacia wood; its length was two cubits, its width one cubit, and its height a cubit and a half.</b>", "<b>He plated it with pure gold, and he made for it an</b> ornamental <b>rim of gold all around.</b>", "<b>He made for it a border</b> the height <b>of one handbreadth</b> all <b>around, and he made</b> the aforementioned <b>rim of gold for its border all around.</b>", "<b>He</b> also <b>cast for it four gold rings, and he put the rings on the four corners that were on its four legs.</b>", "<b>The rings were adjacent to the border,</b> which was between the legs of the table or along the tabletop, and they were alongside the border and beneath it, on the four legs of the table, rather than on the border itself. The rings were <b>housings for the staves,</b> or poles, used <b>to carry the table.</b>", "<b>He made the staves of acacia wood, and he plated them with gold, to carry the table.</b>", "<b>He made the vessels that were on the table</b> for the showbread: <b>its bowls,</b> for containing flour or dough; <b>its spoons,</b> for the frankincense; <b>its supports,</b> upright posts on the two sides of the table; <b>and the tubes,</b> which formed a lattice above the table, <b>with which it,</b> the bread, <b>was to be covered</b> layer by layer. All these he made <b>of pure gold.</b>", "<b>He made the candelabrum of pure gold; hammered he made the candelabrum,</b> not by casting or by joining separate pieces, but by beating a single block of gold. From the same block he even made <b>its base and its</b> central <b>shaft,</b> or all its shafts; and <b>its cups, its knobs, and its flowers,</b> various decorations. All of these <b>were from it,</b> they were all fashioned from the same block of gold.", "<b>Six branches emerged from its sides: Three branches of the candelabrum from its one side and three branches of the candelabrum from its second side;</b>", "<b>three finely crafted [<i>meshukkadim</i>]</b> ornamental <b>cups,</b> finely wrought, or made like almond blossoms [<i>shekedim</i>], <b>were on the one branch.</b> In addition to the cups there was <b>a knob and a flower</b> on each branch. <b>And</b> there were <b>three finely crafted cups on the other branch,</b> with <b>a knob and a flower. So it was for the six branches that emerged from the candelabrum.</b>", "<b>On</b> the body of <b>the candelabrum,</b> its central shaft, <b>were four finely crafted cups,</b> with <b>its knobs and its flowers;</b>", "<b>and</b> there was <b>a knob under two of the branches from it, a knob under two of the branches from it, and a knob under two of the branches from it, for the six branches emerging from it.</b> There was an ornamental knob where each pair of branches met the central shaft.", "<b>Their knobs and their branches,</b> the branches of the candelabrum, <b>were from it,</b> of one piece, <b>all of it hammered of pure gold.</b>", "<b>Fire-made its seven lamps,</b> receptacles atop the branches for the oil and the wicks; <b>and its tongs,</b> for handling the wicks; <b>and its fire-pans,</b> spoon-like receptacles for removing the burnt wicks from the lamps and for cleaning the oil. These too he made <b>of pure gold.</b>", "<b>He made it and all its vessels of a talent of pure gold.</b> The sum weight of the candelabrum and its vessels was one talent. Modern estimates of a talent range from 30 to 50 kg.", "<b>He made the incense altar of acacia wood; its length was one cubit and its width one cubit, square, its height was two cubits,</b> and <b>its horns were from it.</b> The verse does not explain the precise shape of the horns.", "<b>He plated it with pure gold: its top, its sides all around, and its horns; and he made a rim of gold upon it around,</b> as he did for the ark and the table for the showbread.", "<b>He made two gold rings for it under its rim, on two of its corners and on two of its sides,</b> on diagonally opposite corners, <b>as housings for</b> inserting <b>staves,</b> poles, <b>with which to carry it.</b> Since the incense altar was a small vessel, it did not require four rings, but only two.", "<b>He made the staves of acacia wood, and he plated them with gold.</b>", "<b>He made the anointing oil in sanctity,</b> taking care to preserve its sanctity and for the sake of anointing the sacred vessels and priests, <b>and the incense of the spices, pure</b> of all waste and impurity. Both were prepared with <b>the craftsmanship of a blender,</b> using precision and great care, like the work of an apothecary."], ["<b>He made the altar of the burnt offering</b> out <b>of acacia wood: Its length was five cubits and its width five cubits, square, and its height was three cubits</b> (see 27:1).", "<b>He made its horns,</b> flat, square blocks, <b>on its four corners: Its horns were from it,</b> not made from additional material joined to the altar; <b>and he plated it with bronze.</b>", "<b>He made all the vessels of the altar: the pots; the shovels,</b> for removing the ashes; <b>the basins,</b> for collecting the blood of offerings and sprinkling it upon the altar; <b>the forks,</b> for placing pieces of meat upon the altar and turning them over; <b>and the pans,</b> for raking the coals and moving them from one place to another. <b>He made all its vessels of bronze.</b>", "<b>He made a grate for the altar,</b> made as <b>a work of bronze mesh. It was</b> placed <b>under its,</b> the altar’s, <b>surrounding ledge from below, until its middle.</b>", "<b>He cast four rings on the four ends for,</b> attached to, <b>the bronze grate as housings for the staves</b> for carrying the altar.", "<b>He made the staves of acacia wood, and he plated them with bronze.</b>", "<b>He brought the staves into the rings on the sides of the altar</b> in order <b>to carry it with them; he made it hollow, out of planks.</b> The altar consisted of a wooden framework covered with bronze. Its hollow interior was filled with earth when the Israelites encamped.", "<b>He made the basin of bronze and its base of bronze, with the mirrors of the assembled women who assembled at the entrance of the Tent of Meeting.</b> These women brought their polished bronze mirrors to the Tabernacle as a gift, and the basin was fashioned from these mirrors.", "<b>He made the courtyard; on the south side, the hangings of the courtyard were of spun linen,</b> and they were <b>one hundred cubits</b> in length, 50–60 m.", "<b>Their pillars</b> for the hangings <b>were twenty,</b> placed at intervals of five cubits, <b>and their sockets,</b> for holding the pillars, were <b>twenty,</b> made <b>of bronze.</b> These sockets with their flat base held the pillars to prevent them from falling in the wind, in addition to the pegs, which were driven into the ground and tied down the hangings (see verse 20). <b>The hooks of the pillars,</b> to which the hangings were fastened, <b>and their bands,</b> which surrounded the pillars for decoration or to prevent them from cracking, <b>were</b> made of <b>silver.</b>", "<b>On the north side, they,</b> the hangings, <b>were one hundred cubits,</b> and <b>their pillars</b> were <b>twenty and their sockets twenty, of bronze; the hooks of the pillars and their bands were silver.</b>", "<b>On the west side,</b> along the breadth of the courtyard, where there was no entrance, <b>there were hangings of fifty cubits,</b> and <b>their pillars</b> were <b>ten and their sockets ten; the hooks of the pillars and their bands were</b> made of <b>silver.</b> Like the Tabernacle itself, the surrounding courtyard was rectangular.", "<b>On the east side,</b> where the entrance to the courtyard of the Tent of Meeting was located, the total width of the Tabernacle was <b>fifty cubits.</b>", "This side had to accommodate the courtyard entrance in its center. It consisted of <b>hangings fifteen cubits</b> long <b>on the</b> one <b>side</b> of the entrance <b>; their pillars were three and their sockets three,</b> each pillar placed at intervals of five cubits.", "The same number of hangings were positioned <b>on the second side</b> of the entrance <b>; from this side and from that side of the gate of the courtyard,</b> the <b>hangings were fifteen cubits; their pillars were three and their sockets three.</b> This left an entrance twenty cubits long in the middle.", "<b>All the hangings of the courtyard all around were of spun linen.</b>", "<b>The sockets for the pillars were bronze, the hooks of the pillars and their bands were silver, the plating of their tops was silver, and all the pillars of the courtyard were banded with silver.</b>", "As stated above, the eastern side of the courtyard of the Tabernacle included fifteen cubits of hangings on each side of the gate, with twenty cubits occupied by the space of the gate itself. <b>The screen of the gate of the courtyard was the craftsmanship of an embroiderer.</b> The screen was more decorated than the hangings, and it was made <b>of sky-blue, purple, and scarlet wool, and linen,</b> all finely <b>spun together</b>. It was <b>twenty cubits</b> in <b>length, and standing at the width of five cubits, corresponding to the hangings of the courtyard,</b> the screen was between the hangings, on the same plane as them.", "<b>Their pillars,</b> the pillars for the screen, <b>were four and their sockets four, of bronze; their hooks were silver, and the plating of their tops and their bands were silver.</b> In contrast to the hangings, which were fixed to the pillars, the screen was tied only above, to enable it to be rolled up, permitting entry between the pillars.", "<b>All the pegs of the Tabernacle and of the courtyard around,</b> with which the hangings were fixed in place, <b>were</b> made of <b>bronze.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Exodus", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Exodus 35:1-38:20", "heRef": "ביאור שטיינזלץ על שמות ל״ה:א׳-ל״ח:כ׳", "sections": ["35", "1"], "toSections": ["38", "20"], "sectionRef": "Steinsaltz on Exodus 35-38", "heSectionRef": "ביאור שטיינזלץ על שמות ל״ה-ל״ח", "firstAvailableSectionRef": "Steinsaltz on Exodus 35:1-38:20", "isSpanning": true, "next": "Steinsaltz on Exodus 39", "prev": "Steinsaltz on Exodus 34", "title": "Steinsaltz on Exodus 35-38", "book": "Steinsaltz on Exodus", "heTitle": "ביאור שטיינזלץ על שמות", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Exodus 35:1-35", "Steinsaltz on Exodus 36", "Steinsaltz on Exodus 37", "Steinsaltz on Exodus 38:1-20"], "indexTitle": "Steinsaltz on Exodus", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על שמות", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Exodus"], "heTitleVariants": ["ביאור שטיינזלץ על שמות"], "index_offsets_by_depth": {}, "warnings": []}