{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Jacob lived in the land of Egypt seventeen years.</b> During this time, the economic reforms described in the previous section (verses 14–26) were instituted, and the famine ceased. <b>The days of Jacob, the years of his life, were seven years and one hundred and forty years.</b>", "<b>The time for Israel to die approached,</b> as he sensed that he would soon pass away. <b>And he called his son, Joseph,</b> both because he was his favorite son, and because he was the ruler of Egypt, <b>and he said to him: Please, if I have found favor in your eyes, please place your hand under my thigh and</b> swear to me (see 24:2) that you will <b>perform kindness and truth with me; please do not bury me in Egypt.</b> Jacob felt the need to administer an oath to Joseph, since this was not a simple request, as will be seen below.", "<b>I shall lie with my fathers</b> after my death, <b>and you will convey me from Egypt and bury me in their,</b> my ancestors’, <b>grave. He,</b> Joseph, <b>said: I will do in accordance with your words.</b>", "<b>He,</b> Jacob, <b>said: Take an oath to me,</b> as a declaration of intent alone is insufficient. <b>And he,</b> Joseph, <b>took an oath to him. Israel prostrated himself</b> as a sign of gratitude <b>at the head of the bed.</b> He did not prostrate himself on the ground, in the customary manner, as he was ill and confined to bed."], ["<b>It was after these matters that one,</b> an unnamed person, <b>said to Joseph: Behold, your father is ill.</b> In the previous episode, Jacob had sensed that he was going to die soon; at this point, he became very ill. <b>He,</b> Joseph, <b>took his two sons, Manasseh and Ephraim, with him.</b>", "<b>One told Jacob and said: Behold, your son Joseph is coming to you.</b> Joseph likely lived in the capital city, which was far from Goshen, and therefore he could not visit his father frequently. When he was notified that Joseph was coming to visit, <b>Israel exerted himself, and he sat upon the bed</b> instead of lying on it, as he wanted to greet the viceroy in a dignified manner. In addition, perhaps sitting was the more appropriate position for the nature of the conversation that Jacob wished to conduct with his son.", "<b>Jacob said to Joseph: God Almighty appeared to me in Luz,</b> also known as Beit El, <b>in the land of Canaan, and He blessed me.</b>", "<b>He said to me: Behold, I will make you fruitful and multiply you, and I will render you an assembly of peoples, and I will give this land to your descendants after you as an eternal portion.</b> Jacob received these two promises in his dream at Beit El on his way to Haran (28:12–15) and in his prophetic vision in the same location many years later, upon his return to Canaan (35:9–12). Although the greatness he was promised had yet to materialize, the assurance gave him the strength and authority to deliver blessings that would shape the future of his family and their land, as though God’s promises had already come to pass at that time.", "<b>And now,</b> based on the aforementioned promises, <b>your two sons, who were born to you in the land of Egypt before my coming to you to Egypt, they are mine;</b> I am adopting them as though they were my children. <b>Ephraim and Manasseh, like Reuben and Simeon they shall be for me.</b> Your first and second sons, my grandsons, will be elevated to equivalent status as that of my own first and second sons.", "Manasseh and Ephraim were Joseph’s older sons, born before the onset of the years of famine. Even if no children had been born to Joseph during the famine, as the Sages maintain, he likely had others after those difficult years. However, as they were still young at this point, the matter that Jacob is discussing does not apply to them. <b>And</b> therefore, <b>your progeny that you beget after them,</b> after Manasseh and Ephraim, <b>they shall be yours</b> and considered part of your immediate family, not as my adopted sons. This means that <b>they shall be called after the name of their brothers in their inheritance.</b> When the inheritance is divided among the sons of Jacob, those sons shall be considered part of the tribe of Ephraim or of Manasseh.", "<b>And I, when coming</b> back <b>from Padan</b> Aram, your mother <b>Rachel died on me in the land of Canaan on the road, while still some distance to arrive at Efrat,</b> not in an inhabited area. <b>And</b> therefore <b>I buried her there on the road to Efrat, which is</b> another name for <b>Bethlehem.</b> Since it was impractical to bring her to the family burial plot in Hebron, I buried her where she died. Indeed, to this day the tombstone assumed to mark Rachel’s grave is located outside the city of Bethlehem. In the past, it was presumably even farther outside of the city than it is currently.", "<b>Israel saw Joseph’s sons, and he said: Who are these?</b> Perhaps due to the distance between Joseph’s and Jacob’s places of residence, Jacob did not see his grandchildren very often, and therefore he did not recognize them. Although he had met them a few years earlier, their appearances had certainly changed in the meantime. Moreover, Jacob’s vision had deteriorated (verse 10), which may be why he did not immediately identify his grandsons.", "<b>Joseph said to his father: They are my sons,</b> Ephraim and Manasseh, whom you mentioned previously, <b>whom God has given me here.</b> Jacob subsequently remembers and identifies the boys. Despite his physical impairment, his mental capacities were still fully intact. Therefore, <b>he said</b> decisively: <b>Please take them to me, and I will bless them.</b>", "<b>And the eyes of Israel were heavy with age.</b> At that time there was no way to cure the degeneration of vision in old age. Once one’s vision became cloudy, one could distinguish only between light and darkness. Therefore, <b>he was unable to see</b> anything other than shadows. <b>He,</b> Joseph, <b>had them approach him and he,</b> Jacob, <b>kissed them, and he embraced them.</b>", "<b>Israel said to Joseph: I did not expect to see your face</b> after so many years, as I did not believe it was possible, <b>and behold,</b> not only has this occurred, but <b>God has shown me your offspring as well.</b> Before bestowing his blessing, Jacob strengthens himself through this expression of amazement and praise.", "Manasseh and Ephraim, who were still young at the time, had been standing between Joseph’s knees. <b>Joseph took them out from between his knees, and he prostrated himself on his face to the earth.</b> Joseph bowed not to Jacob, but to God, in preparation for the upcoming revelation.", "<b>Joseph took the two of them:</b> He brought <b>Ephraim,</b> his younger son, <b>in his right hand,</b> so that he would be <b>to the left of Israel,</b> who was opposite him, with the younger son on his father’s left side, in the customary manner. <b>And</b> he took <b>Manasseh,</b> his older son, <b>in his left hand, to the right of Israel, and he had them approach him.</b>", "Contrary to Joseph’s expectation that Jacob would extend his hands directly across onto his sons’ heads, <b>Israel extended his right hand,</b> which was opposite Manasseh, <b>and laid it upon the head of Ephraim, who was the younger</b> brother, <b>and his left hand</b> he extended <b>upon the head of Manasseh, deliberately placing his hands</b>, <b>as</b> he was aware that <b>Manasseh was the firstborn</b>. Alternatively, the verse means: Although Manasseh was the firstborn.", "<b>He,</b> Jacob, <b>blessed Joseph and said: The God before whom my fathers, Abraham and Isaac, walked, the God who shepherds,</b> directs, <b>me from my beginnings until this day.</b> Although the blessing was bestowed upon Joseph’s children, a blessing given to children is also automatically a blessing for their father as well.", "<b>May the angel,</b> a messenger of God, <b>who delivers me from all evil</b> and who has protected me until now, <b>bless the lads,</b> as the representative of God, its sender. <b>And</b> the first blessing is: <b>Let my name and the name of my fathers, Abraham and Isaac, be called upon them,</b> these two children, as well. Having previously adopted them as his own sons, Jacob adds that they shall continue his and his forebears’ legacy. Just as God guided Jacob and his fathers throughout their lives, so too He will lead his grandchildren. The second blessing is: <b>May they proliferate like fish in the midst of the earth.</b>", "While Jacob was reciting the blessing, <b>Joseph saw that his father</b> had switched his hands, as he <b>would lay his right hand upon the head of Ephraim, and it displeased him.</b> Joseph expected Jacob to give preference to Manasseh, the firstborn, by placing his right hand upon him. Since his father’s vision was impaired, Joseph surmised that he had erred. Perhaps Joseph was displeased because he felt that Jacob thought that Joseph himself had mistakenly placed his sons on the wrong sides. In order to rectify what Joseph perceived as an error, <b>he supported his father’s hand</b> from below, <b>to remove it from the head of Ephraim to the head of Manasseh.</b>", "<b>Joseph</b> also <b>said</b> explicitly <b>to his father: Not so, my father, as this</b> one, Manasseh, <b>is the firstborn; place your right hand upon his head.</b>", "<b>His father refused and said: I know, my son, I know</b> which is the firstborn, despite my impaired vision. I am not withholding my blessing from the firstborn, Manasseh, as <b>he too shall become a people, and he too shall be great. However, his younger brother</b> Ephraim <b>shall be greater than he</b> with regard to the number of his descendants and their power, <b>and his descendants shall be the plenitude of nations,</b> as they will fill the world.", "<b>He blessed them that day, saying: By you shall Israel bless</b> their children, <b>saying: May God make you like Ephraim and like Manasseh, and he placed Ephraim before Manasseh</b> in the text of the blessing. In practice as well, Manasseh was given secondary status, despite the fact that he was the firstborn.", "<b>Israel said to Joseph: Behold, I am dying</b> and will not return to the land of Canaan while I am alive. Although nothing was preventing his children from returning there at that time, Jacob knew prophetically that they would not return there in the near future. Nevertheless, he declared to his son: <b>God will be with you, and He will</b> eventually <b>restore you to the land of your fathers.</b>", "Consequently, in my capacity as father and the transmitter of the inheritance, <b>I have given to you one portion [<i>shekhem</i>]</b> of an inheritance as a gift <b>beyond</b> that of <b>your brothers.</b> Instead of receiving one inheritance, your children will inherit two portions. This is the primary ramification of Ephraim and Manasseh being granted the status of Jacob’s adopted children, on the same level as the other tribes of Israel. This is the portion <b>which I took from the hand of the Emorite with my sword and with my bow.</b> The reference to <i>shekhem</i> here may mean that Jacob gave the city of Shekhem, to Joseph. Indeed, this city was included in the inheritance of his sons, and Joseph himself was buried there."], ["<b>Jacob called to his sons, and he said: Gather and I will tell you that which shall befall you at the end of days.</b>", "<b>Assemble and hear, sons of Jacob, and heed Israel your father.</b>", "Jacob’s first few blessings follow his sons’ order of age. <b>Reuben, you are my firstborn, my strength and the first of my potency;</b> as the eldest, you were born when my strength was at its greatest. Therefore, you should have merited <b>greater honor and greater power</b> and ruled over your brothers.", "However, because you were <b>impetuous as water, you shall not excel,</b> as you lost your precedence <b>because you mounted your father’s bed,</b> the bed of your father’ wife, which is the prime example of your impetuousness. <b>Then you desecrated he who ascended my couch,</b> yourself. Alternatively, this is referring to the Divine Presence that resides there. Others explain that the phrase “he who ascended [<i>ala</i>]” means “removed.” In other words, from that day the couch, or Jacob’s honor, was removed, as he was forced to separate from Bilha due to this incident. Yet another explanation is that Jacob is saying to Reuben: You desecrated my bed and marital activities, which should have been above [<i>lema’ala</i>] and beyond your concerns; therefore, you forfeited your status as firstborn.", "<b>Simeon and Levi are brothers.</b> These two brothers were apparently very close. They acted together, and Jacob likewise addresses them together. <b>Weapons of villainy are their heritage.</b> They grew up using weapons from a young age.", "<b>My self shall not come in their company [<i>sodam</i>]</b>. Alternatively, this is referring to their secret [<i>sod</i>] actions. <b>With their assembly may my glory not be associated; for in their anger they killed men,</b> the inhabitants of Shekhem, <b>and with their will they hamstrung oxen,</b> they cut the legs of the oxen of those inhabitants, so that they no longer would be usable.", "<b>Cursed be their anger, as it is</b> unacceptably <b>fierce</b>, <b>and their wrath, as it is</b> too <b>harsh; I will divide them in Jacob, and I will disperse them in Israel.</b> They will continue to be identified as two tribes, but they will be scattered and will not inherit a permanent portion of land as their brothers will. It should be noted that Jacob did not curse Simeon and Levi themselves, but only their anger.", "The Sages state that when Judah heard Jacob’s harsh comments to his three older brothers, he was concerned that his father would rebuke him as well, as he too had sinned in the past. Indeed, he began to retreat in hesitation, but his father called him back: <b>Judah,</b> not only are you not inferior to the others, but <b>you, your brothers shall acknowledge you</b> and give you honor; since <b>your hand shall be at the neck of your enemies,</b> as you will subjugate them. In addition, <b>your father’s sons shall prostrate themselves to you,</b> for you will rule over your brothers.", "Judah is the first of many of the sons to be compared to an animal. <b>Judah is a lion cub; from prey, my son, you rose up.</b> Like a predatory lion, you emerge from each battle with the upper hand. Alternatively, this is possibly an allusion to the sale of Joseph. Jacob, who by now was likely aware of the details of the story, states that Judah saved Joseph and prevented his death. <b>He crouched, lay like a lion; and like a great cat, who shall rouse him?</b> Just as no one would challenge a rising lion, so too the tribe of Judah shall be full of warriors, and its fear shall be upon the surrounding region.", "In addition to the fact that Judah will remain a tribe of warriors, <b>the scepter shall not depart from Judah, nor the ruler’s staff,</b> a writing tool with which the king writes laws, <b>from between his feet,</b> as his descendants shall continue to rule and legislate the law; <b>until Shilo,</b> the redeemer, the king to whom everything belongs [<i>shelo</i>], <b>arrives. To him, nations shall assemble.</b> The tribe of Judah shall continue to lead the people until the coming of the Messiah.", "Jacob now grants Judah an economic blessing: <b>He shall bind his foal to the vine</b> and will not be concerned about its possible destruction, as grape vines will abound in his inheritance; <b>and to the branch of the vine</b> he shall bind <b>his jenny’s foal. He launders his garments in wine.</b> Due to the abundance of wine flowing from his grapes, he could use it not only for drinking, but also for laundering instead of water. <b>And in the blood of grapes,</b> wine, he shall launder <b>his clothes.</b>", "<b>Red-eyed from</b> drinking much <b>wine, and white-toothed from milk.</b>", "At this point, Jacob deviates from his sons’ birth order by placing the sons of Leah before those of the maidservants. He also changes the internal order of the sons of Leah, as Zebulun is blessed before the older Issachar. <b>Zebulun shall dwell at the shore of seas; he shall be a shore for ships,</b> as his inheritance will be on the shore of the Mediterranean Sea, <b>and his border will be upon Sidon,</b> as his portion was located in the north. Sidon was always a center of maritime commercial trade. It is possible that the tribe of Zebulun, located in close proximity to Sidon, had significant commercial ties to that city. Zebulun’s border might also have extended to the Sea of Galilee, but the reference here to the shore of seas, and a harbor for ships, refers specifically to the Mediterranean.", "<b>Issachar is a strong-boned donkey, lying between the sheep folds,</b> places of pasture. Issachar is depicted here as a donkey lying tranquilly. There is nothing negative in this choice of animal, even though the word for donkey [<i>ḥamor</i>] was the name of the prince of Shekhem (see 34:2).", "<b>He saw rest that it was good, and the land that it was pleasant.</b> Issachar will find blessing and enjoyment by living peacefully in his own land. Generally, he will not participate in major battles of conquest but will be satisfied with his portion. <b>He bowed his shoulder to bear</b> burdens like a donkey, as his tribe would engage in agriculture as a livelihood. <b>And he became an indentured servant.</b> Some explain that the Canaanites left in his inheritance would pay him a tax.", "After addressing the sons of Leah, Jacob turns to the firstborn of Bilha, Rachel’s maidservant: <b>Dan shall avenge his people</b>, <b>as one of the tribes of Israel.</b> His status will not be lower than the other tribes. Jacob is emphasizing that the sons of his wives and the sons of the maidservants are equal in his eyes. Some explain that this prophetic blessing is referring not to the entire tribe but to the lone hero known from this tribe, Samson.", "<b>Dan shall be a serpent on the road, a viper on the path, that bites a horse’s heels and his rider falls backward.</b> In this scenario, the horse cannot remain standing, and when it falls, the rider falls with it. This depiction of a biting snake alludes to Samson, who did not engage in a military war and was not the head of an army, but acted alone and killed his enemies in unusual ways.", "<b>For your salvation I await, Lord.</b> When Jacob saw this terrifying snake in his vision that symbolized Dan, he turned to God and requested salvation from Him. Alternatively, following the explanation that the snake symbolizes Samson, Jacob perceived the suffering and tribulations that accompanied Samson’s heroic actions, and he therefore prayed for his salvation.", "After the firstborn son of Bilha, Jacob addresses the firstborn of Zilpa, the maidservant of Leah: <b>Gad, a troop,</b> his troops, <b>shall slash his enemies, and he shall slash their heel.</b> Here and elsewhere, Gad is depicted as a tribe of warriors.", "Jacob blesses Zilpa’s second son: <b>From Asher, his bread is fat, and he shall provide royal delicacies.</b> His fertile land will produce choice foods.", "Jacob blesses Bilha’s second son, Naphtali: <b>Naphtali is a doe let loose</b> to run freely, <b>who provides pleasant sayings,</b> fine and praiseworthy statements. Alternatively, this means that from his inheritance good tidings will come. One who returns from the portion of Naphtali will say: I have seen beautiful flowers, good fruits, and the like.", "The majority of descriptions in Jacob’s blessings involve animals, but in the case of Joseph, the son of Rachel, his father uses imagery of vegetation. <b>Joseph is a fruitful tree</b>, <b>a fruitful tree</b> growing tranquilly <b>alongside a spring,</b> as his needs are provided for him; <b>branches run over the wall.</b> Some explain that this means: Girls shall stroll over the wall. The tribe shall live in tranquility, so that instead of soldiers patrolling the wall, girls will stroll over it.", "Jacob describes Joseph’s difficult experiences: <b>They embittered him</b> through their hatred and by selling him, <b>and shot him, and archers hated him.</b>", "However, Joseph did not respond in kind. Rather, <b>his bow sat firm</b> without moving, <b>and the arms of his hands were golden.</b> His hands held the bow tightly, prepared to shoot if necessary. All this ability comes to him <b>by the hands of the Mighty One of Jacob</b>, <b>from there, from</b> the strength of <b>the Shepherd of the stone of Israel.</b> Israel is considered as strong as a stone. Alternatively, this stone refers to God, in emphasis of His strength, similar to the more common expression “Rock of Israel.”", "<b>From the God of your father, and He shall help you, and the Almighty, and He shall bless you.</b> Not only did God’s blessings save you in your most difficult times in the past, but they shall continue to shower you and your descendants with abundance and success: With <b>blessings of heaven above,</b> e.g., rain, and <b>blessings of the depths lying beneath,</b> as the land of your inheritance shall be fertile and moist, as well as <b>blessings</b> of fertility, <b>of breasts and of womb.</b>", "<b>The blessings of your father</b> that I am bestowing upon you <b>surpass the blessings of my parents</b> to me, as I am blessing you with strength, courage, and constant support from Heaven, <b>until the edge of the eternal hills,</b> until the end of the world. This is akin to saying: All of the days of the existence of the world. <b>They,</b> these blessings, <b>shall</b> all <b>be</b> like a crown <b>on the head of Joseph,</b> placed <b>on the head of the elect among his brothers,</b> as their king.", "<b>Benjamin is a wolf that mauls; in the morning he devours prey, and in the evening he divides the spoils</b> of the morning capture. Jacob blesses Benjamin, which is a tribe of warriors, with success in both earlier and later eras of Jewish history: The first king, Saul, came from Benjamin, while the delivery of the Jews from the evil Haman, toward the end of the biblical period, came about through Mordekhai, also a descendant of this tribe.", "<b>All these are the tribes of Israel, twelve, and this is that which their father spoke to them, and he blessed them; each man in accordance with his blessing he blessed them.</b> This seems inaccurate, as apparently some of the sons did not receive any blessings but only rebuke. However, it stands to reason that Jacob also gave each of his sons a separate personal blessing, in the manner of a father prior to his death, and that is the blessing referred to in this verse.", "<b>He instructed them and said to them: I am</b> about <b>to</b> die and <b>be gathered to my people; bury me with my ancestors in the cave that is in the field of Efron the Hitite,</b>", "<b>in the cave that is in the field of Makhpela, that is opposite Mamre in the land of Canaan, which Abraham had bought with the field from Efron the Hitite as a burial portion.</b>", "<b>There they buried Abraham and Sarah, his wife; there they buried Isaac and Rebecca, his wife; and there I buried Leah.</b> My father, mother, grandfather, and grandmother are all interred there, as well as my wife Leah. I wish to be buried there as well.", "<b>The purchase of the field and the cave that is in it,</b> the familial burial plot, <b>was</b> acquired by my grandfather <b>from the children of Het.</b>", "<b>Jacob concluded instructing his sons.</b> Although he was ill, he spoke while sitting up on the bed. When he sensed he was about to die, <b>he drew his feet to the bed, and</b> in this state <b>he expired, and he was gathered to his people.</b>"], ["<b>Joseph,</b> the most eminent of the brothers, <b>fell upon his father’s face, wept upon him, and kissed him.</b>", "<b>Joseph commanded his servants, the physicians, to embalm his father.</b> Joseph had physicians under his jurisdiction who were responsible for embalming the dead, among other duties. This process involved removing the body’s inner organs and filling the body with preservatives, so that its physical form would be preserved. <b>The physicians</b> then <b>embalmed Israel.</b>", "<b>Forty days</b> following his death <b>were completed for him, as so are the days of embalming completed.</b> This was the standard period necessary for this process, as preserving the form of the deceased is delicate work that takes an extensive amount of time. <b>Egypt wept for him seventy days.</b> The official mourning began only after Jacob’s body was embalmed and placed in a coffin. In accordance with Egyptian custom, the period of weeping lasted for seventy days. Alternatively, these seventy days include the forty days of embalming, while the remaining thirty days of weeping correspond to the standard Jewish custom of a thirty-day mourning period.", "<b>The days of his weeping passed, and Joseph spoke to Pharaoh’s household.</b> Joseph did not approach Pharaoh directly, perhaps because he was worried that he might receive a negative response. Rather, he first sent messengers to Pharaoh’s household, <b>saying: Please, if I have found favor in your eyes, please, speak</b> in my name <b>in the ears of Pharaoh, saying:</b>", "<b>My father administered an oath to me, saying: Behold, I am dying; in my grave that I dug for me in the land of Canaan, bury me there.</b> Joseph asks of Pharaoh: <b>I will go up</b> to the land of Canaan <b>now and bury my father</b> in the location he requested, <b>and</b> afterward <b>I will return</b> to you.", "<b>Pharaoh said: Go up and bury your father, in accordance with the oath he administered to you.</b>", "<b>Joseph went up to bury his father, and all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt went up with him,</b>", "<b>and all of Joseph’s household, and his brothers, and his father’s household. They left only their children, their flocks, and their cattle in the land of Goshen.</b>", "<b>He took up with him both chariots and horsemen,</b> possibly sent by Pharaoh to ensure that Joseph would return to Egypt; <b>and the camp was very substantial.</b>", "<b>They came to the threshing floor of Atad,</b> which might have been given this name because it was surrounded by thorny <i>atad</i>, or <i>Lycium</i> bushes. <b>That</b> threshing floor <b>is beyond the Jordan,</b> located on their route to Canaan. It is possible that they preferred to travel by this longer path, past the eastern side of the Jordan River, rather than the shorter route, which traverses the land of the Philistines, in order to avoid powerful foreign nations, which might have perceived the large Egyptian convoy as a threat. <b>And they eulogized a very great and substantial eulogy, and</b> Joseph <b>observed mourning for his father seven days.</b>", "<b>The inhabitants of the land, the Canaanites,</b> who were unaware of the reason for this great convoy, <b>saw the mourning at the threshing floor of Atad, and they said: This is a substantial mourning [<i>evel</i>] for Egypt [<i>mitzrayim</i>]. Therefore, it was called,</b> either the entire inhabited area or this specific location which subsequently became a city, <b>Avel Mitzrayim, which is beyond the Jordan.</b>", "<b>His,</b> Jacob’s, <b>sons did to him just as he had commanded them.</b>", "<b>His sons conveyed him to the land of Canaan, and buried him in the cave of the field of Makhpela, which Abraham had bought with the field, as a burial portion, from Efron the Hitite, opposite Mamre.</b>", "<b>Joseph returned to Egypt, he, and his brothers, and all who went up with him to bury his father, after he</b> had <b>buried his father.</b>", "<b>Joseph’s brothers saw that their father had died, and they said: Perhaps Joseph will hate us and will repay us for all the evil that we did to him.</b>", "<b>They instructed</b> messengers <b>to tell Joseph,</b> as they were too frightened to confront him directly, <b>saying: Your father instructed before his death, saying:</b>", "<b>So say to Joseph: Please, forgive the transgression of your brothers and their sin, as they did evil to you.</b> The brothers’ message continues: <b>And now, please</b> fulfill your father’s wishes and <b>forgive the transgression of the servants of the God of your father.</b> Whether Jacob indeed had issued such a request, or whether it was fabricated by the brothers, they emphasize in his name that Joseph should forgive them, as they are all sons of one father who share a common faith. <b>Joseph wept as they spoke to him.</b>", "Since Joseph did not respond to their request, the brothers were concerned that they had reminded him of the suffering they caused him all those years ago. Therefore, <b>his brothers too went</b> themselves <b>and fell before him,</b> Joseph, <b>and they said: Behold, we are your slaves.</b>", "<b>Joseph said to them: Fear not, for am I in place of God?</b> Only God can grant atonement for your sin; I cannot punish you in His place.", "<b>You intended me harm; God intended it for good, in order to engender, as it is today,</b> to bring about the outcome we see today, <b>to keep many people alive.</b> I do not bear any grudge against you, as it was due to your harmful intentions that I ascended to greatness, and it was ultimately because of your scheme that I became capable of sustaining you.", "<b>And now, fear not; I will sustain you and your children. He comforted them and spoke to their heart</b> reassuring statements of this kind.", "<b>Joseph lived in Egypt, he and his father’s household; Joseph lived one hundred and ten years.</b>", "<b>Joseph saw great-grandchildren from Ephraim; also the children of Makhir son of Manasseh were born at Joseph’s knees.</b> Joseph was blessed with a relatively long life, and he lived to see great-grandchildren from both of his sons.", "Before his death, <b>Joseph said to his brothers: I am dying, and God will remember you and bring you up from this land to the land about which He took an oath to Abraham, to Isaac, and to Jacob</b> to give to them. I do not know when this will occur, but I am certain that God will take you out of this land.", "<b>Joseph administered an oath to the children of Israel, saying: God will remember you, and</b> when that occurs <b>you shall carry up my bones from there,</b> Egypt.", "<b>Joseph died at the age of one hundred and ten years. They embalmed him,</b> in accordance with the local custom, <b>and he was placed in a coffin in Egypt.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 47:28-50:26", "heRef": "ביאור שטיינזלץ על בראשית מ״ז:כ״ח-נ׳:כ״ו", "sections": ["47", "28"], "toSections": ["50", "26"], "sectionRef": "Steinsaltz on Genesis 47-50", "heSectionRef": "ביאור שטיינזלץ על בראשית מ״ז-נ׳", "firstAvailableSectionRef": "Steinsaltz on Genesis 47:28-50:26", "isSpanning": true, "next": null, "prev": "Steinsaltz on Genesis 46", "title": "Steinsaltz on Genesis 47-50", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 47:28-31", "Steinsaltz on Genesis 48", "Steinsaltz on Genesis 49", "Steinsaltz on Genesis 50:1-26"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}