{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": ["<b>Moses went and spoke these</b> aforementioned <b>words,</b> from the beginning of Deuteronomy, <b>to all Israel.</b>", "<b>He said to them: I am one hundred and twenty years old today.</b> It is possible that Moses turned one hundred and twenty on the very day that he passed away. <b>I will no longer be able to go and come,</b> to lead the people, go before them to war, and deal with all their needs in an organized manner. <b>And</b> yet the reason for this is not weakness, fatigue, or old age, but because <b>the Lord said to me: You shall not cross this Jordan.</b> You, the children of Israel, are getting ready to cross the Jordan River, whereas I am prohibited from entering the Land of Israel.", "Moses seeks to reassure the people: Although I will not be with you, <b>the Lord your God, He is crossing before you,</b> just as He did in my day. <b>He will destroy these nations</b> west of the Jordan, <b>from before you, and you will take possession from them.</b> In addition to the unseen leadership from above, you will also have a capable flesh and blood leader: <b>Joshua, he is crossing before you, as the Lord spoke.</b> He is the leader chosen by God.", "<b>The Lord will do to them,</b> those nations, <b>as He did to Sihon and to Og,</b> the mighty <b>kings of the Emorites, and to their land, that He destroyed them,</b> as you will recall from the events of the last few months.", "<b>The Lord will deliver them,</b> the inhabitants of Canaan, <b>before</b>", "<b>Be strong and courageous; do not fear or be intimidated before them</b>, <b>as the Lord your God, it is He who goes with you,</b> and <b>He will not fail you,</b> or remove His grasp from you, <b>and He will not forsake you.</b>", "<b>Moses summoned Joshua.</b> Since Joshua was always at Moses’ side, he was certainly present when Moses was speaking. However, Moses now summons him to come forward and stand before him in a ceremonial manner. <b>And</b> Moses <b>said to him before the eyes of all Israel: Be strong and courageous, as you will come with this people into the land with regard to which the Lord took an oath to their forefathers to give them, and you will bequeath it to them.</b>", "<b>The Lord, it is He who goes before you; He will be with you, He will not fail you, and He will not forsake you;</b> and therefore <b>do not fear and do not be frightened.</b> By reiterating this message in public numerous times, Moses provides Joshua not only with the formal authority to rule over the people, but also with the might to perform this vital task.", "<b>Moses wrote this Torah,</b> the Torah we have today, <b>and he gave it to the priests, sons of Levi, who carry the Ark of the Covenant of the Lord; and</b> he gave it <b>to all the elders of Israel.</b> They would later copy from this Torah, while the original would remain alongside the Tablets of the Covenant.", "At this point, the last communal commandment in the Torah is stated: <b>Moses commanded them,</b> the sons of Levi and all the elders of Israel, <b>saying:</b> The following ceremony will take place <b>at the end of seven years in the appointed time of the year of remittal, during the Festival of the Tabernacles.</b> The ceremony will take place during the Sukkot immediately after the conclusion of the Sabbatical Year. Since Sukkot is the festival marking the conclusion of the harvest, it is associated with the previous year.", "<b>Upon the arrival of all of Israel to appear before the Lord your God in the place that He will choose, you,</b> Joshua, <b>shall read this Torah before all Israel in their ears,</b> in a clear, understandable manner.", "Aside from organizing the reading alone, you must also <b>assemble the people, the men and the women and the children, and your stranger who is within your gates, so that they will hear, and so that they will learn, and they will fear the Lord your God, and they will take care to perform all the matters of this Torah.</b> Some of the people will only hear, while others will also learn.", "The ultimate goal of this public recitation is that the Torah should be preserved and transmitted from one generation to another: <b>Their children, who do not know</b> anything, <b>they will hear, and they will learn to fear the Lord your God, all the days that you live on the land that you are crossing the Jordan to there, to take possession of it.</b>", "<b>The Lord said to Moses: Behold, your days are drawing near for you to die. Summon Joshua, and</b> both of you <b>stand in the Tent of Meeting,</b> the Tabernacle, <b>and</b> there <b>I will command him,</b> appoint him to his new task. <b>Moses and Joshua went and stood in the Tent of Meeting.</b> Moses could speak with God face-to-face, as it were, in the Tent of Meeting. On this occasion, he took Joshua with him as well. Their entrance together into the Tent of Meeting was a public, ceremonial act, and presumably, even those not invited to witness this event came to see what was happening.", "<b>The Lord appeared in the tent in a pillar of cloud, and the pillar of cloud stood over the entrance of the tent.</b>", "<b>The Lord said to Moses: Behold, you will lie with your fathers,</b> as you are about to die. You should know what will happen after your death: <b>This people will rise, and it will stray after the foreign gods of the land,</b> or alternatively, the gods of the foreign people of the land, <b>that it is coming there into their midst</b> of those nations. <b>And it will forsake Me, and it will breach My covenant that I made with it.</b>", "<b>My wrath will be enflamed against it on that day, and I will forsake them, and I will hide My face from them, and it,</b> this people, <b>will be for consumption.</b> All the foreign peoples will rule over the nation, oppressing it and destroying it. <b>Many evils and troubles will find it, and it,</b> the nation of Israel, <b>will say on that day: Is it not because my God is not in my midst that these evils found me?</b> These evils are not random occurrences, but are a punishment for abandoning God.", "<b>I will conceal My face on that day,</b> in an undefined, future period, <b>because of all the evil that it,</b> Israel, <b>performed as it turned to other gods.</b>", "<b>Now,</b> in light of the events to come, <b>write this song for you,</b> the song that appears later on (32:1–43), which is called the song of <i>Haazinu</i>, after its opening word, <b>and teach it to the children of Israel, place it in their mouths.</b> They shall write down this song and familiarize themselves with it until they can recite it, <b>so that this song will be a witness for Me for the children of Israel.</b> The song describes poetically, in highly condensed form, the rise of Israel, their sins, punishments, and redemption. Its poetic style is designed to facilitate remembering its contents throughout the generations.", "<b>For I will bring them to the land with regard to which I took an oath to their forefathers,</b> which is a land <b>flowing with milk and honey, and</b> there <b>they will eat, and will be satisfied, and they will grow fat,</b> as the nation will be prosperous, <b>and they will turn to other gods, and will serve them, and scorn Me, and will breach My covenant.</b>", "<b>It will be when many evils and troubles find them, this song will testify before them as a witness, as it will not be forgotten from the mouths of their descendants, as I know their inclination</b> from <b>what they do today, before I will bring them to the land with regard to which I took an oath.</b> In the meantime, you must memorize this song. Perhaps you will not yet understand its contents, but as time passes it will speak more to your heart. If you memorize the song, it will guide you when you need it most.", "<b>Moses wrote this song on that day, and he taught it to the children of Israel.</b> The song was both written down and taught orally, perhaps with a special tune that has been lost.", "<b>He,</b> God, once again <b>commanded Joshua son of Nun, and he said: Be strong and courageous,</b> an expression repeated on several occasions after Moses’ death, both in God’s statements to Joshua and the people’s comments to him. <b>As you shall bring the children of Israel into the land with regard to which I took an oath to them; and I will be with you,</b> and with My assistance you will be able to conquer it.", "<b>It was, as Moses finished writing the words of this Torah in a book, until their conclusion</b> in full,", "<b>Moses commanded the Levites, bearers of the Ark of the Covenant of the Lord, saying:</b>", "<b>Take this book of the Torah, and place it at the side of the Ark of the Covenant of the Lord your God,</b> near the Tablets of the Covenant, <b>and it,</b> the book, <b>will be there as a witness for you.</b>", "Moses addresses the people: <b>For I know your defiance, and your stiff neck; behold,</b> although all of you know and fear me, nevertheless, <b>while I am still alive with you today, you have been defiant with the Lord,</b> as you are not fully obedient to the word of God, <b>and so too,</b> all the more so <b>after my death.</b> You already show a tendency to defy the will of God. Certainly in more comfortable times you will be unable to resist the greatest temptation that the people of Israel will face throughout its generations, of the quest for normalcy, which in effect results in the abandonment of God. It is therefore best for you to prepare yourselves beforehand for different times.", "<b>Assemble to me all the elders of your tribes, and your officers, and I will speak these words in their ears, and I will call the heavens and the earth to testify for them.</b> They must hear the matters that will be spoken before the heavens and the earth, which are the everlasting witnesses.", "<b>For I know</b> that <b>after my death you will act corruptly, and you will deviate from the path that I commanded you and evil will befall you at the end of days,</b> in a later period, <b>because you will do that which is evil in the eyes of the Lord, to anger Him with your handiwork.</b>", "<b>Moses spoke in the ears of the entire assembly of Israel the words of this song, until their conclusion.</b>"]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 31:1-30", "heRef": "ביאור שטיינזלץ על דברים ל״א:א׳-ל׳", "sections": ["31", "1"], "toSections": ["31", "30"], "sectionRef": "Steinsaltz on Deuteronomy 31", "heSectionRef": "ביאור שטיינזלץ על דברים ל״א", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 31:1-30", "isSpanning": false, "next": "Steinsaltz on Deuteronomy 32", "prev": "Steinsaltz on Deuteronomy 30", "title": "Steinsaltz on Deuteronomy 31", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}