{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["Not long after Abraham’s circumcision, <b>the Lord appeared to him in the plains of Mamre, and</b> this occurred when <b>he,</b> Abraham, <b>sat at the entrance of the tent as the day grew hot.</b>", "<b>He,</b> Abraham, <b>lifted his eyes and saw, and behold, three men were standing before him.</b> He had not noticed the men approaching, and he was surprised to see them suddenly so near him. <b>He saw</b> them <b>and ran toward them from the entrance of the tent and prostrated himself to the earth.</b> He did not wait for them to reach the tent before greeting them; rather, he approached them warmly and ran to welcome them, thereby showing them great respect.", "<b>He said: My Lord, please, if I have found favor in Your eyes,</b> if You wish, <b>please do not depart from upon your servant.</b> Most commentaries maintain that this statement was addressed to God, who had just revealed Himself to Abraham. As Abraham rushed toward the guests, he begged God to wait until he had properly welcomed them.", "Abraham turned to the men and said: <b>Please, let a little water be taken, and wash your feet,</b> since you have come from afar, and you certainly need to rest. Washing one’s feet, whether he wore shoes or not, was one of the first steps a traveler took to relax. <b>And recline beneath the tree,</b> in the shade.", "<b>I will take a portion of bread, and you shall sustain your heart,</b> meaning to satisfy your hunger, <b>thereafter depart.</b> I have no wish to delay you greatly; after you have rested and eaten a bit, feel free to go on your way. <b>As for this you have happened upon your servant.</b> Since you happened to arrive here, take the opportunity to stay with me. <b>They said</b> courteously: <b>Do so,</b> but only <b>as you have said.</b> Give us some bread and water and let us sit under the tree, as that will be enough for us.", "Despite his guests’ comment, Abraham acted otherwise, in his dedication and zeal. <b>Abraham hurried to the tent to Sarah and said: Hurry</b> and take <b>three se’a,</b> a significant amount, <b>of high</b>-<b>quality flour,</b> which is flour produced by the coarse grinding of wheat kernels, <b>knead</b> dough, <b>and make cakes,</b> a type of round bread.", "<b>Abraham ran to the cattle and took a bullock, tender,</b> young, <b>and good, and gave it to the lad</b> standing there; he commanded the young man to slaughter the calf, skin it, and ready it for the meal. <b>And he,</b> the lad, <b>hurried to prepare it.</b>", "<b>He took butter, milk, and the bullock that he prepared and placed it before them,</b> the visitors. In his delight at the opportunity to welcome guests, Abraham himself ran to provide for all their needs. Although his household presumably had bread stored away, he wanted fresh bread for his visitors. The baking of bread and the slaughter of cattle in honor of guests were also ceremonial acts that displayed the host’s enthusiasm and goodwill. <b>He stood over them,</b> by serving them, <b>beneath the tree, and they ate.</b>", "<b>They said to him: Where is Sarah, your wife?</b> Although these were ostensibly passersby, they could have known about Abraham. They may have asked about Sarah because it was customary for the mistress of the household to welcome important guests. <b>He said: Behold,</b> she is <b>in the tent.</b> She does not want to interfere with this ceremony.", "<b>He,</b> the leader of the guests, <b>said: I will return to you at this time next year, and behold, a son for Sarah, your wife. And Sarah was listening at the entrance of the tent,</b> not far from the tree. <b>And he was behind it.</b> Apparently the man was standing behind the entrance of the tent, facing away, and consequently did not notice that Sarah was seeing and hearing everything.", "<b>Abraham and Sarah were old, advanced in years.</b> Abraham was ninety-nine years old, while Sarah was ninety. <b>It had ceased to be with Sarah the manner of women,</b> meaning that she no longer experienced a menstrual cycle.", "Therefore, when <b>Sarah,</b> who was alone, heard this, she <b>laughed inside herself</b> silently, <b>saying: After my languishing, shall I have youth?</b> Now that I am old and my menstrual cycle has ceased, shall my body become young again? This process is irreversible, <b>and</b> furthermore, <b>my lord</b> Abraham <b>is old.</b>", "<b>The Lord said to Abraham.</b> The speaker was one of the visitors. At this point it became apparent that they were actually angels, messengers of God, who appeared in human form. Angels are sometimes referred to as: The Lord. Alternatively, this was the voice of God Himself, as Abraham was still before the Divine Presence when he tended to his guests. According to this interpretation, when God interrupted the conversation between Abraham and the visitors, He revealed that they were His messengers. <b>Why is it that Sarah laughed, saying: Shall I indeed bear a child, and I grew old?</b> Her laughter indicates a lack of faith in the prophecy.", "<b>Is any matter beyond the</b> power of the <b>Lord? At the designated time I will return to you, at this time next year, and Sarah shall have a son.</b> This will indeed occur, and then I will reveal Myself to you again.", "<b>Sarah denied it, saying: I did not laugh.</b> Apparently Abraham, who had been standing close to the tent, came inside to speak with her. He reacted differently to the prophecy. Therefore, since God had told him that Sarah had laughed, he asked her why she had done so. Having laughed silently, Sarah denied that she had laughed, <b>for she was afraid</b> to admit to doubting the promise. Her denial demonstrates that she had indeed laughed out of ridicule, rather than joy. <b>He,</b> Abraham or God, <b>said: No, but you did laugh.</b>", "The exchange between Abraham and Sarah occurred while the guests were eating. Afterward, <b>the men arose from there and looked</b> out from the hills <b>toward Sodom,</b> in the Jordan Valley far below. <b>And Abraham was walking with them to see them off,</b> as befitting a host.", "<b>The Lord said</b> to Himself: <b>Shall I conceal from Abraham that which I am doing?</b>", "He is dear to Me, <b>and Abraham shall become a great and mighty nation.</b> He will be a central figure in history, <b>and all the nations of the earth shall be blessed in him.</b> They will all consider themselves his successors.", "<b>For I love him, so that he shall command his children and his household after him, and they will observe the way of the Lord, to perform righteousness and justice; so that the Lord will bring upon Abraham that which He spoke of him.</b> God’s purpose would be realized through Abraham, as he was chosen to be the father of the nation that would receive numerous blessings and inherit the land of Canaan. Since Canaan was promised to Abraham’s descendants, it was fitting that Abraham be informed of God’s plans for the land.", "<b>The Lord said: Because</b> I hear <b>the outcry of Sodom and Gomorrah,</b> and it <b>is great</b> and increasing, <b>and because their sin,</b> evident from the cries of the oppressed individuals there, <b>is very heavy,</b>", "<b>I will descend now and see if they have acted in accordance with the outcry that has reached Me.</b> The bare fact that certain people are suffering under the law does not necessarily mean that it is part of an evil regime. At times the suffering is due to problems of inefficiency, or insensitivity, rather than actual malfeasance. If the actions of Sodom are so evil that they justify the outcry, I will bring <b>destruction</b> upon them; <b>and if not, I will know</b> exactly what is happening there.", "<b>The men turned from there,</b> after being escorted by Abraham, <b>and went to Sodom; and Abraham was still standing before the Lord.</b> The revelation or conversation between God and Abraham was still in progress. Alternatively, this phrase has the same meaning as: The Lord was still standing before Abraham.", "After God made His plans for Sodom known to Abraham, <b>Abraham approached, and he said: Will You destroy even the righteous with the wicked?</b>", "<b>Perhaps there are fifty righteous people within the city; will You even destroy, and not tolerate the place for the sake of the fifty righteous people who are within it?</b> All populations contain different types of people. There must be some righteous individuals in Sodom.", "If so, <b>it is inconceivable for You to do a thing like this, to kill the righteous with the wicked, and</b> that <b>the righteous shall be</b> given the same fate <b>as the wicked. It is inconceivable for You; shall the Judge of all the earth not practice justice?</b>", "<b>The Lord said: If I find in Sodom fifty righteous people within the city, I will tolerate the entire place for their sake.</b>", "<b>Abraham</b> attempted to bargain. He <b>responded and said: Behold, I have presumed to speak to my Lord, and</b> yet <b>I am</b> mere <b>dust and ashes,</b> a lowly being.", "<b>Perhaps the fifty righteous people will lack five,</b> as there might be only forty-five righteous people in Sodom. <b>Will You destroy the entire city for the</b> lack of only <b>five? He,</b> God, <b>said: I will not destroy</b> it, <b>if I find there forty-five.</b>", "<b>He continued to speak to Him and said: Perhaps forty</b> righteous people <b>shall be found there. He said: I will not do it,</b> even <b>for the sake of the forty.</b>", "<b>He said: Let my Lord please not be incensed, and I will speak. Perhaps thirty shall be found there. He said: I will not do it, if I find thirty there.</b>", "<b>He said: Behold, I have presumed to speak to my Lord, perhaps twenty shall be found there. He said: I will not destroy, for the twenty.</b>", "<b>He said: Please, let my Lord not be incensed, and I will speak only this time. Perhaps ten shall be found there. He said: I will not destroy, for the ten.</b> en righteous people is apparently the smallest community that can save the city.", "<b>The Lord went,</b> He ascended, as it were, <b>when He concluded speaking to Abraham, and Abraham returned to his place,</b> presumably worried and preoccupied by the coming events."], ["<b>The two angels came to Sodom in the evening.</b> The Sages teach that the third angel did not travel to Sodom, because his mission had been fulfilled in informing Abraham and Sarah of their forthcoming son. The two other angels had tasks to perform in Sodom. <b>And Lot was sitting at the gate of Sodom.</b> Sitting at the gate of a city was typically a sign of high status, as that was where the judges and town elders convened. <b>Lot saw them and rose to meet them, and he prostrated himself with his face to the earth.</b> Lot had either learned the attribute of hospitality from Abraham, or they had both learned it as a family tradition.", "<b>He said: Behold now my lords; please turn aside to your servant’s house, stay the night, and wash your feet, and you shall awaken early and go on your way.</b> Lot’s proposal was less generous than that of Abraham, who had included food and drink as well. Nevertheless, Lot did offer them a place to rest. <b>They said: No, for we will stay the night in the street.</b>", "<b>He implored them greatly, and</b> eventually <b>they turned aside to him and entered his house; he prepared a feast for them, he baked unleavened bread, and they ate.</b> He gave them food and drink as well, despite the fact that he did not initially refer to provisions.", "<b>Before they,</b> the angels, <b>lay down</b> to sleep, <b>the men of the city, the men of Sodom, surrounded the house, from young to old, all the people from every quarter.</b> The mention of the men of Sodom evokes the earlier verse: “The men of Sodom were extremely wicked and sinful to the Lord” (13:13).", "<b>They called to Lot, and said to him: Where are the men who came to you tonight? Bring them out to us, and we will be intimate with them.</b> The residents of the city demanded that Lot bring out his guests so that they could exploit them sexually. It was not clear at this point whether their demand was based on sexual desire or to demonstrate their absolute intolerance of guests.14 The only person in Sodom who accepted guests was Lot, who was not a native of the city.", "<b>Lot went out to them,</b> the residents of the city, <b>to the entrance</b> of his home, <b>and he closed the door behind him,</b> to prevent them from entering the house.", "<b>He said: Please, my brethren, do not do evil.</b> He requested that they forgo their wicked demand.", "<b>Here now are my two</b> virgin <b>daughters who have not been intimate with a man; I will now bring them out to you, and you may do to them as is fit in your eyes. Only to these men do nothing, as for this they came under the shelter of my roof.</b>", "<b>They said: Move aside. And they said: This one came to reside, and he sits in judgment?</b> You are not a native of the city, but merely a sojourner who came to live here temporarily. How do you presume to pass judgment on our behavior? <b>Now we will treat you worse than them.</b> If you insist on protecting them, we will inflict an even worse punishment on you. It can be inferred from this statement that those surrounding the house were not motivated by sexual desire, but by a wish to inflict pain and humiliation on the guests. <b>They implored the man, Lot, and</b> when that attempt proved unsuccessful, they <b>approached to break the door,</b> which had been locked from the inside.", "<b>The men,</b> the angels, who had the appearance of men, <b>extended their hand and brought Lot to them, to the house, and closed the door.</b> With their ability to perform miracles, the angels were able to spirit Lot into the house without letting the mob force its way inside.", "<b>They smote the men who were at the entrance of the house with blindness</b> or blurred vision, <b>from small to great, so that they,</b> the residents, <b>were unable to find the entrance.</b> Consequently, the crowd ceased to pose a threat to Lot and his guests.", "The angels had yet to perform the tasks for which they were sent: the destruction of Sodom and the rescue of Lot. Although Lot was not altogether righteous, he was saved due to Abraham, his uncle. <b>The men said to Lot: Who else have you here?</b> Do you have any family in the city? <b>A son-in-law, and your sons, and your daughters, and everyone whom you have in the city, remove from the place.</b>", "<b>For we are destroying this place, as their outcry,</b> that of the oppressed and ill-treated in the city, <b>has amassed before the Lord, and the Lord sent us to destroy it.</b>", "<b>Lot came out, and spoke to his sons-in-law, who had betrothed his daughters.</b> Lot told his sons-in-law, who were certainly natives of the city, what was about to happen. <b>And</b> he <b>said: Arise, depart from this place, for the Lord is destroying the city. But he seemed as one who jests in the eyes of his sons-in-law.</b> They did not believe him and ignored his warning.", "<b>About when the dawn broke, the angels urged Lot, saying: Arise; take your wife and your two daughters who are present, lest you</b> too <b>be destroyed in the iniquity of the city.</b> There is nothing we can do to save the rest of your family, whom you were unable to convince to flee. The time has arrived to leave the city.", "Perhaps Lot himself did not completely believe the angels’ warning. Their power to strike the residents of the city with blindness would certainly have impressed him, but he may still not not have entirely placed his confidence in them, and he may also have harbored concern about his uncertain future outside the city. Therefore, <b>he hesitated. And the men</b> forcefully <b>grasped his hand, the hand of his wife, and the hand of his two daughters</b> who were in the house. All this was performed <b>out of the compassion of the Lord for him;</b> although he was unworthy of being saved, it was the angels’ task to save him, even against his will. <b>They took him out and placed him outside the city.</b> They led him by foot to the entrance to the city or supernaturally transported him to the city’s outskirts.", "<b>It was when they took them out</b> that <b>he,</b> one of the angels, <b>said: Flee for your life; do not look behind you and do not stay in the entire plain</b> of the Jordan, which encircled Sodom. <b>Flee to the highlands</b> surrounding the plain, <b>lest you be destroyed.</b>", "<b>Lot said to them: Please, no, my lords.</b>", "<b>Please, behold, your servant has found favor in your eyes, and you have increased your kindness that you have done with me to save my life. But I will not be able to flee to the highlands;</b> it is too far, the climb is exhausting and dangerous, and I am too old for such a challenging expedition. But I cannot remain on the plain either, <b>lest the evil overtake me and I die.</b>", "<b>Here now, this city is near to flee there, and it is small; please, I will flee there.</b> Although it is a city with its own king (see 14:2), <b>is it not small</b> enough to escape destruction, <b>and</b> perhaps there <b>my life will be saved?</b>", "<b>He,</b> the angel, <b>said to him: Behold,</b> not only have I taken you out of the city, but <b>I have granted your request for this matter as well, not to overturn the city of which you spoke.</b> I will destroy only the large cities on the plain, Sodom, Gomorrah, Adma, and Tzevoyim, but I will leave standing the city to which you referred.", "<b>Hurry</b> and <b>flee there, as I will not be able to do anything until your arrival there.</b> Since an angel is only a messenger of God, he has no choice but to obey the instructions given to him. These angels had been directed to destroy the sinful cities and to save Lot. They could not strike the cities if that would put Lot in danger. The Torah notes: <b>Therefore,</b> because the city was small [<i>mitz’ar</i>], <b>he called the name of the city Tzoar.</b> This became an additional name of the city.", "Lot and his family left at daybreak. A short while later, <b>the sun rose upon the earth, and Lot came to Tzoar.</b>", "<b>The Lord rained brimstone and fire upon Sodom and upon Gomorrah,</b> as well as on Adma and Tzevoyim, <b>from the Lord from the heavens.</b>", "Furthermore, <b>He overturned those cities, the entire plain, all the inhabitants of the cities, and the vegetation of the earth.</b> Apart from the fire and brimstone, there was a massive earthquake that overturned the entire area, until nothing remained as it had been.", "<b>His,</b> Lot’s, <b>wife looked behind him,</b> despite the angel’s warning. She had been rescued due to her relationship with Lot, but she may have been a native of Sodom, and apparently still felt connected to the city. Whether out of curiosity or emotional distress, she turned to look at her city, <b>and she became a pillar of salt.</b> This could be meant literally or metaphorically that she froze in place and died.", "<b>Abraham arose early in the morning to the place where he stood before the Lord.</b>", "<b>He looked over Sodom and Gomorrah, and over all the land of the plain</b> of the Jordan, the region that is currently the Dead Sea. <b>And he saw</b> that <b>behold, the smoke of the earth rose</b> thickly and in abundance, <b>like the smoke of a kiln.</b> In addition to the destruction wreaked by the earthquake, the entire plain was burnt, leaving no trace of anything that had stood there.", "The Torah summarizes the previous events: <b>It was when God destroyed the cities of the plain,</b> and <b>God remembered Abraham. And</b> due to Abraham’s merit, <b>He sent Lot from the midst of the upheaval, as He overturned the cities in which Lot lived.</b>", "<b>Lot ascended from Tzoar and lived in the hills, and his two daughters with him, because he feared to live in Tzoar.</b> Lot had stayed in Tzoar on the first night, but he was afraid to remain there, as it was one of the cities of the plain that had originally been intended for punishment. As Lot suspected that its destruction had been merely delayed due to his presence and request, he felt anxious. Therefore, he eventually ascended into the mountains, as the angel had originally instructed him. <b>And he lived in a cave, he and his two daughters.</b>", "Lot and his two daughters stayed alone in the cave, surrounded by total desolation. The destruction of Sodom and Gomorrah presumably prevented any traveler from approaching the area. Lot’s daughters did not know that the destruction was limited to Sodom and its environs. They assumed that a global catastrophe like the flood had occurred and that they were the only survivors. As stated earlier (verse 8), both were young and unmarried. Therefore, <b>the elder said to the younger: Our father is old;</b> we cannot expect that he will have use of his faculties for long. <b>And there is no man on the earth</b> aside from him <b>to consort with us in the way of the world.</b> The continuation of the human race depends on us. Although we are his daughters, we must act like the family of Adam, the first man, and procreate from family members, in order to prevent the extinction of humanity.", "<b>Let us give our father wine to drink</b> so that he will be drunk, <b>and we will lie with him, and we will give life to offspring from our father.</b> Lot’s daughters chose to intoxicate their father rather than plan with him, whether out of concern that he would react negatively or because they were embarrassed to discuss the idea with him.", "<b>They gave their father wine to drink that night.</b> The wine was likely brought from Tzoar, along with the other provisions they had taken for their survival. <b>The elder came and lay with her father, and</b> in his drunken state, <b>he did not know when she lay or when she arose.</b>", "<b>It was the next day, and the elder said to the younger: Behold, I lay last night with my father.</b> Since I have already broken the taboo, <b>let us give him wine to drink tonight as well, and</b> you <b>come and lie with him; and we will give life to offspring from our father.</b> We cannot know yet if I have become pregnant. Since we must guarantee the survival of the human race, we will improve our chances of success if you lie with him as well.", "<b>They gave their father wine to drink that night as well. The younger arose and lay with him, and he did not know when she lay or when she arose.</b>", "<b>Lot’s two daughters conceived from their father.</b>", "<b>The elder gave birth to a son and called his name Moav; he is the ancestor of the Moavites to this day.</b> The name Moav can be understood to mean: From father [<i>me’av</i>].", "<b>The younger too gave birth to a son, and called his name Ben Ami,</b> which has a similar meaning, as the word <i>ami</i> can denote a close familial relationship (see, e.g., 49:29). Nevertheless, this was a more subtle reference to his sordid origins than Moav. <b>He is the ancestor of the descendants of Amon to this day.</b>"], ["<b>Abraham journeyed from there to the land of the south; he lived between Kadesh and Shur,</b> in the Negev; <b>and he resided in Gerar,</b> one of the cities of the Philistines.", "<b>Abraham said of Sarah his wife: She is my sister.</b> Although they arrived in a location that was smaller and less powerful than Egypt, nevertheless, Abraham adopted the same precautions he had used there. <b>Avimelekh king of Gerar sent</b> messengers <b>and took Sarah,</b> either for personal reasons or due to political and economic considerations.", "Unlike in Egypt, <b>God came to Avimelekh in a dream at night, and He said to him: Behold, you shall die, because of the woman that you have taken, and she is married to a husband.</b>", "<b>Avimelekh had not approached her;</b> even before God spoke to him, he had not engaged in sexual relations with Sarah. <b>He said,</b> either in the dream or while awake: <b>Lord, will You kill</b> me when I am <b>a nation,</b> a king, <b>who is also righteous?</b> Avimelekh pleaded for his life: Why must I die? I have done no wrong.", "<b>Did he,</b> Abraham, <b>not say to me: She is my sister? And she,</b> Sarah, <b>she too</b> as much as <b>said: He is my brother. In the innocence of my heart and in the cleanliness of my hands I did this.</b>", "<b>God said to him in the dream: I also knew that in the innocence of your heart you did this, and I also prevented you from sinning to Me.</b> Although you were able to take her, I kept you from sinning further. <b>Therefore,</b> after you took her <b>I did not allow you to touch her.</b>", "<b>Now, restore the man’s wife, as he is a prophet, and he shall pray for you, and you will live.</b> The fact that Abraham is a prophet is not the reason Avimelekh must return his wife. Rather, God is saying that as Abraham is a prophet and a holy individual, his prayer has the power to ensure that Avimelekh will be spared. Therefore, the king would be advised not merely to return Sarah, but to ask Abraham to pray for him. <b>And if you do not restore her, know that you shall die, you and all that is yours.</b>", "<b>Avimelekh rose early in the morning, and he called all his servants and spoke all these matters in their ears; and the men were very frightened,</b> due to the threat to their king’s life.", "<b>Avimelekh called Abraham, and said to him: What have you done to us, and what have I sinned to you, that you have brought upon me and upon my kingdom a great sin? Deeds that may not be done you have done to me.</b> Abraham did not answer Avimelekh’s accusation, as he himself was not to blame. While Abraham had omitted some pertinent details, Avimelekh had taken Sarah without Abraham’s express permission.", "When Abraham did not respond to his accusation, Avimelekh sought to determine his motive. <b>Avimelekh said to Abraham: What did you see that you did this thing?</b>", "<b>Abraham said: Because I said: Surely there is no fear of God in this place.</b> Although I am unfamiliar with this area, the impression I received is that there is no fear of God. In such an environment no one heeds moral norms in the fundamental areas of murder and forbidden sexual relationships. <b>And</b> I thought: If I tell the truth about Sarah, <b>they will kill me over the matter of my wife.</b>", "<b>Also,</b> I did not actually lie. <b>Indeed, she is my sister, the daughter of my father, but</b> she is <b>not the daughter of my mother.</b> Apparently, even then it was considered taboo to marry a maternal sister. <b>And she became my wife.</b>", "<b>It was, when God caused me to wander from my father’s house</b> and live as a nomad, that <b>I said to her: This is your kindness that you shall perform for me; at every place that we shall come, say of me: He is my brother.</b>", "<b>Avimelekh took flocks and cattle, and slaves and maidservants, and he gave them to Abraham</b> as a gift, <b>and he restored his wife Sarah to him.</b>", "<b>Avimelekh said: Behold, my land is before you: Live where it is fit in your eyes.</b> I will not hold this episode against you, and I grant you permission to stay here if you wish.", "<b>And to Sarah he said:</b> The appearance of having left your husband’s house and stayed with another man could cause a scandal. Therefore, <b>behold, I have given your brother</b> Abraham sheep, cattle, slaves, and maidservants worth a large sum, <b>a thousand pieces of silver</b>; <b>behold, it,</b> the gift, <b>is for you a covering of the eyes for all who are with you,</b> and it will cover the eyes of all who would look at you in a disparaging manner and malign you, <b>and for all</b> people <b>it is proven</b> by the compensation that you have behaved honorably and need not be ashamed.", "<b>Abraham prayed to God,</b> as God had predicted to Avimelekh; <b>and God healed Avimelekh, his wife, and his maidservants, and they bore children.</b>", "The Torah explains why Avimelekh submitted so quickly to God’s command: <b>For the Lord had obstructed all wombs of the house of Avimelekh, over the matter of Sarah, Abraham’s wife.</b> During the time that Sarah was in Avimelekh’s house, no children were born to the household, neither to Avimelekh’s wives nor to his maidservants. Avimelekh feared that this condition would become even more serious. Once Abraham prayed for him, this affliction in Avimelekh’s household abated."], ["<b>The Lord remembered [<i>pakad</i>] Sarah.</b> The term <i>pakad</i> refers to remembering to fulfill a need or a lack. The Lord blessed her with a pregnancy <b>as He had said, and the Lord did to Sarah as He had spoken.</b>", "<b>Sarah conceived, and bore Abraham a son in his old age, at the designated time that God had told him,</b> one year after the angels had visited his tent.", "<b>Abraham called the name of his son that was born to him, whom Sarah bore to him, Isaac,</b> as God had commanded. Isaac, whose name means: He will laugh, was born in the wake of the laughter of both Abraham (17:17) and Sarah (18:12). Moreover, his name alludes both to his character and to later events in his life.", "<b>Abraham circumcised his son Isaac when he was eight days old, as God had commanded him</b> above (17:12). Isaac was the first child of Abraham to be born after God’s commandment with regard to circumcision, and was therefore the first to be circumcised on the eighth day.", "<b>Abraham was one hundred years old when his son Isaac was born to him.</b>", "<b>Sarah said: God has made laughter for me.</b> This is a strange and happy occurrence, prompting laughter. <b>Everyone who hears will laugh for me.</b> The unlikely event of this birth and the gladness it brings me will cause everyone who hears of it to share in my joy.", "<b>She said: Who would have said of Abraham that Sarah would nurse children,</b> as has happened? I have been married to Abraham for many years without children, and now the impossible has occurred, <b>as I bore</b> him <b>a son for his old age.</b>", "<b>The child grew and was weaned.</b> It is unclear when this occurred, as nursing sometimes continued until age three. <b>Abraham made a great feast on the day Isaac was weaned,</b> in accordance with the prevalent custom to celebrate a child’s weaning.", "<b>Sarah saw</b> Ishmael, <b>the son of Hagar the Egyptian, whom she,</b> Hagar, <b>bore to Abraham, playing.</b>", "<b>She said to Abraham: Banish this maidservant and her son.</b> By rights you should banish only the son, but as he is young and needs his mother, you must send her away as well. <b>For the son of this maidservant shall not inherit with my son, with Isaac.</b>", "<b>The matter was very grave in the eyes of Abraham, on account of his son.</b> Abraham was more pained about banishing Ishmael than about banishing Hagar. He may also have better understood Sarah’s discomfort with Hagar’s presence than he did her objection to Ishmael.", "But <b>God said to Abraham: Let it not be grave in your eyes about the lad and about your maidservant.</b> Significantly, God included Hagar in this statement. <b>Everything that Sarah says to you, heed her voice.</b> Whether or not you understand and identify with Sarah’s demand, it is My will that you should listen to her, <b>for it is through Isaac that descendants will be accounted to you.</b> You have a son from Sarah, and even if you have other biological children, only Isaac will be your heir and successor, and only his descendants will be attributed to you.", "<b>Also the son of the maidservant I will make a nation.</b> He is not simply being discarded, <b>because he is your descendant,</b> and your merit stands in his favor. He too will be the father of a great people, although they will not be known as Abraham’s unique descendants.", "<b>Abraham rose early in the morning;</b> he <b>took bread and a skin of water and gave it to Hagar, placed it on her shoulder, and</b> gave her <b>the child</b>, <b>and sent her away. She went and wandered in the wilderness of Beersheba.</b> Although she may have planned on traveling to her native Egypt, in any event, she wandered in the wilderness instead of reaching any place of human habitation.", "Eventually, <b>the water in the skin</b> Abraham had given her <b>was finished, and she cast the child</b> into the shade <b>beneath one of the bushes</b> in the desert. This description supports the opinion that Ishmael was sick, as perhaps he had fainted and was unable to walk.", "<b>She went and sat herself down at a</b> far <b>distance, approximately a bowshot removed.</b> In biblical times, an arrow could be shot approximately 170 m. She was at a distance from her son but presumably could still see him and hear his cries. <b>For she said: I</b> do not want to sit close to him, so that I <b>will not see the death of the child. She sat at a distance, raised her voice, and wept.</b>", "<b>God heard the voice of the lad; the angel of God called to Hagar from the heavens and said to her: What is it with you, Hagar? Fear not, as God has heard the voice of the lad as he is there.</b> His cries and needs are heard above. In all places and whatever the circumstances, God protects Ishmael.", "<b>Rise, lift up the lad,</b> since he is too weak to walk on his own, <b>and hold him with your hand</b> to support him, <b>for I will make</b> of <b>him a great nation.</b> He will not die yet, as a mighty nation will descend from him.", "<b>God opened her eyes, and she saw a well of water; she went and filled the skin with water, and gave the lad to drink.</b> This drink revived the dehydrated Ishmael.", "<b>God was with the lad, and he grew; he lived in the wilderness and became an archer,</b> skilled at hunting with bow and arrows.", "<b>He lived in the wilderness of Paran, and his mother took him a wife from the land of Egypt,</b> her native land. Here, in the wilderness of Paran, the career of Ishmael began, and he ultimately became the patriarch of a great nation.", "<b>It was at that time,</b> after Abraham had fathered a son, that <b>Avimelekh and Pikhol, the captain of his guard, said to Abraham, saying:</b> Although you are not the ruler of a great kingdom, we see that <b>God is with you in all that you do.</b> They began this political discussion by invoking God.", "<b>Now take an oath to me here by God that you shall not deceive</b> or betray <b>me, or my son, or my son’s son; like the kindness that I have done with you</b> in allowing you to live within my territory and in taking a certain responsibility for your welfare, <b>do with me</b> personally, <b>and</b> also <b>with the land in which you resided.</b>", "<b>Abraham said: I will</b> agree to <b>take an oath</b> and pledge to be trustworthy in my relations with your people and country.", "On this same occasion, <b>Abraham reprimanded Avimelekh with regard to the well of water that Avimelekh’s servants had stolen.</b> Abraham had previously dug a well, which Avimelekh’s servants then took by force. Abraham had not complained at that point, but once he was negotiating a covenant with Avimelekh, he decided to raise the matter. Since Avimelekh had publicly declared that he had a positive relationship with Abraham and had treated him with kindness, Abraham found it appropriate to note the unresolved issues in their relationship and try to reconcile them.", "<b>Avimelekh said: I do not know who did this thing; and you also did not tell me</b> it had happened, <b>nor did I hear of it, other than today.</b> I can take no responsibility for the incident. I did not send those people, and I never heard anything about this incident until now. By this statement, Avimelekh conceded that the well belonged to Abraham.", "<b>Abraham took flocks and cattle and gave them to Avimelekh</b> as a gift and as his contribution to the feast prepared there. <b>And the two of them established a covenant.</b> The covenant may have been formalized by a ceremony in which the animals were cut in half.", "<b>Abraham placed,</b> set aside, <b>seven ewes of the flock</b> he had given as a gift <b>by themselves.</b>", "<b>Avimelekh said to Abraham: What are these seven ewes that you have placed by themselves?</b> If you intend to give them to me or to contribute them to the feast, why did you separate them from the rest of the flock?", "<b>He,</b> Abraham, <b>said: Because you shall take seven ewes from me, so that it will be for me as a testament, that I dug this well.</b> These seven sheep will symbolize your consent that the well belongs to me, like an addendum to our covenant. By accepting them you give your assurance that your servants will not steal the well from me again.", "<b>Therefore he called that place Beersheba, because both of them took an oath there.</b> The name evokes both the oath [<i>shevua</i>] about the well [<i>be’er</i>] and the number seven [<i>sheva</i>].", "<b>They established a covenant in Beersheba.</b> Then <b>Avimelekh and Pikhol, the captain of his guard, arose, and they returned to the land of the Philistines,</b> from where they had traveled to the place of Abraham’s encampment.", "<b>He,</b> Abraham, <b>planted a tamarisk in Beersheba, and he proclaimed there the name of the Lord, God of the Universe.</b> This was Abraham’s practice throughout his travels. Wherever he encamped, he would build an altar, teach the residents of that place about God, and make His name known to them.", "<b>Abraham</b> did not return immediately to Hebron, but <b>resided in the land of the Philistines</b> for <b>many days.</b>"], ["<b>It was</b> not long <b>after these</b> previous <b>matters; God tested Abraham.</b> This is the first event explicitly described as a test planned by God. <b>And</b> God <b>said to him: Abraham; and he said: Here I am.</b> Abraham’s response indicates not only that he has heard God’s call but that he is ready to receive His command.", "<b>He,</b> God, <b>said: Take now your son, your only one,</b> as Abraham’s other son had been banished and was not considered an heir, <b>whom you love: Isaac.</b> This long string of descriptions serves to underscore the monumental demand God is about to make. <b>And go you to the land of Moriah,</b> traditionally associated with the area of Jerusalem, <b>and offer him up there as a burnt offering upon one of the mountains that I will tell you.</b>", "Once again, <b>Abraham</b> wasted no time. Since he had received the command only at night or just before, he <b>awoke early in the morning and saddled his donkey,</b> to carry the items he required for the journey. <b>He took two of his young men with him, and Isaac his son;</b> and <b>he cleaved the wood for the burnt offering,</b> as he could not know if he would find more wood on the way. He <b>arose, and</b> he <b>went,</b> striding purposefully <b>to the place that God told him,</b> as he knew where it was.", "Abraham started his journey in Beersheba, many hours from Jerusalem, on foot. Since he and Isaac had only one donkey and were traveling together, the journey took three days. <b>On the third day Abraham lifted up his eyes and saw the place from afar.</b>", "<b>Abraham said to his young men: Stay here with the donkey</b> and wait for me, <b>and I and the lad will go there; we will prostrate ourselves,</b> pray or sacrifice an offering, <b>and will return to you.</b> Abraham does not reveal his intention to sacrifice his son. Instead, he gives his attendants the impression that he and Isaac will sacrifice an offering together and then return.", "<b>Abraham took the wood of the burnt offering and placed it upon Isaac his son.</b> By carrying the wood, Isaac was already participating in the sacrifice. <b>He,</b> Abraham, <b>took in his hand the fire,</b> the kindling, <b>and the knife, and the two of them went together.</b>", "Now that they were alone <b>Isaac said to Abraham his father; he said: My father. He,</b> Abraham, <b>said</b> to him, as he had responded earlier to God: <b>Here I am, my son,</b> ready and attentive. Abraham has not become any less fatherly toward Isaac, and he listens with a loving ear, despite the knowledge that he must sacrifice him. <b>He,</b> Isaac, <b>said: Here are the fire and the wood, but</b> if our intention is to sacrifice an animal, <b>where is the lamb for a burnt offering?</b>", "<b>Abraham said,</b> in a poignant response: <b>God will Himself see to the lamb for a burnt offering, my son.</b> At this point, Isaac surely began to ponder: What if we do not find a lamb? The juxtaposition of “burnt offering” and “my son” would have rung in his ears, as Isaac was no doubt aware of the practice of human sacrifice among the surrounding peoples. Nevertheless, the verse repeats the phrase indicating their solidarity: <b>And the two of them went together.</b> Earlier, Abraham was deeply troubled and Isaac was entirely innocent, and they went together. Now Isaac has heard Abraham’s frightening words, but he continues to walk with his father, without any attempt to escape.", "<b>They came to the place that God had told him; Abraham built the altar there, arranged the wood, and bound</b> the hands and feet of <b>Isaac his son</b> to prevent him from moving, <b>and he placed him on the altar upon the wood.</b> He completed his preparation of Isaac as an offering.", "<b>Abraham raised his hand and took the knife to slaughter his son.</b>", "<b>The angel of the Lord called to him from the heavens.</b> Since the angel is a messenger of God, its statement is the word of God. <b>And</b> he <b>said: Abraham, Abraham.</b> Again, <b>he,</b> Abraham, <b>said: Here I am,</b> always ready to be commanded, even in the midst of such a superhuman effort as this.", "<b>He said: Do not raise your hand to the lad, and do not do anything to him; for now I know that you are God-fearing, and you did not withhold your son, your only one, from Me.</b>", "<b>Abraham lifted his eyes and saw that behold, there was a ram after it had been caught in the thicket by its horns.</b> Rams, even those with long horns, are typically able to avoid being caught in thickets. Furthermore, this ram was in unusually close proximity to humans. Abraham immediately understood that this was no coincidence, but a sign. Therefore, <b>Abraham went, took the ram, and offered it up as a burnt offering in place of his son.</b>", "<b>Abraham called the name of that place</b> where this occurred: <b>The Lord will see, as it is said to this day</b> with regard to that mountain: <b>On the mount where the Lord will be seen.</b>", "<b>The angel of the Lord called to Abraham a second time from the heavens.</b>", "<b>He said: By Myself I have taken an oath – the utterance of the Lord – for because you have done this thing, and did not withhold your son, your only one,</b>", "<b>for that I will bless you and multiply your descendants as the stars of the heavens and as the sand that is upon the seashore, and your descendants shall inherit the gate of their enemies;</b>", "<b>and all the nations of the earth shall bless themselves by your descendants,</b> meaning that they will bless each other with the prayer that they be like your descendants, <b>since you heeded My voice.</b>", "<b>Abraham returned to his young men, and they arose and went together to Beersheba; and Abraham lived</b> for some years more <b>in Beersheba.</b>", "<b>It was after these matters that it was told to Abraham, saying: Behold, Milka,</b> wife of Nahor, <b>she too has borne children to your brother Nahor.</b> This particular form of the word “after” indicates that considerable time had passed between the two events. The news reached Abraham from Haran, on the border of modern-day Turkey and Syria, where Nahor and his family lived.", "Nahor fathered several sons: <b>Utz,</b> with a traditional Aramaic name, who was <b>his firstborn, Buz his brother, and Kemuel, father of Aram,</b> who was apparently an important Aramean leader. Apart from Abraham, Terah’s descendants became Arameans.", "<b>Kesed, Hazo, Pildash, Yidlaf, and Betuel,</b> Nahor’s youngest son.", "<b>Betuel begot Rebecca.</b> He had other children as well, and the Torah later introduces his son Laban, who was older than Rebecca. Nevertheless, in this context the birth of Rebecca is of more significance, as she will marry Isaac. At this point Abraham knew that there was at least one woman in the family eligible for Isaac, and he may have had Rebecca in mind when he later sent a messenger to Haran to seek a wife for his son (chap. 24). <b>These eight</b> sons <b>Milka bore to Nahor, Abraham’s brother.</b>", "<b>And his,</b> Nahor’s, <b>concubine, and her name was Re’uma, she too bore</b> sons: <b>Tevah, Gaham, Tahash, and Maakha.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 18:1-22:24", "heRef": "ביאור שטיינזלץ על בראשית י״ח:א׳-כ״ב:כ״ד", "sections": ["18", "1"], "toSections": ["22", "24"], "sectionRef": "Steinsaltz on Genesis 18-22", "heSectionRef": "ביאור שטיינזלץ על בראשית י״ח-כ״ב", "firstAvailableSectionRef": "Steinsaltz on Genesis 18:1-22:24", "isSpanning": true, "next": "Steinsaltz on Genesis 23", "prev": "Steinsaltz on Genesis 17", "title": "Steinsaltz on Genesis 18-22", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 18:1-33", "Steinsaltz on Genesis 19", "Steinsaltz on Genesis 20", "Steinsaltz on Genesis 21", "Steinsaltz on Genesis 22:1-24"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}