{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["The Torah had interrupted the story of Jacob’s departure from Beersheba to mention Esau’s additional marriages. Now the story of Jacob continues. <b>Jacob departed from Beersheba and went to Haran.</b>", "<b>He came upon the place,</b> meaning that he reached a certain location that was later revealed to be an important place, <b>and stayed the night there, because the sun had set,</b> and it would have been dangerous to travel at night. <b>And he took one of the stones from the place, and placed it beneath his head</b> as a pillow, <b>and lay in that place.</b>", "<b>He dreamed, and behold,</b> in his dream, <b>a ladder was set on the earth, and its top reaching to the heavens; and behold, the angels of God were ascending and descending on it,</b> the ladder.", "<b>And, behold, the Lord,</b> without the angels, <b>stood over him,</b> Jacob, <b>and said: I am the Lord, God of Abraham your father, and the God of Isaac. The land upon which you lie,</b> the land of Canaan, <b>to you I will give it, and to your descendants.</b>", "<b>Your descendants will be as</b> innumerable as <b>the dust of the earth, and you shall spread</b> out <b>to the west, to the east, to the north, and to the south. And all the families,</b> the nations, <b>of the earth shall be blessed in you and your descendants.</b>", "<b>And, behold, I am with you; I will keep you wherever you go, and I will bring you back</b> from Haran <b>to this land</b> of Canaan. <b>For I will not leave you until I have done that which I spoke to you,</b> returning you from there greater and stronger, and having begun to form your nation.", "<b>Jacob awoke from his sleep, and he said: Indeed, the Lord is in this place.</b> It is due to His presence here that I experienced a dream in which He and His angels were revealed to me. <b>And I did not know.</b> Beforehand, I saw this place as a mere piece of land upon which I could rest.", "<b>He was awestruck, and he said: How awesome,</b> lofty and awe-inspiring <b>is this place; this is nothing other than the house of God,</b> as it is worthy to be the house of God, <b>and this is the gate of the heavens.</b> It is likely that Jacob woke from his dream in the middle of the night and did not immediately arise from his place of rest, as dawn only arrives in the next verse.", "<b>Jacob awoke early in the morning, and</b> as a mark of gratitude to God for His revelation and His promise to continue accompanying him, and out of a sense of obligation, <b>he took the stone that he had placed beneath his head and established it as a monument,</b> a stone of worship, <b>and poured oil,</b> which he had presumably brought for dipping his bread, <b>on the top of it,</b> the monument, to anoint and sanctify it.", "<b>He</b>, Jacob, <b>called the name of that place Beit El</b> from that point onward. <b>However, Luz was the name of the city initially.</b> It is possible that Jacob thought he was sleeping in an entirely vacant area, but later realized that he was near the settlement of Luz, which will be mentioned on several occasions in the Bible. Jacob changed its name to Beit El.", "<b>Jacob took a vow, saying: If God will</b> indeed <b>be with me,</b> as I heard in my dream, <b>and He will keep me on this path that I go, and will give me bread to eat and a garment to wear,</b> if He will grant me the basic requirements for life,", "<b>and</b> if <b>I return to my father’s house in peace,</b> then <b>the Lord shall be my God;</b> I will dedicate myself to His service. Certainly Jacob believed in God beforehand, but here he pledges himself to His worship as a personal obligation;", "<b>and this stone that I have established as a monument, shall be the house of God.</b> Jacob vows to establish a site of worship similar to a temple, which will stand for generations. <b>And everything that You will give me I will tithe to You.</b>"], ["Although Jacob left Beersheba as a refugee, his mood improved after the vision he received in Beit El. Therefore, <b>Jacob lifted his feet,</b> as his travel felt light, and now he sensed he was accompanied, protected, and shielded by God. <b>And</b> he <b>went to the land of the people of the east,</b> specifically, the Arameans.", "Nearing Haran, <b>he saw, and behold, a well in the field, and behold, three flocks of sheep lying alongside it</b>, the well, <b>since from that well they watered the flocks, and the great stone was on the mouth of the well.</b> The opening of the well, which was designed to be used exclusively by the inhabitants of the city and their flocks, was blocked with a large stone to prevent strangers from drawing its water.", "<b>All the flocks would gather there and they would roll the stone from the mouth of the well.</b> Only all the shepherds together had the strength to roll the heavy stone. <b>And</b> therefore, when they would all arrive they would <b>give the sheep to drink, and they would return the stone upon the mouth of the well to its place.</b>", "Although Jacob knows the general direction in which he is headed, he is unsure of the precise place where he has arrived. <b>Jacob said to them: My brethren, from where are you? They said: We are from Haran.</b>", "<b>He said to them: Do you know Laban son of Nahor,</b> who lives in Haran? The attribution of Laban to Nahor his grandfather rather than to Betuel his father provides support for the theory that Betuel was not an important figure. <b>They said: We know</b> him.", "<b>He said to them: Is he well? They said: He is well, and here is Rachel his daughter coming with the sheep.</b> If you wish to know more, ask her. Apparently, these shepherds were not keen to speak with a stranger.", "Jacob does not leave the shepherds alone, but addresses them a second time. <b>He said: Behold, the day is still great, it is not time for the livestock to be gathered.</b> Since it is not yet dark, you should continue your work. <b>Give the sheep to drink, and go and herd.</b> Why are you waiting here?", "<b>They said:</b> We would like to water the sheep, but <b>we cannot,</b> as the stone is too heavy. Therefore, we must wait <b>until all the flocks are gathered, and they,</b> the shepherds of all the flocks, <b>will</b> together <b>roll the stone from the mouth of the well; then we give the sheep to drink.</b>", "Earlier, the shepherds had told Jacob that Rachel was nearing the well. In the meantime, <b>he was still speaking with them, and Rachel came,</b> arriving <b>with her father’s flock; for she was a shepherdess.</b> This was her responsibility in the family.", "<b>It was when Jacob saw Rachel, the daughter of Laban his mother’s brother,</b> a close relative, <b>and the flock of Laban his mother’s brother,</b> a flock that belonged to his relative, <b>that Jacob approached and</b> unaided <b>rolled the stone from the mouth of the well, and gave the sheep of Laban his mother’s brother to drink.</b> Jacob was so strong that he was able to lift a stone that three shepherds together could not budge.", "<b>Jacob kissed Rachel</b> chastely, as one would a young family relation. <b>And</b> he <b>raised his voice, and wept</b> out of emotion. After a journey of hundreds of miles, which certainly took him several months, spending each night in a different place, he had finally met a member of his family.", "After this greeting, Jacob began to speak. <b>Jacob told Rachel that he was her father’s brother,</b> kinsman, <b>and that he was Rebecca’s son.</b> Rachel must have heard about her aunt who had traveled to a distant land, and now she had met her aunt’s son. The young girl was excited about the news, <b>and</b> therefore <b>she ran and told her father.</b>", "<b>It was when Laban heard the news of</b> the arrival of <b>Jacob, his sister’s son,</b> that <b>he ran to meet him, embraced him, kissed him, and brought him to his house,</b> as befitting a family member. In light of Laban’s unsavory nature, as evident from the continuation of the story, some commentaries explain that he had ulterior motives for this friendly welcome. <b>He,</b> Jacob, <b>related to Laban all these matters.</b> He told him that he had arrived with the aim of establishing contact with his family, and perhaps also informed him of the circumstances of his flight from home.", "<b>Laban said to him: Indeed, you are my bone and my flesh,</b> a family relative. <b>And</b> so <b>he lived with him a month’s time.</b> While staying with Laban, Jacob began to help him, as he felt an obligation toward his family member.", "<b>Laban said to Jacob,</b> after the passage of a month: Merely <b>because you are my brother,</b> kinsman, <b>shall you work for me for nothing?</b> Since you wish to labor, let us set up a formal arrangement. <b>Tell me, what is your salary?</b>", "Here the Torah notes: <b>Laban had two daughters: The name of the elder was Leah, and the name of the younger was Rachel.</b>", "<b>Leah’s eyes were delicate,</b> there was some problem with her eyes. Perhaps they were sensitive, not allowing her to shepherd outside. It is also possible that she had blue eyes, which were considered more sensitive to the rays of the sun. <b>And Rachel was of fine form, and beautiful.</b>", "<b>Jacob loved Rachel.</b> Either he fell in love with her when he first saw her approach with the sheep, or his love had developed during the month he had lived in Laban’s home. <b>And he said: I will work for you seven years for Rachel your younger daughter,</b> in addition to my food and lodgings. Since Jacob had brought no money, dowry, or gifts, he had to pay with his service. Apparently, Laban considered seven years of work to be suitable payment for Rachel, and he accepted Jacob’s offer.", "<b>Laban said: Better that I give her to you, than I give her to another man; live with me.</b> Your suggestion and terms are acceptable to me.", "<b>Jacob worked seven years for Rachel; they were in his eyes but a few days, in his love of her.</b> Since Jacob loved Rachel, seven years of work seemed to him a fair price for her hand in marriage.", "<b>Jacob said to Laban: Give me my wife,</b> in accordance with our agreement, <b>as my time is fulfilled;</b> I have performed the amount of work we stipulated. <b>And I will consort with her.</b> Throughout that entire period Rachel was designated for Jacob, even engaged to him in a certain sense. Now Jacob sought to consummate this through marriage.", "<b>Laban gathered all the people of the place, and made a</b> wedding <b>feast.</b>", "<b>It was in the evening, and he,</b> Laban, <b>took Leah his</b> older <b>daughter and brought her to him,</b> Jacob; <b>and he consorted with her,</b> assuming that she was Rachel.", "<b>Laban gave Zilpa, his maidservant, to his daughter Leah as a maidservant,</b> as one of his wedding gifts.", "<b>It was in the morning and</b> Jacob discovered: <b>Behold, she was Leah. He said to Laban: What is this that you did to me? Didn’t I work with you for Rachel, and why did you deceive me?</b>", "<b>Laban said: It is not done thus in our place, to give the younger before the elder.</b> According to our custom, the elder must be married before her younger sister.", "I offer a package deal: <b>Complete the</b> wedding <b>week for this one</b> bride, <b>and we will give you that one too,</b> the other sister, in exchange <b>for the work that you will work with me another seven additional years.</b> My daughters are equally dear to me, and each of them is separately worth seven years of work. While you thought you were laboring for Rachel, you were actually working for Leah. If Leah is not enough for you, you must work another seven years.", "<b>Jacob,</b> an isolated stranger with no other recourse, <b>did so,</b> as he had no choice but to accept Laban’s terms. <b>And</b> he <b>completed that week,</b> the week of celebration for the marriage of Leah, <b>and he,</b> Laban, <b>gave him Rachel his daughter for a wife.</b> Laban did not want Rachel to wait another seven years. Apparently, she had already come of age.", "<b>Laban gave to his daughter Rachel, Bilha his maidservant as a maidservant.</b>", "<b>He also consorted with Rachel, he also loved Rachel more than Leah,</b> even though she was not his first wife. <b>And</b> Jacob <b>worked with him another seven additional years,</b> as he had agreed.", "<b>The Lord saw that Leah was hated, and</b> therefore <b>He</b> came to her aid and immediately <b>opened her womb,</b> and she conceived. <b>And Rachel,</b> however, <b>was barren.</b> Since they married Jacob within seven days of each other, it was conspicuous that while Leah was pregnant, Rachel was left without children.", "<b>Leah conceived and bore a son, and she called his name Reuben; she said: Because the Lord saw [<i>ra’a</i>] my affliction; for now my husband will love me,</b> for I am the mother of his son.", "Not long afterward, <b>she conceived again and bore a son, and said: Because the Lord heard [<i>shama</i>] that I am hated, He gave me this son as well. She called his name Simeon [Shimon].</b> Leah’s statement here is more explicit than at the birth of Reuben, perhaps because by now the family dynamic had become even clearer. The birth of Reuben did not change Jacob’s attitude toward Leah in any substantial manner, and therefore the name of her second son does not express her hope to become his beloved, but confirms her status as unloved.", "<b>She conceived again and bore a son, and said: Now, this time, my husband will</b> certainly <b>accompany [<i>yillaveh</i>]</b> and become close to <b>me, as I have borne him three sons.</b> Jacob will be pleased that I have given him three sons, as these are important steps in the fulfillment of his destiny. The more sons he has, the quicker his family will become a nation. <b>Therefore, he,</b> Jacob, <b>called his name Levi,</b> as he too was pleased with the addition of a third son to the family.", "<b>She conceived again and bore a son, and said: This time I will thank [<i>odeh</i>] the Lord</b> for the joy in bearing so many sons and in the experience of motherhood. <b>Therefore, she called his name Judah. And</b> after giving birth to one child a year <b>she ceased bearing.</b> For a time she remained the mother of four sons, and did not continue bearing children at the same pace."], ["In sharp contrast to Leah’s fertility, <b>Rachel saw that she did not bear for Jacob.</b> Consequently, <b>Rachel envied her sister; and she said to Jacob: Give me children, and if</b> I will <b>not</b> bear children <b>I am</b> as one <b>dead.</b>", "<b>Jacob was incensed at Rachel; he said: Am I in place of God who withheld from you fruit of the womb?</b> You should not turn to me, as I have been given children by God. If you are deprived of fertility, it is between you and Him.", "<b>She said: Here is my maid Bilha, consort with her and she shall bear upon my knees, and I shall be built through her.</b>", "Jacob did not object. <b>She gave him Bilha, her maidservant, as a wife, and Jacob consorted with her.</b>", "<b>Bilha conceived and bore Jacob a son.</b>", "<b>Rachel</b> treated the child as her own son, and therefore was the one who named him. She <b>said: God judged me [<i>dananni</i>]</b> as to whether I am worthy of children, <b>and also heard my voice, and gave me a son; therefore she called his name Dan.</b>", "<b>Bilha, Rachel’s maidservant, conceived again, and bore Jacob a second son.</b>", "<b>Rachel said: I engaged in a great struggle [<i>naftulei</i>] with my sister.</b> I fought with her in a primal, mighty battle over children. <b>And</b> I <b>also prevailed,</b> as another son was born to me. <b>She called his name Naphtali.</b> Although these were not her biological children, Rachel treated them as her own.", "<b>Leah saw that she had ceased bearing</b> after the birth of Judah; <b>she took Zilpa her maidservant and gave her to Jacob as a wife.</b>", "<b>Zilpa, Leah’s maidservant, bore Jacob a son.</b>", "<b>Leah said: Fortune [<i>gad</i>] has come; she called his name Gad.</b>", "<b>Zilpa, Leah’s maidservant, bore a second son to Jacob.</b>", "<b>Leah said: In my happiness [<i>be’oshri</i>], as women will be happy for me</b> and encourage and strengthen me. <b>She called his name Asher.</b>", "Here the Torah relates a short story-within-a-story about Jacob’s growing family. <b>Reuben,</b> who was probably around four years old at the time, <b>went during the days of wheat harvest, found mandrakes in the field, and brought them</b> as a gift <b>to Leah, his mother.</b> As her firstborn son, Reuben was very close to his mother, as indicated by the name she gave him. <b>Rachel said to Leah: Please give me from your son’s mandrakes.</b> While some commentaries maintain that mandrakes were a folk remedy for barrenness, it is more likely that Rachel wanted them for the same reason as Reuben, for their beauty and fragrance.", "<b>She,</b> Leah, <b>said to her: Is the taking of my husband insignificant?</b> Is it not enough for you that you have taken my husband? Rachel had seized Jacob’s affections and attention. <b>And</b> you wish <b>to take also my son’s mandrakes? Rachel said: Therefore, he shall lie with you tonight in exchange for your son’s mandrakes.</b> Following the order apparently arranged between the women, that night was Rachel’s turn. Rachel suggested that she would give up Jacob for that night in exchange for the mandrakes, and Leah agreed.", "For reasons of custom and modesty, each of the wives had their own tent. <b>Jacob came</b> home <b>from the field in the evening. Leah came out to meet him</b> before he turned to Rachel’s tent, <b>and said: You will consort with me for I have hired you</b> from my sister <b>with my son’s mandrakes. He lay with her that night.</b> Jacob accepted the agreement between his wives.", "<b>God heeded Leah, and she conceived, and</b> after a time without bearing children, she <b>bore Jacob a fifth son.</b>", "<b>Leah said: God has given my reward [<i>sekhari</i>], that I gave my maidservant to my husband. She called his name Issachar.</b> This name also alludes to Jacob’s hiring [<i>sekhira</i>] by Leah, but she explicitly emphasizes her reward from Heaven for giving Zilpa to her husband.", "<b>Leah conceived again and bore a sixth son to Jacob.</b>", "<b>Leah said: God has granted me a fine gift; now my husband will reside with me [<i>yizbeleni</i>],</b> and his main residence will be with me, <b>because I bore him six sons.</b> Whether or not she was informed in a vision that Jacob would have twelve sons, as claimed by one tradition, six is still a substantial number. <b>She called his name Zebulun.</b>", "<b>And then she bore a daughter, and she called her name Dina.</b>", "After so many births by Jacob’s other wives, and after Rachel had prayed extensively for children, <b>God remembered Rachel, and God heeded her, and He opened her womb.</b>", "<b>She conceived and bore a son, and said: God has removed [<i>asaf</i>] my disgrace.</b>", "<b>She called his name Joseph, saying: May the Lord add [<i>yosef</i>] another son for me</b> after Joseph. She did not choose the name Asaf, which would accord only with her earlier statement. The name Joseph alludes both to the removal of her disgrace and her wish for another son.", "<b>It was when Rachel bore Joseph, that Jacob said to Laban:</b> I have stayed and worked with you for years; now <b>release me, and I will go to my place and to my land.</b>", "<b>Give me my wives and my children,</b> those wives <b>for whom I have worked for you, and I will go; for you know my labor that I performed for you.</b> I have fulfilled all my obligations.", "<b>Laban said to him: If now I have found favor in your eyes,</b> please, <b>I have divined,</b> in an effort to unearth the cause of my financial success, <b>and</b> I have discovered that <b>the Lord has blessed me on your account.</b>", "<b>He,</b> Laban, <b>said</b> to Jacob: You yourself <b>stipulate your wages for me,</b> to which you feel you are entitled, <b>and I will give it.</b> Up to this point you worked in exchange for two wives, but now that I realize that you have brought me good luck, you may state any amount you wish.", "<b>He,</b> Jacob, <b>said to him: You know how I have served you, and how your livestock was with me.</b>", "<b>For the little that you had before me has increased abundantly; and the Lord has blessed you on my account.</b> Jacob confirms Laban’s statement, but stresses that one need not resort to the occult arts to understand why Laban’s affairs have been blessed since his arrival. <b>And now when shall I provide for my household as well?</b> Apart from my wives and children I have nothing of my own, as I have worked all this time for you.", "<b>He,</b> Laban, <b>said</b> to Jacob: <b>What shall I give you?</b> What do you want? <b>Jacob said: You do not give me anything.</b> Do not pay me with silver or the equivalent from your current possessions. <b>If you will do this matter for me: I will return and</b> work for you. I will <b>herd your flock and keep it.</b>", "<b>I will pass</b> with you <b>through all your flock today; remove from there,</b> among the flock, <b>every speckled and spotted lamb</b> with brown patches. The color of most of the sheep in the region was white, but there would sometimes occur a sheep with patches on its skin. <b>And</b> likewise, <b>every brown lamb among the sheep</b> that you find, <b>and the spotted and speckled among the goats.</b> Generally, goats are entirely black, but some have colorful patches. <b>And it,</b> all these unusual animals, if they should be born in the flock from now onward, after you have removed the ones currently there, <b>shall be my wages.</b>", "Jacob suggested a way in which his wages could be set unambiguously, so that no arguments could arise. <b>My honesty shall speak on my behalf on a future day, when you shall go over my wages before you:</b> Upon paying me my wages you will know for certain that <b>every one that is not speckled and spotted among the goats, and brown among the sheep is stolen with me.</b>", "<b>Laban said: Indeed, if only it will be in accordance with your statement.</b> Laban considered this an excellent offer, as there were relatively few animals of the types described by Jacob.", "So that no more spotted or speckled sheep and goats would be born by interbreeding, <b>he,</b> Laban, <b>removed that day the streaked,</b> those which had various types of stripes in the area where the ankles are bound, <b>and spotted</b> older <b>goats, and all the speckled and spotted</b> birthing <b>female goats, each</b> goat <b>that had white in it, and all the brown among the sheep, and gave them into the possession of his sons,</b> in a distant location, so that they should not be mixed with Jacob’s flock.", "<b>He established a path of three days,</b> a large distance for flock, <b>between himself and Jacob. And Jacob herded the remaining flock of Laban</b> elsewhere.", "<b>Jacob took for himself rods</b> from trees, <b>of fresh poplar, and almond, and plane; he peeled white streaks in them</b> by removing some of the bark, thereby <b>exposing the white</b> of the tree <b>that was in the rods.</b>", "<b>He displayed the rods that he peeled in the receptacles of the water troughs from which the flocks would come to drink, facing the flocks,</b> opposite the other sheep. This was the place where the flock was gathered together. And <b>they,</b> the flock, <b>would come into heat</b> to mate <b>when they came to drink.</b>", "<b>The flocks came into heat due to the rods, and the flocks gave birth to streaked, speckled, and spotted</b> young.", "<b>And Jacob separated the lambs and he placed the faces of the flocks toward the streaked and all the brown in the flocks of Laban,</b> meaning that he positioned these at the head of the flock, <b>and he established for himself droves alone, and did not place them with the flocks of Laban.</b> In accordance with the conditions set between them, these were Jacob’s droves.", "<b>And it was, whenever the strong flocks,</b> the best animals, <b>would come into heat,</b> in that season, <b>Jacob would place the rods before the eyes of the flocks at the troughs, to have them come into heat with the rods,</b> when they saw them.", "<b>When the flocks were feeble</b> and weak, when they were not in heat, <b>he would not place them,</b> the rods. Others interpret: When the sheep’s tails were not tied up and were in their natural state. Thus <b>the feeble</b> sheep and goats, which were not in heat at the proper time, <b>were for Laban and the strong,</b> the best animals, which multiplied well, were <b>for Jacob,</b> who did not want to expend effort upon the weaker ones.", "<b>The man,</b> Jacob, <b>became exceedingly prosperous, and he had many flocks, and</b> as he did not need them all, he bartered with them for other property, including <b>maidservants and slaves, and camels and donkeys,</b> and he became the head of a tribe."], ["Since Jacob was living near Laban’s family, <b>he heard the words of Laban’s sons, saying: Jacob has taken everything that is our father’s, and from that which is our father’s he has accumulated all this wealth.</b> Among themselves, Laban’s sons cast aspersions upon Jacob, contending that he had grown rich at their father’s expense.", "Apparently, Laban himself also heard these accusations, as <b>Jacob saw the countenance of Laban, and behold, it was not toward him as in the past.</b> Even if Laban was not convinced by these claims, he became suspicious of Jacob and his behavior toward him indicated as much.", "At this point, <b>the Lord said to Jacob: Return to the land of your fathers, and to the land of your birth, and I will be with you.</b> God instructed him to return, but did not specify when exactly he should do so.", "<b>Jacob sent and summoned Rachel and Leah to the field to his flocks,</b> for a private discussion and consultation. He took them out to the field because he knew it would be an emotionally charged exchange.", "<b>He said to them: I see your father’s countenance and it is not toward me as in the past.</b> His behavior toward me has changed. <b>And the God of my father was with me.</b>", "<b>And you know that with all my strength I have served your father.</b>", "<b>But your father has cheated me,</b> as he has not stood by our agreements, <b>and changed</b> the conditions of <b>my wages ten times,</b> amounting to numerous times. <b>But</b> even so, <b>God did not allow him to harm me.</b>", "<b>If he,</b> Laban, <b>said this: The speckled shall be your wages,</b> that I would receive as my wages all the flock with that particular mark, <b>then all the flocks bore speckled</b> young, and I gained. <b>And if he said that: The streaked shall be your wages, all the flocks bore streaked</b> young. From Jacob’s statement, it is evident that Laban sought to change the contract between them time after time, but it eventually became clear that Jacob was blessed.", "<b>God has diverted the livestock of your father, and given it to me.</b> It was God who transferred the animals from your father’s flock to my possession.", "<b>It was at the time that the flock was in heat, I lifted my eyes, and saw in a dream, and behold, the males that mounted</b> and impregnated <b>the flock were streaked, speckled, and mottled.</b> They were a variety of mixed colors, even if that was not always the case in reality.", "<b>The angel of God said to me in the dream: Jacob, and I said: Here I am.</b>", "<b>He said: Please lift your eyes, and see, all the males that mount the flock are streaked, speckled, and mottled for I have seen all that Laban is doing to you,</b> and therefore I have come to help you. The vision in your dream will come true, and the animals that will be born will have patches and spots on their skin.", "<b>I am the God of</b> your encounter in <b>Beit El, where you anointed a monument</b> with oil to sanctify it, and <b>where you took a vow to Me,</b> as described above (28:18–22). <b>Now arise, leave this land,</b> since it is time for you to fulfill your vow, <b>and return to the land of your birth.</b>", "Jacob’s wives were more than willing to cooperate. <b>Rachel and Leah answered and said to him: Is there still a share or inheritance for us in our father’s house?</b> We feel no attachment to our father’s family.", "<b>Are we not considered foreigners by him, as he sold us</b> for your service? It was not an ordinary marriage arrangement, in which lavish gifts are exchanged between the couple, but a business deal for him. <b>And he also consumed our silver;</b> he did not even give us part of that money, but appropriated it all for himself without the slightest hesitation.", "<b>As all the wealth that God salvaged from our father, it is for us and for our children.</b> All the riches and property in your possession is ours and our children’s. <b>And now, everything that God said to you, do.</b> We are ready to leave our homeland and travel with you.", "<b>Jacob arose and placed his sons and his wives upon the camels.</b>", "<b>He led all his livestock and all his property that he attained, his acquisitions that he acquired, which he attained in Padan Aram, to come to Isaac his father, to the land of Canaan.</b>", "The preparations for the journey were aided by the absence of Laban and his sons, as <b>Laban went to shear his sheep.</b> As stated earlier (30:36), Laban’s flock was purposely placed far from Jacob’s. Since the shearing of a whole flock of sheep takes several days, Jacob seized this opportunity. <b>And Rachel stole the household idols that were her father’s.</b> These might have been small idols in human form, used for sorcery.", "<b>Jacob deceived Laban the Aramean in that he did not tell him that he was fleeing.</b> Jacob did not indicate by his statements or actions that he planned to leave.", "<b>He fled, he and all that he had,</b> his descendants and possessions; <b>and he arose and crossed the river,</b> the Euphrates, then turned southwest <b>and headed toward the highlands of Gilad.</b> Jacob sought to return to Canaan by the easiest path, via the eastern bank of the Jordan River.", "<b>It was told to Laban on the third day</b> after this departure <b>that Jacob</b> had <b>fled.</b>", "<b>He took his brethren,</b> his close family members, <b>with him, and pursued him a distance of seven days. He,</b> Laban, <b>reached him in the highlands of Gilad.</b> He was able to cover such a distance in a shorter time than Jacob because he and his accomplices were not burdened with their families and livestock in their care. It is also likely that they rode upon animals.", "<b>God came to Laban the Aramean in a dream of the night, and He said to him: Beware lest you speak to Jacob from good,</b> tempting, seductive offers, <b>to bad</b> statements, threats. Laban was not forbidden from talking to Jacob at all, but he had to refrain from pressuring him.", "<b>Laban caught up with Jacob. Jacob had pitched his tent in the highlands,</b> Gilad, <b>and Laban</b> also <b>pitched</b> the tents of <b>his brethren in the highlands of Gilad.</b> The two encampments were close enough to each other for Laban to enter Jacob’s camp.", "<b>Laban said to Jacob: What did you do that you deceived me and led my daughters like captives of the sword?</b> Laban might have realized that his daughters had not been taken against their will, but in his anger he was happy to fling accusations at Jacob. Since Laban viewed Jacob as the reason for his success (see 30:27), his sudden flight upset him.", "<b>Why did you flee surreptitiously and deceive me; and you did not tell me.</b> Had you informed me, <b>I would have sent you</b> in a dignified, celebratory manner, <b>with joy and with songs, with drum and with harp.</b>", "<b>You did not allow me to kiss my sons,</b> grandsons, <b>and my daughters.</b> Due to his dream, Laban initially sought to avoid threatening Jacob, and made do with a rebuke. <b>Now you have acted foolishly.</b> If you had made your intentions known, I would have respected your wishes.", "Ultimately, Laban was unable to control himself and issued a threat. <b>It is in my power,</b> and in that of my men, <b>to do you harm. But</b> I refrained from doing so. Laban admitted: <b>The God of your father said to me last night, saying: Beware of speaking with Jacob from good to bad.</b>", "<b>And now,</b> even if <b>you have gone because you longed for your father’s house</b> after a twenty-year absence and a lack of contact with your family, <b>why did you steal my gods?</b>", "<b>Jacob answered and said to Laban:</b> With regard to your question as to why I fled, it was <b>because I feared</b> you, <b>because I said: Lest you would rob your daughters from me.</b> I was apprehensive that you would force me to leave alone, just as I arrived.", "And as for the claim of stolen idols, <b>with whomever you find your gods, he shall not live,</b> but will be put to death. <b>Before our brethren, identify what is with me;</b> you may search my property, <b>and</b> if you find anything I have wrongfully taken, <b>take</b> it back <b>for yourself.</b> The word “brethren” refers to the members of Jacob’s family as well as Laban’s family, who he considered to be his own relatives, especially in light of Jacob’s lengthy stay in Haran. <b>And</b> his reaction was fierce denial, as <b>Jacob did not know that Rachel stole them.</b> Had he known, he would not have placed a curse on the thief, but would have promised to return the idols and perhaps compensate Laban. Jacob assumed that Laban came with false accusations, seeking an excuse to play the role of the offended party and clear himself of all suspicion.", "Having received permission to conduct a search for any objects belonging to him, <b>Laban came into Jacob’s tent, and into Leah’s tent, and into the tent of the two maidservants, but he did not find</b> the idols; <b>he emerged from Leah’s tent and came into Rachel’s tent.</b> As stated earlier, Jacob’s wives each had their own tent.", "<b>Rachel took the household idols</b> and <b>placed them in the cushion of the camel.</b> For a lengthy journey they would not merely place a small saddle on the camels, but a large, heavily padded cushion. Rachel put the idols under this cushion. <b>And she sat upon them. Laban felt throughout the tent and did not find</b> them.", "Whether Rachel still desired to keep the idols, or if she now regretted taking them, she refused to admit the theft. <b>She said to her father: Let my lord not be angry, as I cannot arise before you because the manner of women is upon me.</b> I am menstruating, and it is hard for me to stand. Perhaps it was customary at the time to refrain from speaking with a woman during her menstruation period, or at least to converse with her as briefly as possible. Therefore, Laban did not continue talking to her and did not ask her to rise. <b>He searched</b> in the other areas of the tent <b>but did not find the household gods.</b>", "Convinced that there was no basis for the accusation of theft, Jacob felt dishonored by Laban’s intrusive search in his and his wives’ tents. <b>Jacob was angry and quarreled with Laban. Jacob responded and said to Laban: What is my transgression, what is my sin that you have pursued after me?</b>", "<b>For you felt all my vessels, what have you found of all the vessels of your household?</b> If you discovered any object of yours, <b>place it here before my brethren and your brethren.</b> There are people here who know us both and who would recognize your property. <b>And they will determine between the two of us.</b> Jacob was not necessarily interested in negotiating, but in his anger he laid out his claims against his employer.", "<b>These twenty years I have been with you; your ewes and your female goats have not miscarried.</b> Through all these years of service, your flocks were blessed. Jacob’s statement can also be interpreted as a claim that he had accepted all responsibility for such unfortunate occurrences, that he invariably paid for such deaths from his own pocket. <b>And the rams of your flock I have not eaten.</b>", "<b>I did not bring</b> the remains of <b>a mauled animal,</b> one torn apart by wild beasts, <b>to you</b> with the claim that it was not my fault. The standard custom was that a shepherd was not held responsible for attacks of this kind. Even so, when an animal was mauled <b>I bore its loss</b> and would pay for it; <b>from me you could demand it, whether stolen from me by day or stolen from me by night.</b> Whether an item was stolen from me by day or night, I accepted responsibility for all damages.", "<b>Thus I was:</b> When I shepherded your flock <b>in the day dehydration consumed me, and</b> the <b>frost by night; and my sleep fled from my eyes,</b> as I had to guard your property without respite.", "<b>These are twenty years for me in your house: I worked for you fourteen years for your two daughters, and six years for</b> a portion of <b>your flocks; and you changed my wages ten times,</b> as Jacob had related to his wives (verse 7).", "<b>If the God of my father, the God of Abraham, and the Fear of Isaac,</b> God, whom Isaac feared <b>had not been with me then, you would have sent me away now empty-handed. God saw my hardship and the</b> faithful <b>toil of my hands and proved it last night.</b> When He spoke to you last night He confirmed the rightfulness of my claims.", "Laban did not agree with Jacob’s argument, but rather reemphasized his own claim. <b>Laban responded and said to Jacob: The girls,</b> your wives, <b>are my daughters, and the boys,</b> their children <b>, are my sons, and the flocks are my flocks, and everything that you see is mine.</b> All that you have here you took from me, and therefore it is all my property. <b>And to my daughters, what can I do to them today, or to their children whom they have borne?</b> I cannot fight against them, as they are my daughters and grandchildren. In truth it is all mine, but I could not harm my family.", "We shall shortly conclude our involvement with each other and will not see one another again. <b>And now,</b> for the sake of the future, <b>come, let us establish a covenant, I and you; and let it be as a witness between me and you.</b>", "<b>Jacob took a stone and established it as a</b> commemorative <b>monument.</b>", "<b>Jacob said to his brethren,</b> his sons, who were perhaps already strong enough to help, as well as his servants and the other members of his camp: <b>Gather stones. And they took stones, and made a pile</b> around the pillar, <b>and they ate there on the pile,</b> which was part of the ritual of establishing a covenant.", "<b>Laban called</b> this pile <b>Yegar Sahaduta,</b> which in Laban’s language, ancient Aramaic, means “pile of testimony,” <i>gal edut</i> in Hebrew; <b>and Jacob called it Gal’ed.</b>", "As the head of the tribe, <b>Laban</b> gave an official speech and <b>said: This pile is witness between me and you today. Therefore he called its name Gal’ed;</b>", "<b>and the Mitzpa,</b> the name of a nearby place, will also testify to the same, <b>as he,</b> Laban, <b>said: The Lord will observe [<i>yitzef</i>] between me and you, because we will be concealed one from another.</b> Since we will no longer be able to see each other, God will watch over to ensure that all is conducted properly.", "God will know <b>if you shall afflict my daughters, or if you shall take</b> more <b>wives in addition to my daughters,</b> thereby depriving them of their share. I cannot enforce your compliance with this commitment, as <b>no man is with us</b> to investigate and report back to me. Instead, <b>see, God is witness between me and you.</b>", "<b>Laban said to Jacob: Here is this pile and here is the monument that I have established between me and you</b>. Although it was not Laban who established the pillar or pile, he took credit for both.", "<b>This pile is witness, and the monument is witness, that I will not pass this pile to you, and that you shall not pass this pile and this monument to me, for harm.</b> We may meet again in the future, but not as belligerents.", "<b>The God of Abraham, and the God of Nahor,</b> and also <b>the God of their father, shall judge between us.</b> For Laban, the God of Abraham, the God of Nahor, and the God of Terah, are all one and the same. <b>Jacob took an oath</b> that he would uphold this agreement, <b>by the Fear,</b> the God, <b>of his father Isaac.</b>", "<b>Jacob slaughtered for a feast on the highland, and summoned his brethren to eat bread</b> in a more celebratory feast than the previous meal, with the participation of all those present. <b>They ate bread, and stayed the night on the highland.</b>"], ["<b>Laban awoke early in the morning, and kissed his sons and his daughters and blessed them.</b> The goodbyes of which he claimed to have been deprived in Haran he now issued at the mountains of Gilad. <b>Laban went and returned to his place,</b> with peaceful relations established between him and Jacob.", "After his final departure from Laban, <b>Jacob went on his way</b> with his camp from Gilad. He had a long way ahead of him to reach the house of his father, who was living in Beersheba or Hebron. <b>And angels of God encountered him.</b>", "<b>Jacob said when he saw them:</b> These are not a mere few angels, but an entire camp; <b>this is the camp [<i>maḥaneh</i>] of God.</b> Therefore, <b>he called the name of that place Mahanayim,</b> meaning <b>“</b> two camps,” in reference to his camp and God’s camp. Mahanayim remained the name of a place located south of Gilad on the eastern side of the Jordan River."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 28:10-32:3", "heRef": "ביאור שטיינזלץ על בראשית כ״ח:י׳-ל״ב:ג׳", "sections": ["28", "10"], "toSections": ["32", "3"], "sectionRef": "Steinsaltz on Genesis 28-32", "heSectionRef": "ביאור שטיינזלץ על בראשית כ״ח-ל״ב", "firstAvailableSectionRef": "Steinsaltz on Genesis 28:10-32:3", "isSpanning": true, "next": "Steinsaltz on Genesis 33", "prev": "Steinsaltz on Genesis 27", "title": "Steinsaltz on Genesis 28-32", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 28:10-22", "Steinsaltz on Genesis 29", "Steinsaltz on Genesis 30", "Steinsaltz on Genesis 31", "Steinsaltz on Genesis 32:1-3"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}