{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["Unlike Esau, who left Canaan to settle on Mount Se’ir, <b>Jacob settled,</b> while his father was still alive, <b>in the land of his father’s residence, in the land of Canaan.</b>", "<b>This is the legacy of Jacob.</b> Although Jacob remained active upon his return to Canaan, his contributions as a leader and builder started to decrease. Therefore the narrative shifts its primary focus to Joseph. <b>Joseph, seventeen years old, was herding the flock</b> of his household <b>with his brothers,</b> thereby continuing the traditional occupation of their family (see 46:32). <b>And he was a lad,</b> or assistant, <b>with the sons of Bilha, and with the sons of Zilpa, his father’s wives.</b> Jacob himself gave no indication that the sons of the maidservants, Bilha and Zilpa, were of lesser status than the sons of Leah and Rachel. On the contrary, when Jacob blessed his sons, he equated the status of all of them (see 49:16). In practice, however, a disparity existed between them. Joseph became close to the sons of Bilha and Zilpa because he was closer in age to them. Yet <b>Joseph brought evil report of them to their father,</b> slandering their inappropriate behavior.", "<b>Israel,</b> Jacob, <b>loved Joseph more than all his sons, because he was a son of his old age [<i>ben zekunim</i>].</b> Although Benjamin was even younger than Joseph, and also a son of Jacob’s beloved wife Rachel, his personality was less prominent. Jacob favored Joseph due to his outstanding personality, which becomes apparent in the continuation of the narrative. In fact, Onkelos translates <i>ben zekunim</i> as a wise son. Additionally, Joseph resembled Jacob’s beloved wife Rachel, who had recently died. The verse describes Joseph as being “of fine form, and of fair appearance,” just like his mother (29:17, 39:6). Indeed, Joseph is the only male to be described in such terms by the Torah. Perhaps Joseph’s facial features reminded Jacob of Rachel. It is also easy to imagine that Joseph was preferred over Jacob’s older children because of their problematic behavior: Reuven defiled the family, and Simeon and Levi’s actions in Shekhem were met with Jacob’s disapproval. <b>He,</b> Jacob, <b>made him a fine tunic,</b> a special garment that was distinct from the clothing of the other brothers.", "<b>His brothers saw that their father loved him more than all his brothers.</b> Jacob’s preference for Joseph was conspicuous, whether through the way he related to Joseph or from the special tunic that he made for him. <b>And they hated him, and could not speak peaceably to him.</b> They were incapable of maintaining any sort of peaceful dialogue with Joseph. They avoided all conversation with him and distanced themselves from him as much as possible.", "<b>Joseph dreamed a dream, and he told it to his brothers, and they hated him even more.</b> Their hatred of Joseph increased because he related to them the details of his dream.", "<b>He said to them: Please, hear this dream that I dreamed:</b>", "<b>Behold, we were binding sheaves in the field,</b> as we normally do. Although the sons of Jacob were primarily shepherds, they also owned fields. <b>And behold,</b> instead of resting alongside the other sheaves, <b>my sheaf arose, and also stood upright; and behold, your sheaves gathered around, and prostrated themselves to my sheaf.</b>", "<b>His brothers,</b> who understood the dream as a metaphor suggesting Joseph’s dominance over them, <b>said to him: Will you reign over us? Will you have dominion over us?</b> There is no chance for that. <b>They hated him even more for his dreams, and for his words.</b> The brother’s hatred of Joseph, which stemmed from his status as favorite son and from the negative reports about them that he would bring to Jacob, was further intensified by the arrogance he expressed through his dreams. Now, in addition to dealing with the fact that Joseph was favored by Jacob, the brothers must contend with a person who entertained megalomaniacal aspirations.", "<b>He dreamed yet another dream,</b> presumably on another night, <b>and he related it to his brothers. He said: Behold, I dreamed another dream, and behold, the sun, the moon, and eleven stars prostrated themselves to me.</b>", "<b>He related it to his father and to his brothers.</b> Unlike in the first dream, Jacob is represented in this dream. For this reason, Joseph also related the dream to his father. <b>And his father rebuked him, and said to him: What is this dream that you dreamed?</b> This is certainly not a meaningful dream. Considering that the sun and the moon are metaphors for one’s parents, <b>will I and your mother and your brothers come to prostrate ourselves to you to the earth?</b> Surely we will not. Your mother is already dead.", "<b>His brothers envied him,</b> whether on account of his abnormal dreams, or because of their father’s relatively mild response. Unlike Joseph’s brothers, Jacob did not rebuke Joseph for expressing undeserved arrogance; he claimed only that the dream could never come to fruition. <b>But his father kept the matter in mind.</b> Despite his stated assertion that Joseph’s dreams were mere fantasy, Jacob kept them in mind, as he believed that there was some significance to them.", "<b>His brothers went to herd their father’s flock in Shekhem.</b>", "<b>Israel said to Joseph: Aren’t your brothers herding in Shekhem? Go, and I will send you to them.</b> It is normal for a flock to spend weeks or even months outside its pen. Jacob wished to maintain contact with his sons, who had wandered with the flock all the way from Hebron to Shekhem. <b>He,</b> Joseph, <b>said to him: Here I am.</b>", "<b>He said to him: Go now, see the status of your brothers and the status of the flock and bring back word. He sent him from the Valley of Hebron.</b> Although Hebron itself is situated on mountainous terrain, it is possible that Jacob’s family dwelled in the valley below. Alternatively, the family lived in Hebron itself, but Jacob accompanied his son until they reached the valley, at which point Jacob sent Joseph on his own. <b>And he,</b> Joseph, <b>came to Shekhem.</b>", "<b>A man found him, and behold, he was wandering in the field.</b> Despite the fact that Joseph was seeking an entire group of shepherds herding a large flock, he could not locate them. <b>The man asked him, saying: What do you seek?</b>", "<b>He said: I seek my brothers. Please tell me where they are herding.</b> Joseph undoubtedly described their appearances to the man.", "<b>The man said: They traveled from here; for I heard them saying</b> to each other: <b>We shall go to Dotan,</b> and it is likely that they arrived there. <b>Joseph went after his brothers, and he found them in Dotan.</b>", "<b>They saw him from afar,</b> and he was alone and likely in an isolated place, <b>and before he approached them, they conspired against him to kill him.</b> Their hatred of Joseph was so intense that once they encountered him alone and outside their father’s home, they were stirred to rid themselves of him.", "<b>They said one to another: Here comes that dreamer.</b> Joseph’s dreams caused the brothers’ hatred toward him to intensify. By mockingly referring to Joseph as “that dreamer,” the brothers expressed their deep animosity toward him. Furthermore, the word “that” indicates that the brothers viewed Joseph as a hostile stranger, and not as their brother.", "<b>Now let us go and kill him and cast him into one of the</b> nearby <b>pits, and we will say: A wild beast devoured him.</b> Since wild animals are commonly found in uninhabited areas, if someone inquires about the fate of Joseph, we will claim that his death was caused by a predatory animal in the area. <b>And we shall see what will become of his dreams.</b>", "<b>Reuben,</b> the oldest son, <b>heard, and delivered him from their hand,</b> as he felt responsible for whatever was about to take place; <b>and</b> he <b>said: Let us not smite him mortally;</b> there is no need for us to kill him.", "<b>Reuben said to them: Do not shed blood; cast him into this pit that is in the wilderness, but do not lay a hand on him.</b> Left alone, he will die of starvation; there is no need for us to kill him with our own hands. The verse points out that Reuben suggested this course of action only <b>in order to deliver him from their hand, to restore him to his father.</b> Perhaps Reuben did not join his brothers in their hatred of Joseph, and he therefore urged the brothers not to murder Joseph. He then attempted to convince them to cast Joseph into a pit, with the intention to later return and extract Joseph from the pit and bring him home.", "<b>It was when Joseph came to his brothers that they stripped Joseph of his tunic, the fine tunic that was upon him.</b>", "<b>They took him and cast him into the pit; and the pit was empty, there was no water in it.</b> It is not known during which season this event transpired. However, given that the brothers had gone out to pasture their flocks, it would seem that this incident occurred at the beginning of the summer, at the very latest. During this time of year, it is still possible to find pits filled with rainwater. Nevertheless, the brothers refrained from drowning Joseph in such a pit.", "<b>They sat to eat bread.</b> The brothers saw no fault in their actions, nor did they consider their actions something done in a moment of weakness. Their consciences did not prevent them from sitting down for a meal while their brother cried out from the pit. <b>And they lifted their eyes and saw, and behold, a caravan of Ishmaelites was coming from Gilad</b> on the eastern side of the Jordan River. Until recent times, it was common practice for those traveling from the north down to Egypt, to cross the Jordan River and continue through the Dotan Valley, which borders the Yizre’el Valley, and then on toward the coastal plain. <b>And their camels were bearing</b> various <b>spices [<i>nekhot</i>]</b>; alternatively, <i>nekhot</i> refers to a specific spice. They were also bearing <b>balm,</b> a very valuable spice, <b>and labdanum,</b> a plant used for manufacturing perfume. The caravan was <b>going to take them,</b> these spices, <b>down to Egypt</b> to sell them there <b>.</b>", "<b>Judah said to his brothers: What profit is it,</b> what would we gain, <b>if we kill our brother and conceal his blood?</b>", "<b>Go and we will sell him</b> as a slave <b>to the</b> arriving <b>Ishmaelites.</b> They will take him far away from here, <b>and</b> at the very least, <b>let our hand not be</b> directly <b>upon him, as</b> after all, <b>he is our brother, our flesh,</b> and we should not harm him. <b>His brothers heeded</b> Judah’s suggestion.", "<b>Midyanite men, merchants, passed by, and they pulled and lifted Joseph from the pit.</b> Some commentaries identify the Midyanite merchants with the group of Ishmaelites mentioned previously. The name “Midyanite” can refer generally to nomadic merchants. Others explain that the Midyanites and Ishmaelites were two distinct groups. <b>They sold Joseph to the Ishmaelites.</b> If the Midyanites are not identified with the Ishmaelites, then the brothers sold Joseph to the Ishmaelites who subsequently sold him to the Midyanites. According to another interpretation, the brothers did not actually sell Joseph, and may even have been unaware of the sale; rather, the Midyanites came along while the brothers were eating, extracted him from the pit and sold him to the Ishmaelites. A third possibility is that the brothers had the Midyanites extract Joseph from the pit, and then the brothers themselves sold Joseph. Joseph was sold <b>for twenty silver pieces,</b> a considerable amount, that they divided among themselves. According to the prophet Amos, it was enough for each of them to buy a pair of shoes; <b>and they brought Joseph to Egypt.</b>", "<b>Reuben returned to the pit.</b> Evidently, Reuben was not present at the time of the sale. <b>And behold, Joseph was not in the pit; he rent his garments</b> due to his concern regarding Joseph’s fate.", "<b>He returned to his brothers, and said: The boy is not there; and I, where do I go?</b> What will happen to me? As the oldest brother, Reuben felt that the responsibility for Joseph rested on his shoulders.", "Selling one’s own brother is an especially egregious act. By Torah law, kidnapping and selling any member of Israel into slavery, let alone one’s relative, is a capital offense. The brothers therefore sought to prepare a cover story for Joseph’s disappearance: <b>They took Joseph’s tunic, slaughtered a goat,</b> whose blood resembles human blood, <b>and dipped the tunic in the blood</b> of the goat.", "<b>They sent the fine tunic</b> to Jacob, <b>and they brought it to their father and they said: We found this. Identify now: Is it your son’s tunic or not?</b> Clearly this is a fine tunic, but is it Joseph’s? We never paid attention to the details of his tunic, but since you made it, you must recognize it.", "<b>He identified it, and said:</b> This is <b>my son’s tunic;</b> clearly <b>an evil beast devoured him; Joseph was mauled.</b> The brothers told Jacob that they discovered only the tunic. They found no traces of Joseph’s body, as the wild beast would have dragged it to its lair. Since the animal would not consume the tunic, it was left and therefore recovered.", "<b>Jacob rent his garments</b> in mourning, <b>placed sackcloth on his loins, and mourned his son many days.</b>", "<b>All his sons and all his daughters arose to console him; but he refused to be consoled</b> despite the efforts of those around him. <b>He said:</b> Nothing will change the present reality; <b>for I will descend mourning to the grave, to my son. His father wept for him.</b> Although Jacob did not have absolute proof that Joseph died as his body was not recovered, there was significant circumstantial evidence that Joseph was mauled.", "The verse turns its focus back to Joseph: <b>The Midyanites, [<i>medanim</i>]</b>, <b>sold him,</b> Joseph, <b>to Egypt</b> as a slave <b>to Potifar,</b> who was a <b>courtier [<i>seris</i>] of Pharaoh.</b> Although <i>seris</i> literally refers to a eunuch, this is not necessarily its meaning in the verse. Rather, the verse uses it to refer to an officer with a position in the royal palace. Potifar was the <b>chief executioner</b>. It is likely that Joseph was considered quality merchandise. He was of fine form, only seventeen years old, and his health had never been strained by hard work. He would have been sold only to a wealthy individual who could afford Joseph’s worth."], ["<b>It was at that time; Judah descended from his brothers.</b> Based on chronological considerations, this incident took place shortly before the sale of Joseph. Even after the brothers married and established families of their own, they continued to live in close proximity to one another and worked together. It is unclear whether each brother owned his own property, or if they were partners in a family business. In any case, Judah now left the presence of his brothers to establish his own private business. Judah reached Adulam, a city in the south of Judea, <b>and</b> he <b>turned to an Adulamite man</b> and befriended him, <b>and his name was Hira.</b>", "<b>Judah saw there,</b> in Adulam, <b>the daughter of a Canaanite man, and his name was Shua. He took her</b> in marriage, <b>and engaged in intercourse with her.</b>", "<b>She conceived and she bore a son; he called his name Er.</b>", "<b>She conceived again and bore a son; she called his name Onan.</b> This name might derive from the similar Hebrew word for might or vitality.", "<b>She continued and bore a son again, and</b> she <b>called his name Shela. He,</b> Judah, <b>was at</b> the place known as <b>Keziv, when she bore him.</b> Perhaps this parenthetical comment is meant to explain why Shua’s daughter, rather than Judah, named both their second and third sons. Perhaps the standard custom was for parents to alternate naming rights, such that Judah was supposed to name their third son. However, since Judah was in Keziv, his wife named the child.", "<b>Judah took a wife for Er his firstborn, and her name was Tamar.</b> Nothing is known of her origins or ethnicity. It is possible that the absence of any background information alludes to the fact that Tamar was not from the local population. Indeed, the Sages identify her as a descendant of Shem. Some suggest she was from Aram Naharayim.", "<b>Er, Judah’s firstborn, was wicked in the eyes of the Lord; and</b> as punishment for his sins <b>the Lord put him to death</b> while he was still young.", "<b>Judah said to Onan: Engage in intercourse with your brother’s wife, and consummate levirate marriage with her. Establish offspring for your brother.</b> The children born from this levirate marriage will be considered the children of the deceased brother. Although the surviving brother is certainly the biological father of these children, he is merely a substitute for his deceased bother.", "<b>Onan knew that the offspring would not be his,</b> and that any children born from this marriage would not be called by his name, but by the name of his deceased brother. Therefore, <b>it was when he engaged in intercourse with his brother’s wife; he would spill it on the ground,</b> practiced coitus interruptus, <b>so as not to give offspring for his brother</b>. Out of envy, Onan preferred to have no children rather than have children who would be regarded as his brother’s.", "<b>That which he did was evil in the eyes of the Lord.</b> Unlike his brother, Onan’s transgression is explicitly stated by the verse. <b>And He put him to death too,</b> and Onan died at a young age.", "<b>Judah said to Tamar, his daughter-in-law:</b> Do not remain in my house; rather, <b>remain a widow,</b> alone <b>in your father’s house, until Shela my</b> third <b>son matures.</b> It would appear that Shela had not yet reached marriageable age. Although Shela was supposed to perform levirate marriage when coming of age, Judah was not interested in allowing a marriage between Shela and Tamar, <b>for he said: Lest he too die, like his brothers.</b> He was concerned that Tamar was somehow a dangerous woman who caused the deaths of his first two sons. To protect his youngest son, Judah sent Tamar from his house. So <b>Tamar went and lived in her father’s house.</b>", "<b>The days</b> and years <b>accumulated and the</b> unnamed <b>daughter of Shua, wife of Judah, died.</b> After mourning over her death, <b>Judah was comforted</b> and ceased to mourn, <b>and</b> he <b>went up to</b> visit <b>his sheepshearers,</b> who were apparently located a significant distance from Judah’s home. Among other reasons, Judah sought to relieve the grief due to his wife’s death by participating in the shearing of his sheep, typically a festive and joyous occasion. <b>He and Hira, his friend the Adulamite,</b> came <b>to Timna.</b> Perhaps Judah’s close friend came to comfort him, and then decided to accompany Judah to the sheep shearing.", "<b>It was told to Tamar, saying: Behold, your father-in-law is going up to Timna to shear his sheep.</b> As Tamar belonged to Judah’s family, she was informed of his trip. She decided to take drastic action.", "<b>She removed the garments of her widowhood from upon her.</b> It was customary for widows to wear distinctive garments testifying to their familial status. This custom was especially significant in the case of a widow like Tamar, who was awaiting levirate marriage and was unable to marry whomever she wished. <b>She covered herself with a</b> large <b>veil</b> concealing her entire body, <b>wrapped herself,</b> covering herself completely in the manor of harlots, who wore loose-fitting garments. <b>And she sat at the entrance of</b> a place called <b>Einayim, which is on the road to Timna.</b> Perhaps Einayim was called by this name because there were <i>ma’ayanot</i>, springs, there. Tamar knew that Judah would need to pass through Einayim, so she waited for him there. Her behavior did not stem from some character flaw, but from despair, <b>for she saw that Shela had matured</b> and reached marriageable age, <b>but</b> yet <b>she had not been given to him as a wife.</b> Tamar understood that Judah did not want her to be married to Shela, which meant that she could remain a widow for the rest of her life.", "<b>Judah saw her</b> on the road <b>and thought her to be a harlot because she covered her face.</b> Evidently, harlots were known to partially cover their faces.", "Because Judah was a lonely widower, when he saw her <b>he turned to her by the road, and he said: Please, let me engage in intercourse with you; for he did not know that she was his daughter-in-law.</b> By Torah law, relations between a father-in-law and daughter-in-law are strictly prohibited, even after the son’s death. Although this incident took place before the Torah was given, it is clear that the laws of the time would have prevented a father-in-law from marrying his daughter-in-law. Therefore, there is no doubt that had Judah known the true identity of this woman, he would not have turned to her. <b>She said: What will you give me that you will engage in intercourse with me?</b> As she was impersonating a harlot, Tamar demanded payment.", "<b>He said: I will send you a kid from the flock</b> as payment. <b>She said: If you give me collateral until your sending.</b> To ensure that you provide payment, give me collateral to hold until I receive the kid.", "<b>He said: What is the collateral that I should give you? She said: Your signet,</b> which was either on his ring or otherwise held close to his body, <b>and your belt, and your staff that is in your hand.</b> This appears to be a ruler’s staff, as the preceding verses indicate that Judah held some minor governing capacity. <b>He gave them to her, engaged in intercourse with her, and she conceived by him.</b> The fact that Judah gave this unknown woman various personal items including his signet, an item not normally given out or lent, as it is used to certify legal documents, demonstrates that Judah was not acting judiciously at that time.", "After Judah left, <b>she arose, went, and removed her veil from upon her, and she donned the garments of her widowhood.</b> Tamar achieved her goal: Through her actions, she effectively guaranteed that Judah would consummate a levirate marriage with her. She succeeded in changing her status from barren widow to married mother, and she fulfilled her desire to be the wife of a member of Judah’s family.", "After some time, out of a sense of obligation and a desire to retrieve his collateral, <b>Judah sent the kid</b> to Tamar <b>in the hand of his friend the Adulamite.</b> Since Hira was a close friend, Judah trusted his discretion and was not ashamed to send him on this mission. However, Hira came to the place where Judah initially met the woman, <b>to take the collateral from the woman, but he did not find her.</b>", "<b>He asked the men of her place, saying: Where is the harlot, who was at Einayim on the way? They said: There was no harlot here.</b>", "<b>He returned to Judah, and said: I did not find her. The men of the place also said: There was no harlot here.</b>", "<b>Judah said:</b> If so, let her <b>take it,</b> the collateral, <b>for her, lest we become a laughingstock; behold, I sent this kid, and you did not find her.</b> If she does not want or is unable to claim her payment, then let the collateral remain with her. Although the items Judah deposited with the woman were of importance to him, he did not wish to continue searching for her.", "<b>It was some three months later,</b> after Judah’s encounter with Tamar, <b>that it was told to Judah, saying: Tamar, your daughter-in-law, acted licentiously; moreover,</b> this is evidenced by the fact that <b>behold, she conceived through harlotry.</b> Tamar had no qualms about what she had done, as she felt that she had fulfilled the spirit of the law of levirate marriage. She therefore made no attempt to conceal her pregnancy. Nevertheless, since she seduced Judah in a deceitful manner, such that the identity of the father of the fetus was unknown to all except Tamar, she was susceptible to severe consequences, as she was tethered to Judah’s family with a marriage-like bond. The Sages refer to such a woman as a widow awaiting her brother-in-law. Since it was assumed that she became pregnant through a man not from Judah’s family, her fate was to be that of an adulterous woman. Therefore, <b>Judah,</b> her father-in-law, the patriarch of his family, and a distinguished member of his community, <b>said: Take her out, and she shall be burned.</b>", "<b>She was taken out</b> to receive her punishment. Since she was imprisoned, she wrapped the items she received from Judah <b>and she sent</b> them by messenger <b>to her father-in-law, saying: By the man whose these are I am with child. She said: Recognize, please, whose signet, belt, and staff are these.</b>", "<b>Judah recognized them,</b> his possessions, <b>and said: She is more righteous than I; because indeed, I did not give her to Shela my son.</b> She had some right to be with me, as I did not give her to Shela. Therefore, she cannot be accused of committing adultery. <b>And he was not intimate with her anymore,</b> as he already fulfilled his obligation toward Tamar. Although Judah recognized the legality of Tamar’s actions and the legitimacy of her fetus, he was uninterested in continuing a relationship with her.", "<b>It was at the time of her giving birth, and behold, twins were in her womb.</b>", "<b>It was as she was giving birth,</b> that <b>one</b> of the twins <b>extended a hand</b> outside the womb. Faced with this unusual situation, <b>the midwife took and bound upon his hand a crimson thread, saying,</b> indicating: <b>This one emerged first</b> and was the firstborn.", "However, <b>it was, as he retracted his hand</b> back inside the womb <b>, and behold, his brother emerged</b> from the womb first. Thus, the brother without the crimson thread was ultimately the firstborn. <b>And she said</b> to the child that emerged first: <b>What breach [<i>paretz</i>] have you breached for yourself?</b> Your brother was already poised to emerge first. Therefore, <b>he,</b> Judah, <b>called his name Peretz.</b>", "<b>Afterward his brother emerged, on whose hand was the crimson thread; he called his name Zerah,</b> literally, “glow,” alluding to the gleaming red thread tied to his hand."], ["<b>Joseph was brought down to Egypt</b> as a slave devoid of rights. <b>Potifar, the courtier of Pharaoh, chief executioner, an Egyptian, bought him from the Ishmaelites, who had brought him down there.</b>", "<b>The Lord was with Joseph, and he was a successful man</b> in the house of Potifar. Joseph arrived in Egypt as an inexperienced youth and with no knowledge of the Egyptian language. He also needed to cross the cultural divide between his upbringing in a small village to life in a developed city. Nevertheless, his success was evident for all to see. <b>And he was in the house of his master, the Egyptian.</b>", "After some time, <b>his master saw that the Lord was with him, and all that he did, the Lord made his undertaking successful.</b> Potifar took notice of Joseph’s success.", "<b>Joseph found favor in his eyes, and he served him</b> as his personal attendant. Following that, Potifar promoted him and <b>he appointed him overseer of his household, and everything that was his he placed in his charge,</b> as Potifar saw Joseph’s successes as well as his honesty.", "<b>It was once he appointed him overseer of his household and over everything that was his; the Lord blessed the Egyptian’s house for Joseph’s sake. The blessing of the Lord was in all that he had, in the house and in the field.</b> In addition to Joseph’s personal success, Potifar noticed that he too became prosperous. He sensed that this was due to Joseph’s presence, just as Laban had known to attribute his prosperity to Jacob a generation earlier (see also 30:27).", "Therefore, <b>he left everything that he had in Joseph’s charge; and he did not know anything about his doings except the bread that he would eat.</b> In other words, Potifar found it unnecessary for himself to be involved in the affairs of his household, as he trusted Joseph completely; he was therefore present only for his personal needs, such as eating. The Torah adds a comment that will be important in the continuation of the narrative: <b>Joseph,</b> who was probably around eighteen or twenty years old at the time, <b>was of fine form, and handsome.</b> As previously discussed, he bore a resemblance to his mother, who was also described in such terms.", "<b>It was after these matters,</b> after Joseph was promoted above Potifar’s other servants and presumably began to dress in more impressive clothing, <b>that his master’s wife cast her eyes upon Joseph;</b> she desired him. <b>And she said: Lie with me.</b> Despite his elevated status, Joseph was still a slave. She therefore spoke directly and in unequivocal terms.", "<b>He refused</b> to lie with her; <b>and</b> in order not to offend her, Joseph explained that his refusal was not because of her appearance or some other reason. <b>He said to his master’s wife: Behold, my master</b> Potifar <b>does not know anything about what is in the house.</b> He trusts me to such a degree that he has no idea what I do in this house, <b>and he has placed everything that he has in my charge.</b>", "<b>There is no one greater in this house than I;</b> he has provided good living conditions for me <b>and he has not withheld anything from me but you, as you are his wife.</b> Furthermore, aside from the fact that lying with you would constitute a betrayal of my master’s trust and a complete lack of appreciation for all that he has provided me, there are also religious grounds for my refusal: <b>How can I do this great wickedness, and sin to God?</b>", "Despite Joseph’s refusal, she persisted: <b>It was as she spoke to Joseph day after day, and he did not heed her to lie with her, to be with her.</b> At first, she tried to the best of her ability to seduce Joseph. When he refused, she requested that he lie in her bed beside her. Joseph was torn between temptation and the restraint demanded by his religion and his conscience. Nevertheless, the more she pushed to be with Joseph, the more he took effort to avoid her.", "<b>It was on a certain day,</b> a festive occasion, that <b>he,</b> Joseph, <b>went into the house to perform his labor, and none of the people of the household were there in the house.</b> Perhaps everyone went to partake in whatever celebrations were taking place on that day. Joseph, as a faithful servant, remained in the house. Potifar’s wife also remained, as she had plans of her own:", "<b>She seized him by his garment, saying: Lie with me. He left his garment in her hand.</b> At that time, people wore robes that wrapped around their bodies. Accordingly, when she grabbed Joseph’s garment, he was able to unravel himself from it, leaving it in her hand. Joseph <b>fled, and went outside.</b>", "<b>It was when she saw that he had left his garment in her hand, and had fled outside.</b> When she realized that even now, Joseph refused to lie with her, she could no longer rationalize his refusal by claiming that it was as an attempt to tease her, or that he rejected her until a more opportune time would present itself. She now felt immensely insulted, whether because she failed to achieve her desire, or because the lowly servant Joseph had the audacity to refuse her demands.", "Potifar’s wife sought to protect her dignity and simultaneously take revenge against Joseph. <b>She called to the people of her household, and spoke to them, saying: See, he,</b> Potifar, <b>brought to us a Hebrew man to ridicule us</b> (see 19:14). Alternatively, the verse means: He brought to us a Hebrew man to abuse us. <b>He came to me to lie with me, and I,</b> being a decent woman, <b>cried</b> out immediately <b>with a loud voice.</b>", "<b>It was when he heard; I raised my voice and cried. He left his garment with me, fled, and went outside.</b>", "Potifar’s wife did not suffice with relating this tale to the members of the household; rather, <b>she placed his garment beside her, until his master’s arrival to his home.</b>", "<b>She spoke to him these words, saying: The Hebrew slave whom you brought to us</b> and whom you promoted, <b>came to me to mock me.</b>", "<b>It was as I raised my voice and cried that he left his garment with me and fled outside.</b>", "<b>It was when his master heard the words of his wife that she spoke to him, saying: Your slave did to me in this manner,</b> he attempted to rape me, <b>he,</b> Potifar, <b>was incensed.</b> It should be noted that the verse does not state with whom he was incensed.", "<b>Joseph’s master took him,</b> without any judicial process, <b>and placed him in the prison</b> in order to punish him, in <b>the place where the king’s prisoners were incarcerated.</b> It later becomes apparent that this prison housed distinguished political prisoners, not convicted criminals. <b>And he was there in the prison</b> as one of the prisoners.", "<b>The Lord was with Joseph, and granted him appeal, and put his favor in the eyes of the commandant of the prison.</b> Joseph had the ability to ingratiate himself with people outside of his family.", "Joseph’s charm was effective even on the commandant of the prison. He took notice of Joseph, and after some time <b>the commandant of the prison put in Joseph’s charge all the prisoners that were in the prison.</b> Even though Joseph was still a prisoner, he again earned an administrative position. He was considered a loyal and trustworthy prisoner, and an excellent administrator. He was therefore appointed to oversee all the other prisoners. <b>And everything that they did there, he,</b> Joseph, <b>would determine.</b> Joseph was in charge of the daily routine of the prison: meal times, recreational times, and all other daily activities of the prisoners.", "Eventually, <b>the commandant of the prison did not oversee anything in his charge.</b> The commandant trusted Joseph completely and did not scrutinize his actions, <b>for</b> all could see that <b>the Lord was with him. That which he did, the Lord made successful.</b> Joseph was not simply a man of fine appearance. His charm captured everyone around him: Potifar, Potifar’s wife, and the commandant of the prison. Later in the narrative, others are also captivated by his charm. Aside from his extraordinary effectiveness, something about Joseph’s personality conveyed to those around him that God was with him, and that he was somehow connected to supreme holiness."], ["<b>It was after these matters,</b> after Joseph received an important position in the prison, that <b>the butler of the king of Egypt,</b> who was responsible for providing the king with drink, <b>and the baker</b> of the king, <b>sinned against their master, against the king of Egypt.</b>", "<b>Pharaoh became angry at his two courtiers, at the chief butler and at the chief baker.</b> The Torah does not elaborate as to why he was angry at them. The Midrash relates that Pharaoh became angry because he discovered foreign objects in his bread and wine.", "<b>He placed them in custody in the household of the chief executioner</b>, <b>in the prison, the place where Joseph was incarcerated.</b> This prison held distinguished prisoners. Since the courtiers of Pharaoh were men of status who might someday return to their lofty positions, they were provided special privileges.", "<b>The chief executioner,</b> Potifar, <b>charged Joseph with them, and he served them, and they were in custody one year.</b>", "<b>They</b>, the butler and the baker, <b>dreamed a dream both of them – each man his dream during one night, each man in accordance with the interpretation of his dream.</b> The eventual interpretation of each man’s dream, that of <b>the butler and</b> that of <b>the baker of the king of Egypt, who were incarcerated in the prison,</b> would match its content.", "<b>Joseph came to them in the morning</b> to serve them, <b>and saw them, and behold, they were distressed.</b> As their attendant, Joseph was able to sense the change in their demeanor.", "<b>He asked Pharaoh’s courtiers who were with him in the custody of his master’s house, saying: Why are your faces wretched today?</b>", "<b>They said to him: We dreamed a dream, and there is no interpreter for it.</b> We sense that our dreams contain an important message, but we are unable to decipher them. <b>Joseph said to them: Aren’t interpretations for God?</b> The interpretation of a dream and its realization lie solely in the hands of God; He can inform us of its meaning. Therefore, <b>please, relate it to me;</b> perhaps I will succeed in interpreting it.", "Joseph succeeding in ingratiating himself with these ministers, and they trusted him: <b>The chief butler told his dream to Joseph, and said to him: In my dream, behold, a vine was before me.</b>", "<b>On the vine were three tendrils, and it was as though it was budding.</b> Then <b>its blossoms emerged, and its clusters produced ripe grapes.</b>", "<b>Pharaoh’s cup was in my hand; I took the grapes, pressed them into Pharaoh’s cup, and I gave the cup into Pharaoh’s hand.</b>", "<b>Joseph said to him: This is its interpretation: The three tendrils are three days;</b>", "<b>In three more days Pharaoh shall raise your head,</b> your status, <b>and restore you to your</b> original <b>position.</b> Then your dream will materialize in a literal sense, as <b>you will give Pharaoh’s cup into his hand, like the former circumstance where you would provide him with drink.</b>", "Joseph demonstrated just how certain he was of the correctness of his interpretation. He requested of the butler: <b>If only you remember me when it shall be well for you,</b> when your dream is realized and you are reinstalled in your position, <b>and please, perform kindness with me and mention me to Pharaoh, and</b> you will thereby help <b>take me out of this house,</b> this prison.", "<b>For I was abducted from the land of the Hebrews.</b> I was not born a slave; I am a freeman who was kidnapped. <b>And here too I have done nothing</b> wrong to justify the fact <b>that they placed me in the pit.</b>", "<b>The chief baker saw that he interpreted well.</b> Joseph’s interpretation seemed pleasing and accurate to the baker. Some opinions maintain that in addition to their own respective dreams, each minister dreamed the interpretation of the other. Consequently, the baker knew that Joseph correctly interpreted the butler’s dream. <b>And he said to Joseph: I too, in my dream,</b> dreamed that <b>behold, there were three wicker baskets</b> stacked one upon the other <b>on my head.</b> Wicker baskets are typically used to hold baked goods, as the gaps in the weaves allow for air to pass to the goods inside them.", "<b>In the uppermost basket there was all manner of food for Pharaoh, baked products; and the birds were eating them from the basket above my head.</b>", "<b>Joseph answered and said: This is its interpretation: The three baskets are three days.</b>", "<b>In three more days Pharaoh shall raise,</b> remove, <b>your head from upon you, and shall hang you on a tree. The birds shall eat your flesh from upon you.</b> Part of the dream will indeed be fulfilled, as the birds will eat. However, instead of consuming the contents of the wicker baskets, they will consume your flesh. In this dream, unlike in the butler’s dream, the baker’s hoped-for restoration does not occur. Rather, the birds partake of the baked goods in place of Pharaoh.", "<b>It was on the third day,</b> the day of <b>Pharaoh’s</b> public <b>birthday</b> celebration, that <b>he made a feast for all his servants; and</b> during that feast he <b>raised the head of the chief butler and the head of the chief baker among his servants.</b> While Pharaoh sat with his entourage, he was reminded of the absence of the butler and the baker. It seems that when the butler and baker committed their offenses, Pharaoh was angered and had them imprisoned without judgement. Now, Pharaoh issued a ruling: He concluded that the chief butler properly executed his duties and was therefore innocent, while the chief baker acted improperly and was therefore guilty.", "Accordingly, <b>he,</b> Pharaoh, <b>restored the chief butler to his butlership, and he gave the cup into Pharaoh’s hand;</b>", "<b>and he hanged the chief baker, as Joseph interpreted for them.</b>", "<b>But</b> despite the fact that the chief butler witnessed the complete accuracy of Joseph’s interpretation, <b>the chief butler did not</b> immediately <b>remember</b> the request that <b>Joseph</b> made of him. Rather, as time progressed <b>he forgot him,</b> as he no longer had any interaction with him."]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 37:1-40:23", "heRef": "ביאור שטיינזלץ על בראשית ל״ז:א׳-מ׳:כ״ג", "sections": ["37", "1"], "toSections": ["40", "23"], "sectionRef": "Steinsaltz on Genesis 37-40", "heSectionRef": "ביאור שטיינזלץ על בראשית ל״ז-מ׳", "firstAvailableSectionRef": "Steinsaltz on Genesis 37:1-40:23", "isSpanning": true, "next": "Steinsaltz on Genesis 41", "prev": "Steinsaltz on Genesis 36", "title": "Steinsaltz on Genesis 37-40", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 37:1-36", "Steinsaltz on Genesis 38", "Steinsaltz on Genesis 39", "Steinsaltz on Genesis 40:1-23"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}