{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>This people, I fashioned for Myself; they will relate My praise. </b>", "Until this point, the prophet has discussed the unique methods that God will use to redeem Israel. Now, he confronts Israel with a different issue: <b>But it was not Me that you called, Jacob, for you wearied of Me, Israel.</b> Your efforts in worshipping Me were inconsistent. Alternatively: If you are making yourself weary, you are not truly calling Me.", "<b>You did not bring Me the sheep of your burnt offerings and you did not honor Me with your offerings. </b>Your bringing of offerings did not honor Me. In general, <b>I have not burdened you with a meal offering and I have not wearied you with frankincense. </b>", "<b>You did not buy a cane for Me with silver. </b>If you purchased a fragrant cane to offer as incense in the Temple, you have not done so on My behalf, as you may have erroneously believed. <b>And with the fat of your offerings you did not satisfy Me. </b>I have no need for it, nor do I derive any satisfaction from it. <b>Rather, </b>in contrast to Me, who has not troubled you excessively,<b> you burdened Me with your sins, you wearied Me with your iniquities. </b>Your sins, for which you have brought a proliferation of offerings, are difficult for Me to bear.", "Despite your disappointing conduct and unwelcome offerings, <b>I, I </b>alone,<b> am He who expunges your transgressions for My sake, </b>as they are difficult for Me to tolerate;<b> and your sins I will not remember. </b>I have the power to erase your sins entirely.", "<b>Remind Me, let us come together for judgment, </b>arrange judgment<b> </b>between us;<b> relate, you, </b>your claims first,<b> so that you will </b>appear to <b>be vindicated </b>by offering your version of the facts.<b>  </b>", "However, you cannot claim that you have not sinned, as you know that <b>your original ancestor, </b>Adam,<b> </b>already<b> sinned; </b>alternatively, “your original ancestor” refers to all of your ancestors.<b> And your advocates, </b>who defend you and atone for you,<b> </b>also<b> transgressed against Me. </b>The leaders of the nation of Israel throughout the generations have often not conducted themselves appropriately.", "Therefore,<b> I </b>have<b> </b>destroyed the Temple, and<b> profaned the sacred princes, </b>the priests who serve in the Temple and perform the offerings, <b>and I gave Jacob to destruction and Israel to derisions.  </b>"], ["God knows that according to the strict rules of justice, the people of Israel cannot be exonerated for their sins. Nevertheless, He will forgive them, and in His divine grace He will allow them to begin again with a clean slate: <b>Now hear, Jacob, My servant, and Israel, whom I have chosen, </b>", "<b>so said the Lord, your Maker, and may your Fashioner from the womb help you. </b>Since before you were born as a nation, as the children of Jacob,<b> </b>or possibly even before that, I have watched over you and cared for you.<b> Do not fear, Jacob, My servant, </b>despite the fact that you sinned,<b> and Yeshurun,</b>another name for Israel,<b> whom I have chosen. </b>", "<b>Just as I will pour water upon the desiccated</b><b> and liquids upon dry ground, </b>which are immediately absorbed therein;<b> </b>so too, <b>I will pour My spirit upon your descendants and My blessing upon your offspring, </b>and it will trickle in and be absorbed by them.", "<b>They, </b>the seed of Israel, <b>will grow among the grass, </b>like the grass, which grows close together quickly in large quantities, <b>like willows </b>that grow<b> by streams of water, </b>where willows flourish.<b>  </b>", "At that time, <b>this one will say: I am the Lord’s, that one will call in the name of Jacob,</b><b> and this one will write with his hand</b> that he is connected<b> to the Lord, and he will name himself with the name of Israel.</b>", "<b>So said the Lord, King of Israel and its Redeemer, the Lord of hosts, </b>the phrases used prominently in the book of Isaiah to describe God (see 33:22, 41:14, 21, 49:7, 54:5):<b> I am first and I am last, </b>there is no other before or after Me, <b>and besides Me there is no God.  </b>", "Given that reality, <b>who like Me can proclaim </b>the history of the world? Alternatively, if there is someone like Me, let him come. <b>And</b> he should <b>tell it, and order it for Me since My setting, </b>creating,<b> of </b>all <b>the world’s people. </b>If there is anyone who can do so,<b> let them tell of that </b>event <b>which approaches </b>(see commentary on 41:23)<b>, and of that which will come.</b> No one other than Me is capable of establishing the events of the past and prophesying about the future.", "<b>Do not be afraid and do not fear </b>the idols or the threats of their worshippers;<b> wasn’t it from then,</b> long ago,<b> that I announced to you and declared, and you are My witnesses </b>with regard to what I have told you, due to both what you have seen yourselves and the very fact that you still exist and experience a miraculous redemption: <b>Is there a god besides Me? There is no rock I do not know. </b>There is no power with which I am not familiar, and there is no god like Me.", "Many believe in false gods, and their falseness is self-evident: <b>Fashioners of idols, they are all emptiness and the objects of their admiration, </b>their false gods,<b> are of no avail; they are their witnesses, </b>the idols and their worshippers each testify with regard to the inauthenticity of the other. <b>They, </b>the idols,<b> do not see and they do not know, so that they, </b>the makers and worshippers of idols,<b> will be ashamed.</b>", "<b>Who fashioned a god, or cast an idol to no avail? </b>Who are those that fashion these idols which are not beneficial in any way?", "<b>Behold, all his colleagues </b>who participate in the sculpting of the idol<b> will be ashamed, and the craftsmen, they are people, </b>those that fashion the idol are human;<b> let them, </b>the craftsmen,<b> all gather, stand, be afraid, be ashamed together </b>of their handiwork.", "The prophet expresses his opinion of idolatry using a satirical example: <b>An ironsmith with an adze,</b><b> and he works with coal </b>in order to melt the iron and cast it,<b> and </b>subsequently<b> fashions it, </b>the idol,<b> with hammers;</b><b> he wields it with his strength of arm, </b>he fashions it<b> </b>with all of his strength. The prophet adds an additional derisive comment: <b>Even hungry and having no strength; he does not drink water and he tires. </b>The craftsman himself becomes weak due to his hard work, while purporting to fashion an idol that supposedly has the power to influence others, including its maker.", "Likewise,<b> the carpenter stretches a line</b> upon the wood to measure it; he<b> marks it,</b> the contours of the figure, <b>with dye [</b><b><i>sered</i></b><b>].</b> Others claim that <i>sered </i>is a carpenter’s tool, perhaps related to [<i>sirtut</i>], meaning sketch. If so, the <i>sered </i>is a drafting pencil or stylus. He<b> </b>then <b>makes it with planes,</b> <b>and with a compass, marks it,</b> he uses a utensil designed to mark circles for cutting; <b>he makes it,</b> the piece of wood, <b>like the form of a man,</b> <b>like the splendor of a person,</b> <b>to sit in a house.</b> When the idol is finished being made, it remains in a dignified location inside the house and is not moved elsewhere.", "After describing the work of the carpenter in fashioning the idol, the prophet describes the raw materials used during the process: <b>He cuts cedars for it and takes arbutus</b><b> and oak, </b>trees that can be used for woodworking or fuel. <b>He exerts himself among the trees of the forest, </b>he attempts to choose a quality tree for his work. Cedar trees were generally not planted, but were found in the forests.<b> He plants a fir,</b> <b>and the rain makes it grow </b>on its own, without additional watering.", "After chopping down the tree, <b>it will be for a person for fuel; he takes of it and is warmed; he burns it and bakes bread. </b>He uses a portion of the wood to heat his house, another for igniting the oven, and with a third portion,<b> he even makes a god and prostrates himself; he makes it into an idol and worships it. </b>The prophet illustrates the various human needs for which the chopped wood provides, and one of them is the need for an idol.", "<b>Half of it he burns in fire; on half of it he eats meat,</b> he<b> roasts a roast </b>upon it,<b> and is satiated; he even warms himself and says: Ah, I am warm, I see the flame. </b>Once he has warmed himself, he exclaims how wonderful it is to see the fire burning in front of him.", "<b>Its remainder he makes into a god; his idol, he worships it and prostrates himself and prays to it and says: Deliver me, for you are my god. </b>", "<b>They do not know and they do not understand, for their eyes are sealed from seeing, </b>and<b> their hearts </b>are also covered, <b>from understanding. </b>", "<b>He does not reflect in his heart and it, </b>his heart,<b> has no knowledge and no understanding, saying: Half of it, </b>the tree,<b> I burned in fire, and I even baked bread on its coals; I roasted meat and ate it; the rest of it I will make into an abomination, </b>an idol, <b>I will worship the stock of a tree. </b>The term “abomination” here is the language of the prophet, not that of the speaker, who fashions the idol.<b> </b>Now that my body has derived benefit from two parts of the tree, I will transform the remainder of the wood into a sacred image for myself, from which it is forbidden to derive benefit. To this image I will prostrate myself, and from it I will request assistance. The prophet emphasizes the absurdity of using the very same wood both for his physical needs, such as consuming meat and warming himself, and for creating a supposedly powerful idol.", "<b>He, </b>the person described in the previous verses, <b>is guided by ashes, </b>items that are worth no more than ashes; <b>a foolish heart has led him astray and he does not deliver his soul and does not say: Is there not falsehood in my right hand? </b>It is obvious that the creation and worshipping of these idols is futile, yet people continue to do so.", "<b>Remember these, Jacob and Israel, for you are My servant. </b>Remember your identity and your mission;<b> I fashioned you as My servant, Israel, do not abandon Me, </b>and I will not forsake you.", "<b>I have wiped away your transgressions like a thick cloud </b>that is dispelled by the wind,<b> and your sins like a cloud </b>are dispersed.<b> </b>You are not fixed in a state of sin. Therefore,<b> return to Me, for I have redeemed you. </b>", "<b>Sing </b>and rejoice,<b> heavens, as the Lord has acted; shout, depths of the earth; mountains, break into song, forest and every tree in it, for </b>all will see that<b> the Lord has redeemed Jacob, and in Israel He is glorified. </b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Isaiah", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Isaiah", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}], "ref": "Steinsaltz on Isaiah 43:21-44:23", "heRef": "ביאור שטיינזלץ על ישעיהו מ״ג:כ״א-מ״ד:כ״ג", "sections": ["43", "21"], "toSections": ["44", "23"], "sectionRef": "Steinsaltz on Isaiah 43-44", "heSectionRef": "ביאור שטיינזלץ על ישעיהו מ״ג-מ״ד", "firstAvailableSectionRef": "Steinsaltz on Isaiah 43:21-44:23", "isSpanning": true, "next": "Steinsaltz on Isaiah 45", "prev": "Steinsaltz on Isaiah 42", "title": "Steinsaltz on Isaiah 43-44", "book": "Steinsaltz on Isaiah", "heTitle": "ביאור שטיינזלץ על ישעיהו", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Isaiah 43:21-28", "Steinsaltz on Isaiah 44:1-23"], "indexTitle": "Steinsaltz on Isaiah", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Prophets"], "heIndexTitle": "ביאור שטיינזלץ על ישעיהו", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Isaiah"], "heTitleVariants": ["ביאור שטיינזלץ על ישעיהו"], "index_offsets_by_depth": {}, "warnings": []}