{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["To inform him of their impending meeting, <b>Jacob sent messengers before him to Esau his brother to the land of Se’ir, the field,</b> region, <b>of Edom.</b> The word for messengers, <i>malakhim</i>, can also mean angels. Some commentaries maintain that Jacob sent actual angels from the camp that he had just encountered.", "<b>He commanded them, saying: So shall you say to my lord, to Esau: So says your servant Jacob: I have resided with Laban, and tarried until now.</b> Since Jacob wanted the messengers to understand the complexity of his relationship with Esau, he described himself as a servant addressing his master.", "<b>I have oxen, donkeys, flocks, slaves, and maidservants.</b> I have become financially secure since we last met, and I do not need your support. I can even offer you assistance, if you wish. <b>And I have sent to tell my lord,</b> so <b>that I may find favor in your eyes,</b> in the manner of loving brothers anticipating their reunion.", "<b>The messengers returned to Jacob, saying: We came to your brother, to Esau; moreover he is coming to meet you, and four hundred men</b> are <b>with him.</b> Since this was a large battalion, Jacob suspected that it was not merely a guard of honor. Esau did not respond directly to the petition brought by the messengers; they simply observed him heading in Jacob’s direction.", "Faced with Esau’s clear numerical advantage, <b>Jacob was very frightened</b> of the prospect of bloodshed, <b>and</b> furthermore he was <b>distressed,</b> as he had nothing against Esau personally. Consequently, <b>he</b> prepared to defend himself and <b>divided the people who were with him,</b> including the slaves and maidservants, his comrades, and other people who had joined him due to his success in Haran, <b>and the flocks, the cattle, and the camels, into two camps.</b>", "<b>He said</b> to his traveling companions, or to himself: <b>If Esau will come</b> to wage war <b>upon the one camp, and smite it,</b> we may not be capable of defending ourselves; however, at least <b>the remaining camp will escape;</b> it will be spared.", "<b>Jacob</b> then prayed, and <b>said: God of my father Abraham, and God of my father Isaac, Lord, who says to me: Return to your land, and to the land of your birth, and I will benefit you.</b> I turn to You now because You commanded me to return home.", "Despite the dangers he faces, Jacob begins his prayer with thanksgiving: <b>I am unworthy of all the kindnesses and of all the truth that You have performed for Your servant; for with my staff</b> alone <b>I crossed this Jordan</b> River when I fled from Canaan. I was by myself and I had nothing, <b>and now I have become two camps.</b> I am therefore grateful.", "However, I am now in trouble: <b>Deliver me please from the hand of my brother, from the hand of Esau; for I fear him, lest he come and smite me, mother and children alike.</b> He is liable to kill all of us.", "<b>And You said</b> in the vision of the ladder at Beit El: <b>I will benefit you, and render your descendants as the sand of the sea, which cannot be enumerated for multitude.</b> You promised to shield me, and I am now in need of Your protection.", "<b>He stayed there that night; he took from that which was in his possession a gift for Esau his brother:</b>", "<b>Two hundred female goats and twenty male goats, two hundred ewes and twenty rams,</b>", "<b>thirty nursing camels and their offspring, forty cows and ten bulls, twenty female donkeys and ten male donkeys.</b> Of every species that Jacob sent, he included both males and females, so that they would be able to reproduce. This is also the reason for the various proportions between the males and females, as different ratios are more suitable for the reproduction of different animals. One can infer from the impressive size of the present that Jacob must have owned an enormous amount of livestock.", "<b>He placed them in the charge of his servants, each drove by itself,</b> handled by a different cattle herder. And <b>he,</b> Jacob, <b>said to his servants: Go ahead of me,</b> to reach my brother before me, <b>and make space between one drove and the other drove.</b> The gift was spread out so that it would appear even more impressive to Esau.", "<b>He commanded the</b> shepherd of the <b>first</b> herd, <b>saying: When Esau my brother meets you, and asks you, saying: To whom do you belong, and where are you going, and whose are these</b> animals <b>before you?</b>", "<b>You shall say: They are from your servant, Jacob;</b> and as for this collection of animals, <b>it is a gift sent to my lord, to Esau, and behold, he,</b> Jacob, <b>too, is behind us.</b> He is sending you these gifts in anticipation of your meeting.", "<b>He commanded also the second, and also the third, and also all that followed the droves, saying: In this manner shall you speak to Esau when you find him.</b> You shall tell him that you are Jacob’s servants, and that this entire herd is a gift to his lord, Esau.", "<b>You shall say: Moreover, here is your servant Jacob</b> coming <b>behind us</b> to meet you. He is not running away, and there is no need to chase him. <b>For he,</b> Jacob, <b>said</b> to himself: <b>I will appease him,</b> Esau, <b>with the gift that goes before me, and thereafter,</b> when he has received the gift, <b>I will see his face; perhaps he will favor me</b> for what I have done for him.", "<b>The gift went before him,</b> Jacob, for his inspection; <b>and he stayed that night in the camp.</b>", "<b>He,</b> Jacob, <b>arose during that night,</b> after sending off the gifts, <b>and he</b> personally <b>took his two wives, his two maidservants, and his eleven children, and crossed the ford of the Yabok.</b> The exact location of the ford is unknown, but there is still a stream called Yabok in central present-day Jordan, nowadays also called the Zarqa River. The river, which is not deep, can be crossed by foot.", "<b>He took them, and brought them over the stream, and brought over that which he had</b> in order to meet Esau south of the Yabok River. Obviously, Jacob did not cross the river with all his wives, children of different ages, and his belongings all at once. Instead, he made the crossing several times.", "Eventually, after the entire camp had crossed, <b>Jacob remained alone</b> on the riverbank; <b>and a</b> mysterious, unnamed <b>man wrestled with him until dawn.</b>", "<b>He,</b> the man, <b>saw that he could not prevail against him, and</b> therefore <b>he touched,</b> struck, Jacob and injured <b>the joint of his thigh;</b> and <b>the joint of Jacob’s thigh was dislocated as he wrestled with him.</b> Despite the great pain, Jacob remained standing and refused to be defeated.", "While the pair were grappling each other, <b>he,</b> the man, <b>said: Release me, for the dawn has broken.</b> I cannot remain here for I am a nocturnal being. Here the verse clearly indicates that the strange figure was a spiritual entity. Nevertheless, Jacob felt that he was capable of subduing him, and <b>he said: I will not release you unless you bless me.</b> Jacob demanded neither surrender nor apology, but submission, expressed in the form of a blessing. The stranger’s agreement to the request, and the bestowal of a blessing, would indicate his acceptance of Jacob.", "<b>He,</b> the angel, <b>said to him: What is your name? He said: Jacob.</b> Had this been a normal conversation between people, Jacob presumably would have asked the figure why he attacked him if he was unaware of his identity. However, he understood that the angel knew his name, and his question was a ceremonial introduction to his blessing.", "<b>He,</b> the angel, <b>said: No more shall Jacob be said to be your name; rather,</b> you shall be called <b>Israel; for you have striven [<i>sarita</i>] with God [<i>elohim</i>],</b> an angel, a supernatural force, <b>and with men, and you have prevailed.</b>", "<b>Jacob asked</b> the angel <b>and said: Tell me, please, your name,</b> your essence or function. This request was not merely due to curiosity; rather, Jacob sought to clarify the meaning of the fight. Jacob did not know whether this angel represented Esau or his own alter-ego, and whether their confrontation was a trial from God or an actual threat from dark heavenly forces. <b>He said: Why is it that you ask of my name?</b> It is unnecessary for you to know my name. <b>And he,</b> the angel, <b>blessed him there</b> again.", "<b>Jacob named the place Peniel: For I have seen God face-to-face and my life was saved.</b> Other people who saw angels expressed fear that they might perish. In the book of Judges, after Mano’ah and his wife encounter an angel, he says: “We will die, because we have seen God.” Jacob, by contrast, knew that his life had been spared despite knowing for certain that he had met an angel face-to-face.", "The angel left Jacob at daybreak. <b>The sun</b> then <b>rose upon him as he passed Penuel, and he was limping on his thigh.</b> Jacob was certainly shaken both by the encounter itself and from his injury.", "At this juncture, the Torah inserts a legal statement: <b>Therefore, the children of Israel do not eat the sciatic nerve, which is upon the joint of the thigh,</b> the large nerve that extends along the entire thigh and leg all the way to the heel, <b>to this day, because he touched the joint of Jacob’s thigh, at the sciatic nerve,</b> a vulnerable area of the body. Due to Jacob’s injury, his descendants are prohibited from eating the sciatic nerve of animals throughout their generations."], ["Jacob had fought with a mysterious man until dawn. After sunrise, when people began to move about the camp, <b>Jacob lifted his eyes and saw, and behold, Esau came, and with him four hundred men.</b> Opposed to Jacob’s relatively small family camp, which included slaves, maidservants, and possessions, he saw a large military procession. <b>He divided the children among Leah, Rachel, and the two maidservants.</b> Jacob arranged his camp so that each mother could watch over her own children.", "<b>He placed the maidservants and their children first, Leah and her children next, and Rachel and Joseph last.</b> Since Jacob was worried about Esau’s possibly hostile behavior, he positioned his family in the opposite order of their importance in his eyes. He placed the maidservants and their children in front, behind them Leah and her children, followed lastly by his most beloved wife, Rachel, and her son.", "<b>And he,</b> Jacob, <b>passed before them,</b> his family members, <b>and prostrated himself earthward seven times,</b> which is a symbolic number, <b>until his approach to his brother.</b> This manner of approaching, by stopping for several prostrations, was an expression of honor and submission toward Esau, even before a word had passed between them.", "<b>Esau ran to meet him, embraced him, fell upon his neck, and kissed him; and they wept</b> together.", "<b>He,</b> Esau, <b>lifted his eyes, saw the women and the children,</b> walking behind Jacob, <b>and said: Who are these to you?</b> Although his brother could have guessed, <b>he,</b> Jacob, <b>said: The children with whom God has graced your servant.</b> These are my children. Jacob repeatedly referred to himself as Esau’s servant. He opted to flatter Esau in order to preserve their cordial relationship.", "<b>The maidservants approached, they and their children, and they prostrated themselves,</b> following Jacob’s lead.", "<b>Leah, too, and her children approached, and prostrated themselves; and afterward Joseph and Rachel</b> also <b>approached, and prostrated themselves.</b>", "<b>He,</b> Esau, <b>said: For whom do you intend this entire camp</b> of flocks of sheep, cattle, camels, and the other animals, <b>that I met? He,</b> Jacob, <b>said: To find favor in the eyes of my lord.</b> I have brought you a gift of reconciliation, which I hope you will accept.", "<b>Esau said: I have plenty, my brother.</b> I do not need your present. Esau was almost certainly speaking the truth, as he ruled over a small state. <b>That which is yours shall be yours.</b> Keep the gift for yourself.", "<b>Jacob said: Please, no, if I have found favor in your eyes,</b> and we indeed have a good relationship, <b>receive my gift from me,</b> since the acceptance of a gift is an expression of kinship. <b>For therefore, I have seen your face, as the sight of the face of angels.</b> I consider you like a marvelous being, <b>and you welcomed me.</b> You are so noble in my eyes that it would be an honor for me for my gift to be accepted by you.", "<b>Please, take my gift that was brought to you.</b> I realize that you do not need the present, but I am offering it to you anyway, <b>as God has graced me, and because I have everything.</b> I lose nothing by giving you this gift. Apparently, Esau did not realize the extent of Jacob’s wealth. He did not ask about Jacob’s whole camp and flocks, perhaps because Jacob had cautiously left them behind. <b>He,</b> Jacob, <b>urged him,</b> Esau, to accept his present, <b>and he took it.</b>", "Ever since Esau’s anger and animosity toward Jacob had been aroused many years ago, Jacob had avoided this encounter. Nevertheless, Jacob’s gift and gestures of submission were sufficient to subdue Esau’s resentment and restore their brotherhood. <b>He,</b> Esau, <b>said: We will travel, and we will go, and I will go along with you.</b> Let us continue together on the same road, as you are my brother. From Jacob’s subsequent response it is apparent that he understood Esau’s comment as an invitation to visit him or even to live with him in the place where he ruled.", "<b>He,</b> Jacob, <b>said to him: My lord knows that the children are tender.</b> You can see that the children are young. Reuben, Jacob’s firstborn son, was about thirteen years old at the time. <b>And</b> you know <b>that</b> the responsibilities of attending to the needs of <b>the nursing flocks and cattle are upon me; if they drive them hard one day, all the flocks will die.</b> With my large family and many sheep, I cannot keep up with your troops.", "<b>Please, my lord will pass before his servant.</b> You go first, <b>and I will advance slowly, according to the pace of the property that is before me and according to the pace of the children, until I will come to my lord to Se’ir.</b> There is a long way ahead of us until we reach your land.", "<b>And Esau said:</b> If so, <b>please, I will place with you some of the people who are with me</b> to protect you and your family. <b>He,</b> Jacob, <b>said: Why do that? I will find favor in the eyes of my lord.</b> I am independent; I have no need for such assistance. Furthermore, I do not wish to burden you by accepting this service.", "<b>Esau returned on that day</b> with his entourage and the animals he had received <b>on his way to Se’ir.</b>", "<b>Jacob traveled to</b> a location named <b>Sukot, and built him a house, and established booths for his livestock. Therefore, he called the name of the place Sukot.</b> This was a temporary lodging, where Jacob stayed until he decided upon his next destination.", "<b>Jacob came unharmed</b> and without losses <b>to the city of Shekhem, which is in the land of Canaan, upon his arrival from Padan Aram.</b> He intended to make Shekhem his permanent residence. <b>And he encamped before the city;</b> not inside, but close enough to form a relationship with the local residents.", "Since this was a populated area, it would have been inappropriate for Jacob to establish his residence on land that he did not own. Therefore, upon his arrival <b>he purchased a tract of the field where he had pitched his tent, from the possession of the children of Hamor, father of Shekhem,</b> who was the mayor of the city of Shekhem, <b>for one hundred kesita,</b> a certain sum of money. Alternatively, <i>kesita</i> means sheep and the like.", "<b>He established there an altar, and called it El Elohei Israel,</b> meaning the Strong God of Israel. Naming an altar in this manner was not unusual, as they were not treated as mere instrumental structures, but were anthropomorphized, given a name and identity. The commentaries note that Moses similarly named an altar “The Lord Is My Standard” and Jerusalem was called “The Lord Is There.”"], ["Since Jacob and his family were residing near the city of Shekhem, <b>Dina,</b> the young <b>daughter of Leah, whom she bore to Jacob, went out to see the daughters of the land.</b> Having lived until that point mostly as a nomad in the desert, Dina became acquainted for the first time with an urban environment, and she socialized with the local girls.", "<b>Shekhem, son of Hamor the Hivite, prince of the land, saw her and</b> was attracted to this young foreign woman. <b>He took her, and lay with her, and raped her.</b>", "Presumably, this was not the first woman whom Shekhem had abused in this manner, by taking advantage of his social status. However, on this occasion he did not abandon her afterward; rather, <b>his soul was drawn to Dina, daughter of Jacob, and he loved the young woman, and</b> furthermore he <b>spoke soothingly to the young woman.</b> Although Shekhem was certainly more powerful than the young woman, he wanted her to consent to marriage.", "<b>Shekhem spoke to his father Hamor, saying: Take for me this girl as a wife.</b>", "<b>Jacob heard that he had defiled Dina his daughter.</b> The news reached him at home, <b>and his sons were with his livestock in the field; and Jacob kept silent.</b> He did nothing about the matter <b>until their arrival.</b>", "Meanwhile, <b>Hamor, father of Shekhem, went out to Jacob to speak with him</b> about the possibility of marriage. Were it not for the prior act of rape, there would have been nothing inappropriate about this proposal.", "<b>And the sons of Jacob came from the field</b> immediately <b>when they heard it; and the men were saddened</b> over the pain and shame inflicted upon their sister, <b>and</b> furthermore <b>they became very angry, as he,</b> Shekhem, had <b>performed an abomination in</b> the family of <b>Israel to lie with Jacob’s daughter; and so shall not be done</b> to anyone, certainly not the daughter of an esteemed person.", "<b>Hamor,</b> the prince of the land, <b>spoke with them, saying: The soul of my son Shekhem longs for your daughter. Please, give her to him as a wife.</b>", "In addition to this marriage proposal, Hamor also suggests a political union; perhaps he sought to make amends with the girl’s father for his son’s misbehavior. <b>And marry with us; give your daughters to us, and take our daughters for you.</b> The individual engagement can become a collective one. We will form one family, or at least maintain very close relations.", "<b>And you shall live with us</b> permanently; <b>and the land shall be before you; live and trade in it.</b> Use it as though it is your own land, for business or pleasure, <b>and settle in it.</b> So far you have managed to buy one small field in exchange for a large sum of money. Now I am offering you free residency, as well as commercial and social unification. Hamor, who was presumably sent by his son, ignored the appalling incident that led to this proposal, and with regard to the marriage he spoke like an ordinary man who wishes to set up his son with his neighbor’s daughter.", "The young <b>Shekhem</b> did not wait to hear Jacob’s response from his father. Rather, he too came to their house and <b>said to her father and to her brothers: Let me find favor in your eyes, and that which you shall say to me I will give.</b> Unlike Hamor, who attempted to act within the bounds of decorum, Shekhem spoke out of passion.", "<b>Increase bridal payment and gift, and I will give in accordance with what you shall say to me.</b> I will agree to pay any amount you see fit; <b>and</b> all I ask is that you <b>give me the young woman as a wife.</b>", "Jacob himself did not respond. This might have been due to his grief over the incident, or he had possibly developed a passive personality over the years, perhaps as a result of his encounter with the angel. <b>The sons of Jacob answered Shekhem and Hamor his father with guile, and spoke</b> in their father’s name. They spoke with cunning, <b>as he,</b> Shekhem, had <b>defiled Dina their sister.</b> In contrast to Shekhem and Hamor, who ignored the rape and acted as though they were presenting a normal marriage proposal, Jacob’s sons emphasized the insult, so that the severity of the harm would be taken into account in the subsequent agreement.", "The malicious guile in their response lies in the following suggestion. <b>They said to them: We cannot do this thing, to give our sister to a man who has a foreskin, as</b> in our eyes the uncircumcised state is not merely a physical matter, but <b>it is a disgrace for us</b>. Therefore, it is impossible to speak of marriage at this stage.", "<b>Only with this will we accede to you: If you become like us to have every male among you circumcised.</b> Since it is a disgrace for us to be uncircumcised, we cannot become like you. Consequently, you must agree to become similar to us.", "<b>We will give our daughters to you, and we will take your daughters for us, and we will live with you, and we will become one people.</b>", "<b>If you do not heed us, to be circumcised, we will take our daughter</b> home, <b>and we will go.</b> Since the brothers are speaking in their father’s name, they call Dina their daughter.", "<b>Their statement was favorable in the eyes of Hamor, and in the eyes of Shekhem son of Hamor.</b> They concluded from the response of Jacob’s sons that their proposal had been accepted on the condition that they circumcise themselves.", "<b>The lad did not tarry to perform the matter, because he desired Jacob’s daughter. And he was more respected than all the house of his father.</b> It would seem that Shekhem was the firstborn, his father’s heir.", "<b>Hamor and Shekhem his son came to the gate of their city.</b> Generally, behind the gate of a city there was a square, where its important residents would convene. <b>And</b> they <b>spoke with the men of their city,</b> presenting the deal to them. They omitted Shekhem’s love for Dina, which did not concern the city residents, and which would certainly not have helped convince them to undertake such an extreme measure as circumcision. Rather, they laid out before them only the political and commercial elements of the deal, <b>saying:</b>", "<b>These men are peaceful with us, and</b> it is beneficial for us that <b>they will live in the land and trade in it; behold, the land is spacious before them.</b> Shekhem was a small city at the time, surrounded by large tracts of land, so there was plenty of room for everybody. <b>Their daughters we will take as wives for us, and our daughters we will give to them.</b> In a rhetorically persuasive tactic, Hamor and Shekhem adjusted their proposal to Jacob, in which they said: Give your daughters to us, and take our daughters for you (verse 9). It can be inferred from their original statement that Jacob’s family would have the discretion with regard to proposals of intermarriage, whereas here they indicate that the residents of Shekhem would have the choice.", "<b>Only with this condition will the men accede to us, to live with us, to become one people, with every male being circumcised, as they are circumcised.</b> There should be no such clear physical distinction between the two populations.", "<b>Aren’t their livestock and their property and all their animals ours?</b> We will devour them economically and culturally, and we will thereby enrich ourselves. <b>We only must accede to them, and they will live with us.</b> This ethnic and economic merge does not require us to pay a heavy price; all it takes is the fulfillment of one small condition.", "<b>All who emerged from the gate of his city heeded Hamor and Shekhem his son; every male, all who emerged from the gate of his city, was circumcised.</b> In several cultures, males are circumcised in adulthood; however, this is an uncomfortable and even painful operation, far more so than when performed upon infants.", "<b>It was on the third day, when they were in</b> so much <b>pain that</b> they could not leave their homes. Although the pain did not paralyze them, it limited their ability to move and act. <b>The two sons of Jacob, Simeon and Levi, Dina’s brothers, each</b> man <b>took his sword.</b> These brothers took the initiative because they had a special relationship with Dina, who was their maternal as well as their paternal sister. It is unclear why their elder brother Reuben did not participate. <b>And</b> they <b>came upon the city confidently,</b> as its residents were not prepared to have to defend themselves against Jacob’s family, with whom they were expecting to unite. Furthermore, the recently circumcised men were limited in their physical capabilities. Simeon and Levi went from house to house <b>and killed all the males.</b>", "<b>And they killed Hamor and Shekhem his son by sword.</b> Their death was apparently more conspicuous than that of the other men; perhaps they were beheaded in the formal manner of an execution. Throughout this entire episode, Dina had remained imprisoned in Shekhem’s house; she was possibly granted the status of a future bride. <b>And</b> now, Simeon and Levi <b>took Dina from the house of Shekhem and departed.</b>", "Then <b>the</b> other <b>sons of Jacob,</b> who did not participate in the killing, <b>beset the slain</b> to take their valuables <b>and looted the city,</b> with the justification <b>that</b> its residents had <b>defiled their sister.</b> Even if the other men had not actively assisted in the rape, they were rendered passive accomplices by their failure to stop Shekhem. After all, he did not seduce her gently, but took her by force from the group of girls with whom she was socializing, presumably in public.", "<b>They took their flocks, their cattle, and their donkeys, and that which was in the city and that which was in the field.</b>", "<b>And all their wealth, and all their offspring,</b> their little children, <b>and their wives, they took captive and looted, and everything that was in the house.</b> As in war, they took captives and plundered the property.", "<b>Jacob said to Simeon and Levi:</b> Until now I was considered clean and acceptable, but now <b>you have sullied me, to render me loathsome to the inhabitants of the land, the Canaanites and the Perizites. I am few in number.</b> Since we are foreigners and we have attacked one of the Canaanite nations, the neighboring population might try to avenge the destruction of Shekhem, or seek to deter us from behaving in like manner toward other cities. To this end <b>they will mobilize against me and smite me, and I and my household shall be destroyed.</b>", "<b>They,</b> the two sons, <b>said: Shall he render our sister as a harlot?</b> Simeon and Levi argue that the marriage proposal presented by Hamor and Shekhem was disingenuous. They refused to come to terms with the treatment of their sister as merchandise in a financial deal."], ["<b>God said to Jacob: Arise, ascend to Beit El, and settle there; and make there an altar to the God who appeared to you when you fled from Esau your brother.</b>", "<b>Jacob said to his household and to all who were with him,</b> including his slaves and maidservants: <b>Remove the foreign gods that are in your midst</b> that were looted from Shekhem or belonged to people who accompanied their camp. <b>And</b> furthermore, <b>purify yourselves</b> by immersion in water <b>and change your garments.</b>", "<b>And we will arise and ascend to Beit El; and I will make there an altar to the God who answers me on the day of my distress. He was with me on the path upon which I went.</b>", "<b>They</b> indeed <b>gave to Jacob all the foreign gods that were in their possession, and</b> even <b>the rings that were in their ears,</b> hich were not actually objects of idol worship but some of which were decorated with such articles. Alternatively, this is referring to the rings that were in the ears of the idols. <b>And Jacob interred them beneath the terebinth</b> tree <b>that is near Shekhem.</b>", "<b>They traveled;</b> and despite Jacob’s fear that the cities surrounding Shekhem might try to avenge the deaths of the people of Shekhem, nevertheless, <b>the dread of God,</b> an inexplicable sensation of alarm, <b>was upon the cities that were surrounding them, and they did not pursue after the sons of Jacob.</b> There were also sound logical reasons for the hesitation of the neighboring cities: They did not know the size of Jacob’s camp, and when they heard that two of his sons had destroyed Shekhem, the residents were afraid of them. Presumably, the residents were not aware of the entire background of the event. Furthermore, it may be assumed that the relationships between different cities were weak, as their residents were not from the same nation. Consequently, many of these local inhabitants were certainly indifferent to the affair, and chose to refrain from getting involved in a matter that was not their concern.", "<b>Jacob came to Luz, which is in the land of Canaan, it is Beit El, he and all the people who were with him.</b>", "<b>He erected there an altar, and he called the place</b> of the altar <b>El Beit El,</b> the God of Beit El. El is the name by which God identified Himself to Jacob in Haran. Jacob called the place by this name <b>because</b> it was <b>there</b> that <b>God was revealed to him when he fled from his brother.</b>", "The Torah relates incidentally that <b>Deborah, Rebecca’s nurse, died.</b> Deborah was clearly very old at the time, as many years had passed since she had accompanied Rebecca from Haran to the land of Canaan. As Rebecca’s lifelong associate, she had a higher status in the family than that of the other maidservants and was therefore accorded respect and treated with great affection. <b>And she was buried below</b> the hill upon which <b>Beit El</b> was located, <b>beneath the oak</b> tree that stood there; <b>and he called its name Alon Bakhut,</b> Tree of Weeping, as a sign of mourning for her.", "<b>God appeared to Jacob again, already upon his arrival from Padan Aram, and He blessed him.</b> God appeared to him in Beit El, in the same location as when he left for Haran.", "<b>God said to him: Your name is</b> currently <b>Jacob.</b> However, <b>your name shall no longer be called Jacob; rather, Israel shall be your name; and He called his name Israel.</b> Although Jacob had already been informed of the change of his name (32:29), at that stage he had heard it only from an angel, and in the context of a struggle. Now, the new name is confirmed by God Himself. Similarly, Ishmael’s name was originally announced before his birth by an angel (16:11) and was later given to him officially (16:15).", "<b>God said to him: I am God Almighty.</b> This name alludes to God’s might and His power to grant offspring. <b>Be fruitful and multiply; a nation and an assembly of nations shall be from you, and kings shall emerge from your loins.</b> Your offspring will merit greatness.", "<b>And the land that I gave to Abraham and Isaac, I will give it to you, and to your descendants after you I will give the land.</b>", "<b>God ascended from upon him in the place that He spoke with him.</b>", "Apparently, Jacob did not sacrifice an offering as soon as he reached Beit El, but only after he had stayed there a while. <b>Jacob established a monument in the place that He spoke with him, a monument of stone, and he poured out a libation</b> of wine <b>upon it</b>, <b>and poured oil upon it</b> in commemoration of this further revelation.", "<b>Jacob</b> again <b>called the name of the place where God had spoken with him Beit El,</b> to reiterate that the place was a house of God where the Divine Presence rested (see 28:17–22). The city of Beersheba is likewise named twice.", "<b>They traveled</b> south <b>from Beit El; and it was still some distance to</b> when they would <b>arrive at</b> the city of <b>Efrat; and Rachel was in childbirth, and she had difficulty in her childbirth.</b>", "<b>It was as she was having difficulty in her childbirth,</b> that <b>the midwife said to her: Fear not, for this too is a son for you.</b>", "<b>It was with the departure of her soul, for she was dying</b> in childbirth, that <b>she called his name Ben Oni,</b> son of my pain and anguish. <b>And</b> yet <b>his father</b> did not wish to call him by that name. Instead, he chose to interpret his wife’s statement in a positive manner, that <i>oni</i> meant my might, rather than my anguish. He therefore <b>called him Benjamin,</b> the right-hand son, or the strong son.", "<b>Rachel died, and she was buried on the path to Efrat, it is Bethlehem.</b> Had Rachel given birth in a populated area, people might have been able to help her. However, she died on the road, and Jacob buried her there rather than in the city.", "<b>Jacob established a monument upon her grave; it is the monument of Rachel’s grave until today.</b> This monument lasted for many generations. Although its appearance possibly changed over the course of time, it remained standing and is mentioned elsewhere.", "<b>Israel traveled, and pitched his tent beyond Migdal Eder,</b> south of Bethlehem.", "<b>It was when Israel dwelled in that land,</b> Canaan, on his way to his father’s home, <b>that Reuben went and lay with Bilha, his father’s concubine.</b> The fact that the verse calls her a concubine might be a reflection of Reuben’s opinion, as he perhaps did not consider Bilha, who was presumably younger than his mother, his father’s legal wife. <b>And Israel heard.</b> Although he was clearly distressed and humiliated by this deed, Jacob chose not to react immediately. Only on his deathbed did he respond by cursing Reuben (49:3–4). The verse concludes: <b>The sons of Jacob were twelve.</b> Jacob did not banish his sinful son; he continued to be counted among his sons.", "The chapter lists all of Jacob’s sons. <b>The sons of Leah</b> were <b>Reuben,</b> who is still <b>Jacob’s firstborn,</b> although on his deathbed Jacob will dismiss him from this status, <b>and Simeon, Levi, Judah, Issachar, and Zebulun.</b>", "<b>The sons of Rachel</b> were <b>Joseph and Benjamin.</b>", "<b>The sons of Bilha, Rachel’s maidservant,</b> were <b>Dan and Naftali.</b>", "<b>And the sons of Zilpa, Leah’s maidservant,</b> were <b>Gad and Asher. These are the sons of Jacob, who were born to him in Padan Aram,</b> apart from Benjamin, who was born in the land of Canaan.", "<b>Jacob</b> continued southward and <b>came to Isaac his father at Mamre, Kiryat Ha’arba, which is Hebron, where Abraham and Isaac resided.</b> The verse records Jacob’s return to his father’s home, but relates nothing about their reunion or any events that transpired in Isaac’s last years.", "<b>The days of Isaac were one hundred years and eighty years.</b>", "<b>Isaac expired, and he died, and he was gathered to his people.</b> When a person passes away, he returns, as it were, to the souls of his parents and family. Isaac died <b>old and full of days;</b> he had reached a very advanced age. <b>Esau and Jacob his sons buried him.</b> Esau came from the land of Se’ir to bury his father together with Jacob, in the Cave of Makhpela in Hebron."], ["<b>These are the descendants of Esau who is Edom.</b> As mentioned earlier, Esau was nicknamed Edom after the red [<i>adom</i>] stew he requested from Jacob (25:25–30). Presumably, the name was also due to his red hair.", "<b>Esau took his wives from the daughters of Canaan,</b> as stated above (26:34–35): <b>Ada, daughter of Eilon the Hitite, and Oholivama, daughter of Ana, daughter of Tzivon the Hivite.</b>", "After marrying two Canaanite women, Esau subsequently acquiesced to his parents’ desire that he take a wife from the family, <b>and</b> he married his cousin <b>Basmat, daughter of Ishmael, sister of Nevayot.</b>", "<b>Ada bore Elifaz to Esau,</b> his firstborn son; <b>and Basmat bore Re’uel;</b>", "<b>and Oholivama bore Yeush, Ya’elam, and Korah; these are the sons of Esau, who were born to him</b> while he still lived <b>in the land of Canaan.</b>", "However, <b>Esau</b> subsequently <b>took his wives, his sons, his daughters, all the members of his household, his livestock, all his animals, and all his possessions that he</b> had <b>acquired in the land of Canaan, and went to a land,</b> a different region, <b>due to his brother Jacob,</b>", "<b>because their property was too great for living together, and the land of their residence could not support them due to their livestock.</b> Although Isaac was a farmer, his two sons were shepherds. Since both were successful and owned large herds, they were compelled to live far from each other.", "<b>Esau settled on Mount Se’ir; Esau who is Edom,</b> and consequently his descendants are called Edomites.", "<b>And this is the legacy of Esau, father of Edom on Mount Se’ir.</b>", "<b>These are the names of</b> all of <b>Esau’s sons,</b> those who were born in Canaan and those born in Se’ir: <b>Elifaz, son of Ada, wife of Esau; Re’uel, son of Basmat, wife of Esau.</b>", "<b>The sons of Elifaz were Teman, Omar, Tzefo, and Gatam, and Kenaz.</b>", "<b>And Timna,</b> who was probably from a local ruling family, <b>was a concubine of Elifaz son of Esau and she bore Amalek to Elifaz. These are the sons of Ada, wife of Esau.</b>", "<b>And these are the sons of Re’uel: Nahat, and Zerah, Shama, and Mitza; these were the sons of Basmat, wife of Esau.</b>", "<b>And these were the sons of Oholivama, daughter of Ana, daughter of Tzivon, Esau’s wife.</b> It is clarified below that Oholivama was a native of Se’ir (verses 20–25), from the nation that lived there before Esau’s arrival. It may be suggested that Esau went there due to this marriage, and on account of this wife he claimed ownership of land on Mount Se’ir. <b>She bore to Esau Yeush, Ya’elam, and Korah.</b>", "<b>These are the chieftains,</b> the petty rulers <b>of</b> the various tribes that descended from <b>the sons of Esau,</b> who did not lose their status even after the kingdom of Edom was established: The chieftains of <b>the sons of Elifaz, firstborn of Esau,</b> were <b>the chieftain of Teman, the chieftain of Omar, the chieftain of Tzefo, the chieftain of Kenaz,</b> his aforementioned sons (verse 11). As the families grew, each of them was headed by a chief. The name of the patriarch of the family, who was their first chieftain, subsequently became the name of the entire family, e.g., the governor of Teman’s descendants was referred to as the chieftain of Teman.", "<b>The chieftain of Korah, the chieftain of Gatam, the chieftain of Amalek. These are the chieftains of Elifaz in the land of Edom. These are the sons of Ada.</b>", "<b>And these are the sons of Re’uel son of Esau: The chieftain of Nahat, the chieftain of Zerah, the chieftain of Shama, the chieftain of Mitza; these are the chieftains of Re’uel in the land of Edom, these are the sons of Basmat, wife of Esau.</b>", "<b>And these are the sons of Oholivama, wife of Esau: The chieftain of Yeush, the chieftain of Ya’elam, the chieftain of Korah; these are the chieftains of Oholivama, daughter of Ana, wife of Esau.</b>", "<b>These are the sons of Esau, and these are their chieftains; he is Edom.</b>", "<b>These are the sons of Se’ir the Horite,</b> the original <b>inhabitants of the land.</b> Alongside the Edomite rulers, the native rulers retained a measure of authority: <b>Lotan, Shoval, Tzivon, Ana,</b>", "<b>Dishon, Ezer, and Dishan; these are the chieftains of the Horites, sons of Se’ir in the land of Edom.</b> This is referring either to actual Horite chieftains who retained their chiefdom to some degree after Esau’s family came into power, or to Edomite chieftains who adopted this title from the Horites.", "<b>The children of Lotan were Hori and Hemam; and Lotan’s sister was Timna,</b> the concubine of Elifaz, son of Esau (verse 12). Timna, Amalek’s mother, is one of the few women mentioned in this section.", "<b>And these are the children of Shoval: Alvan, and Manahat, and Eval, Shepho, and Onam.</b>", "<b>And these are the children of Tzivon: Aya and Ana; he is Ana, who found the Yemim in the wilderness.</b> The word <i>yemim</i> is either the name of a nation that descended from primeval giants, or it means mules. <b>As he was herding the donkeys of Tzivon his father.</b> The significance of this incident depends on the interpretation of the word <i>yemim</i>. If Yemim are giants, the likely explanation is that they tried to steal the donkeys, and Ana stood up to them bravely, for which he became renowned. If they are mules, the statement that Ana found the <i>yemim</i> means that he invented them by crossbreeding donkeys and horses, either intentionally or by accident. The verse notes that this happened while he was herding donkeys.", "<b>And these are the children of Ana: Dishon and</b> a girl, <b>Oholivama, daughter of Ana.</b> She is mentioned because she was Esau’s wife.", "<b>And these are the children of Dishon: Hemdan, Eshban, Yitran, and Keran.</b>", "<b>These are the children of Ezer: Bilhan, Zaavan, and Akan.</b>", "<b>These are the children of Dishan: Utz and Aran.</b> The name Utz also appears in the list of the sons of Aram (10:23). Consequently, it is uncertain whether the land of Utz belonged to the Arameans or Edomites.", "<b>These are the chieftains of the Horites: the chieftain of Lotan, the chieftain of Shoval, the chieftain of Tzivon, the chieftain of Ana,</b>", "<b>the chieftain of Dishon, the chieftain of Ezer, the chieftain of Dishan; these are the chieftains of the Horites, according to their chieftains in the land of Se’ir.</b>", "Thus far, the chapter has listed the chieftains of the Edomite and Horite tribes. When kings began to rule in Edom, the system of government became more centralized. <b>And these are the kings who reigned in the land of Edom, before the reign of a king for the children of Israel.</b> During the years when Esau’s descendants developed as an independent nation with a central government, Jacob’s children were in exile in Egypt and could not appoint a king over themselves. It is possible that the Israelite king to which the verse alludes is Moses, who led the entire Jewish nation. It is similarly stated: “He became king in Yeshurun, when the heads of the people were assembled, the tribes of Israel together.”", "<b>Bela son of Beor reigned in Edom.</b> Due to the similarity between their names, some commentaries identify this ruler with Bilam son of Beor. However, the context and chronology suggest otherwise. <b>And the name of his city was Dinhava.</b> The mention of these kings’ cities indicates that they did not inherit the throne from one another, in the manner of a dynasty.", "<b>Bela died, and Yovav son of Zerah, of Botzra,</b> another city in Edom, <b>reigned in his stead.</b>", "<b>Yovav died, and Husham of the land of the Temanites reigned in his stead.</b> Teman was one of the Edomite chieftains mentioned above (verse 15).", "<b>Husham died, and Hadad son of Bedad, who</b> had one notable accomplishment in that he <b>smote Midyan,</b> a mainly nomadic tribe that had settled temporarily near Edom and Moav, <b>in the field of Moav,</b> was the king who <b>reigned in his stead. And the name of his city was Avit.</b>", "<b>Hadad died, and Samla of Masreka reigned in his stead.</b>", "<b>Samla died, and Shaul of Rehovot on the</b> Euphrates <b>river reigned in his stead.</b>", "<b>Shaul died, and Baal Hanan son of Akhbor reigned in his stead.</b>", "<b>And Baal Hanan son of Akhbor died, and Hadar reigned in his stead, and the name of the city was Pa’u; and his wife’s name was Mehetavel, daughter of Matred, daughter of Mei Zahav.</b> It is unclear why the name of his wife and her lineage are mentioned here. Mei Zahav is either simply a name without any particular significance, a title meaning goldsmith, or an epithet for a very rich person. Perhaps the wealth of Mehetavel’s grandfather enabled Hadad to stabilize his reign.", "<b>And these are the names of the chieftains of Esau, according to their families, according to their places, by their names,</b> as the chieftains of Esau’s descendants ruled in different areas. <b>The chieftain of Timna, the chieftain of Alva, the chieftain of Yetet.</b> Some of these names were already mentioned above, but there are some differences here. For example, the name Timna did not appear earlier as a man’s name.", "<b>The chieftain of Oholivama;</b> although this is the name of one of Esau’s wives, perhaps the entire tribe or its chieftain was named after her. <b>The chieftain of Ela, the chieftain of Pinon,</b>", "<b>the chieftain of Kenaz, the chieftain of Teman, the chieftain of Mivtzar,</b>", "<b>the chieftain of Magdiel, the chieftain of Iram. These are the chieftains of Edom, according to their settlements in their apportioned land. He is Esau, father of Edom.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 32:4-36:43", "heRef": "ביאור שטיינזלץ על בראשית ל״ב:ד׳-ל״ו:מ״ג", "sections": ["32", "4"], "toSections": ["36", "43"], "sectionRef": "Steinsaltz on Genesis 32-36", "heSectionRef": "ביאור שטיינזלץ על בראשית ל״ב-ל״ו", "firstAvailableSectionRef": "Steinsaltz on Genesis 32:4-36:43", "isSpanning": true, "next": "Steinsaltz on Genesis 37", "prev": "Steinsaltz on Genesis 31", "title": "Steinsaltz on Genesis 32-36", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 32:4-32", "Steinsaltz on Genesis 33", "Steinsaltz on Genesis 34", "Steinsaltz on Genesis 35", "Steinsaltz on Genesis 36:1-43"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}