{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>Judah approached him,</b> Joseph. Judah stands out here from the rest of the brothers as their leader, who takes responsibility for dealing with the situation. <b>And</b> Judah <b>said: Please, my lord, may your servant speak a word in my lord’s ears?</b> I do not wish simply to accept or reject your suggestion, but to explain to you the series of events that led us to this confrontation, as I understand them. <b>Do not become incensed with your servant</b> if I repeat in my own style some information that you already know, <b>as</b> to us <b>you are like Pharaoh.</b> You are the most distinguished person in this place, and therefore I will not fail to address you with reverence and honor; nevertheless, I ask permission to speak my mind.", "In our previous encounter, among other questions, <b>my lord asked his servants</b> the following, <b>saying: Do you have a father or a brother?</b>", "<b>We said to my lord: We have an elderly father, and a</b> relatively <b>young son of his old age; his brother,</b> the brother of this young son, <b>is dead, and he alone remains from his mother.</b> He is the lone surviving son of his mother, <b>and</b> in addition to these bare facts, <b>his father loves him</b> above all.", "<b>You said to your servants: Bring him down to me, and I will set my eye upon him.</b> I will treat him well and pay special attention to him.", "<b>We said to my lord: The lad cannot leave his father;</b> for <b>if he leaves his father,</b> then <b>he,</b> the father, <b>would die.</b>", "<b>You said to your servants:</b> Nevertheless, <b>if your youngest brother does not come down with you, you shall not see my face again.</b>", "<b>It was when we went up to your servant, my father, that we told him the words of my lord.</b>", "Eventually, <b>our father said: Return, acquire us a little food.</b>", "<b>We said: We cannot go down</b> to Egypt in the same manner as before; <b>if our youngest brother is with us, we will go down, for we cannot see the man’s face unless our youngest brother is with us.</b>", "<b>Your servant, my father, said to us: You know that my wife bore me two sons;</b>", "<b>the one departed from me, and I said</b> in conjecture: <b>Surely he was mauled.</b> Jacob could not be certain of this claim, as Joseph’s body had not been found; however, there was circumstantial evidence that this was Joseph’s fate. <b>And I have not seen him since;</b>", "<b>and</b> if <b>you will take this one too from my presence, and a disaster will befall him, you will</b> thereby <b>cause my old age to descend in woe to the grave.</b> My old age will be even worse than it currently is, and I will be overcome with misery when I pass on from the world.", "Until this point, Judah has been recounting previous events. He now begins to offer his own thoughts: <b>Now, when I come</b> home <b>to your servant, my father, and the lad is not with us, and his,</b> my father’s, <b>soul is bound with his</b> son’s <b>soul,</b>", "<b>it will be when he sees that the lad is not with us; he will die</b> from excessive grief. <b>Your servants will cause the old age of your servant, my father, to descend in sorrow to the grave.</b> We will have caused our father’s death.", "Judah now explains why he is the one speaking on behalf of his brothers: <b>For your servant</b> personally <b>guaranteed the lad to my father, saying: If I do not bring him to you, I will have sinned to my father forever,</b> and my transgression will accompany me always.", "<b>Now, please,</b> as it is my responsibility to ensure that Benjamin returns home at whatever cost, I suggest the following: <b>Your servant will remain in place of the lad</b> as <b>a slave to my lord.</b> Take me for a slave in his place; <b>and the lad shall go up,</b> return home, <b>with his brothers.</b>", "<b>For how will I go up to my father, and the lad is not with me? I cannot go, lest I see the woe that shall find my father.</b> I am unable to bear the thought of my father’s reaction, and I will do anything to avoid witnessing it with my own eyes. Of course Jacob would not be pleased even if a different brother had to remain as a slave in Egypt, but due to his exceptional love for Benjamin, his loss would be far worse if Joseph’s demand were accepted."], ["<b>Joseph could not restrain</b> from revealing <b>himself,</b> but he nevertheless held back <b>before all those standing before him</b> so as not to embarrass his brothers publicly by disclosing to the servants and guards that were present the fact that they had sold him to Egypt. <b>And he called: Remove every man from before me. No</b> other <b>man stood with him when Joseph revealed himself to his brothers.</b> Another explanation for Joseph’s instructions is that his servants supported Judah’s proposal and attempted to convince Joseph to accept it, as the lost goblet had been found. Furthermore, Judah’s noble offer had left a profound impression on them. Joseph therefore requested that they exit the room.", "<b>He raised his voice in weeping.</b> Joseph had wept previously, but now he was able to cry openly in his brothers’ presence and did not have to exit the room to do so. <b>The Egyptians heard, and the house of Pharaoh heard.</b> Although the Egyptians who had been present had moved to another room or left the house entirely, they could still hear the sound of his weeping.", "<b>Joseph said to his brothers: I am Joseph,</b> and then immediately asked: <b>Does my father still live? And his brothers could not answer him because they were alarmed before him.</b> Joseph, of course, knew who they were the entire time, but the brothers were overcome by confusion and fear over the sudden revelation. Until now, they considered Joseph to be lost, even if they may have dreamt that one day they would discover him as a slave somewhere and possibly even free him. However, now he is present before them as an eminent personality, their apparent antagonist, the ruler in whose hands their fate rests.", "<b>Joseph said to his brothers: Please approach me, and they approached</b> silently, as they were not yet able to speak. <b>He said</b> again: <b>I am Joseph your brother whom you sold to Egypt.</b> In this repetition he is no longer revealing his identity; rather, Joseph is emphasizing that he is still their brother.", "However, <b>now</b> all that is in the past; <b>do not be sad, and do not become incensed with yourselves that you sold me here; it was for sustenance that God sent me before you.</b> If you wish, you can consider the entire matter from a different perspective. Look at all that transpired in the wake of the sale. Because I was taken to Egypt, I am now capable of supporting our family.", "<b>For these</b> past <b>two years the famine is in the midst of the land, and there are an additional five years during which there shall be neither plowing nor harvest,</b> in accordance with Pharaoh’s dream.", "<b>God sent me before you to establish for you a remnant in the land,</b> as I will support you, <b>and to sustain you for a great deliverance.</b>", "Joseph continues to placate his brothers: <b>Now,</b> you should know that <b>it was not you who sent me here, but God,</b> as you were simply the intermediaries for this great mission. <b>He made me into a father to Pharaoh,</b> a guardian of his kingdom, <b>and into a lord for all his house, and ruler over the entire land of Egypt.</b>", "<b>Hurry and go up to my father and say to him: So said your son Joseph: God has made me lord for all Egypt.</b> Now, <b>come down to me</b> to Egypt; <b>do not tarry.</b>", "<b>You will live in the land of Goshen,</b> which is on the eastern border of Egypt, near the land of Canaan, <b>and you will be near to me, you, and your children, and your children’s children, and your flocks, and your cattle, and everything that you have.</b>", "<b>I will sustain you there,</b> as the Egyptian harvest was more stable than that of Canaan. Even if the produce of this harvest does not suffice, I will make sure to provide you with all of your needs. <b>For there are an additional five years of famine; lest you become impoverished, you, and your household, and everything that you have.</b> If you have to continue to purchase food from Egypt, you will eventually be forced to sell all your property.", "<b>Behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that is speaking to you</b> in your language. Prior to this point, Joseph had spoken in Egyptian, and the dialogue with the brothers had proceeded with the assistance of an interpreter. In addition to his change of language, here he soothes his brothers by equating them to Benjamin, his maternal brother, who did not participate in the plot against him.", "<b>You shall tell my father all my glory in Egypt, and all that you have seen</b> with regard to my capabilities as a ruler; <b>hurry and bring my father down here.</b>", "<b>He fell upon the neck of his brother Benjamin,</b> which he was finally able to do freely, <b>and wept</b> over his reuniting with his maternal brother; <b>and Benjamin wept upon his neck,</b> following his elder brother’s example.", "<b>He</b> then <b>kissed all his brothers and wept upon them.</b> As mentioned previously, although Joseph was a powerful ruler he could quickly become emotional. The brothers’ shock at the discovery that the ruler of the land was none other than Joseph was replaced by their concern that he might take revenge upon them, a worry that had not abated even many years after they had sold him. They knew that if he sought to punish them, justice would be on his side. <b>And</b> only <b>afterward,</b> upon hearing his statement and seeing his tears and emotion as he approached them, their fears were assuaged, and <b>his brothers spoke with him.</b>", "<b>The news was heard in Pharaoh’s house.</b> The men who had been sent outside and were now stationed in the courtyard could hear Joseph crying. Presumably, some had listened through the window or in some similar manner. Consequently, the members of Pharaoh’s household heard the news, <b>saying: Joseph’s brothers have come.</b> Although they could not understand the language that was spoken, they grasped the essence of what had transpired. <b>And it was good in the eyes of Pharaoh and the eyes of his servants.</b> Until now, Pharaoh and the Egyptians had considered Joseph no more than a slave, who presumably came from a family of slaves. Despite his proficiency and success, it was still a disgrace for them to have a slave as their ruler. Therefore, they were pleased to hear that Joseph in fact came from a distinguished family and had originally been a free man.", "<b>Pharaoh said to Joseph: Say to your brothers: Do this: Load your animals, and go, and come to the land of Canaan</b>. This suggestion is similar to Joseph’s. Pharaoh might have thought of it independently or heard about the idea from Joseph; either way, he agreed to the plan.", "<b>Take your father and</b> the members of <b>your households</b> from Canaan, <b>and come to me</b> and remain in my care in Egypt; <b>I will give you the finest of the land of Egypt, and eat the fat of the land.</b> As Joseph’s brothers and family, you will enjoy all of the benefits that I can offer to those with connections to the royal palace.", "To Joseph, Pharaoh said: <b>You are commanded, do this: Take wagons from the land of Egypt.</b> Wagons were rare in Canaan, as they were generally used in cultures more developed than that of shepherds such as the family of Jacob. Use these wagons <b>for your children and for your wives,</b> so that they not experience discomfort on their journey to Egypt. As for the males, they can ride on animals. <b>And</b> in this manner, <b>convey your father and come.</b>", "<b>Your eye should not spare your vessels.</b> Do not be concerned about any possessions that might be damaged on your journey, or about items that you are forced to leave at home. In addition, do not travel slowly due to worry over losing your property, <b>for the bounty of the entire land of Egypt is yours,</b> and all your requirements will be met at my expense.", "<b>The sons of Israel did so</b> and prepared to return home. <b>Joseph gave them wagons by Pharaoh’s order, and he gave them provisions for the journey.</b> The use of wagons together with strong animals allowed them to take plenty of food, as well as other items.", "<b>To all of them he gave each man changes of garments</b> for the journey, <b>and to Benjamin he gave three hundred pieces of silver,</b> as a special gift to his beloved brother, <b>and five changes of garments.</b>", "<b>To his father he sent</b> a gift <b>as follows: Ten donkeys laden with the bounty of Egypt,</b> including clothing, vessels, and preserved foods, <b>and ten female donkeys laden with grain, and bread, and food for his father for the journey.</b> During their trip to Canaan, the brothers would certainly endeavor to minimize the amount of food they consumed and to reach their destination as fast as possible. In contrast, the family’s journey to Egypt with the elderly Jacob, their wives, children, and all of their possessions would take significantly longer. Therefore, that journey required far more provisions.", "<b>He sent his brothers</b> back to their home, <b>and they went.</b> Following their shocking experience in Egypt, the brothers were liable to blame each other for the selling of Joseph during the trip home. Reuben and Judah both had a certain amount of mercy on their brother and attempted to delay or foil the attempt to kill him, but it is unclear how many of the other brothers, aside from Judah (see 37:26), were active participants in the sale and how many merely refrained from preventing it. Apparently, until now they considered themselves active participants. Now, when it became evident that Joseph was alive and his status was more powerful than theirs, they might use the journey to rehash past events. Consequently, <b>he said to them: Do not quarrel on the way.</b>", "<b>They went up from Egypt, and they came to the land of Canaan, to Jacob their father.</b>", "<b>They told him, saying: Joseph still lives, and he is ruler over the entire land of Egypt.</b> It is difficult to ascertain whether they presented their father with all the details of the story, or whether they preferred not to mention the events for which they themselves were responsible. It is also unknown whether Jacob ever discovered what had actually happened to Joseph. <b>His heart was faint;</b> it ceased to beat, and perhaps he fainted out of shock, <b>because he did not believe them,</b> as he was not prepared for this astonishing news. Alternatively, he did not trust them and suspected that they had invented the story for some personal benefit.", "Due to Jacob’s reaction, <b>they spoke to him</b> in detail <b>all the words of Joseph that he had said to them, and he saw the wagons that Joseph sent to convey him.</b> The presence of the Egyptian wagons, which generally were used for military functions and were not easily transported out of Egypt, corroborated their story. <b>And the spirit of Jacob their father was revived</b> from his faintness, as he gradually became convinced that the report was indeed true. The knowledge that Joseph was alive shocked him, but also revived him.", "<b>Israel said:</b> It is <b>enough</b> that <b>Joseph my son is still alive;</b> I need no more than this. <b>I will go and see him before I die.</b> Jacob’s transformation is expressed in the change of his name back to Israel, the name given to him by God (35:10)."], ["<b>Israel and everything that he had traveled.</b> He likely departed from Hebron, where he lived, <b>and</b> he <b>came to Beersheba,</b> which was located in the south, on the road to Egypt. Apparently, he specifically chose to pass this important landmark, where both Abraham and Isaac had constructed altars, just as he had on his initial journey to Haran (28:10). <b>And</b> there <b>he slaughtered offerings to the God of his father Isaac.</b>", "<b>God spoke to Israel in the visions of the night,</b> either a dream or a vision similar to a dream, <b>and said: Jacob, Jacob; and he said: Here I am.</b>", "Since Jacob did not see an image but merely heard a voice, God explicitly states that He is the one speaking. <b>He said: I am the God, the God of your father; do not fear to go down to Egypt, as I will make you a great nation there.</b> This promise, that the family of Jacob would be transformed into a nation in Egypt, addressed the concern that they might assimilate into the society of this foreign land.", "<b>I will go down with you to Egypt</b> and help you there; <b>and I will also take you up again</b> from Egypt, though not necessarily in your lifetime. You will merit seeing your beloved son, <b>and</b> furthermore, <b>Joseph shall place his hand over your eyes,</b> as he will care for you when you die. It is likely that the act of a son placing his hand over his father’s eyes was part of the preparation ceremony for burial. This final contact of son and father was an expression of closeness and honor. To this day there is a custom among some communities to perform this action upon the death of a father, based on this verse.", "<b>Jacob arose from Beersheba.</b> It was easier for him to leave the land of Canaan with God’s approval and His promise to accompany him to a foreign land. <b>And the sons of Israel conveyed Jacob their father, and their children, and their wives, in the wagons that Pharaoh had sent to convey him.</b> The sons rode on the animals, while the elderly and frail Jacob sat in the wagons together with the wives and children.", "<b>They took their livestock,</b> which as shepherds was their primary possession, <b>and their</b> movable <b>property that they had acquired in the land of Canaan, and they came to Egypt: Jacob, and all his descendants with him.</b>", "<b>His sons and his sons’ sons</b> came <b>with him, his daughters,</b> his daughter and daughters-in-law, as the Torah mentions only one daughter born to Jacob: Dina, <b>and his sons’ daughters,</b> his granddaughter and the wives of his grandsons, as in the following verses only one granddaughter is mentioned: Serah (see 46:17). <b>And all his descendants he brought with him to Egypt.</b>", "<b>And these are the names of the children of Israel,</b> the children of Jacob, who ultimately became the heads of families of the Jewish people, <b>who were coming to Egypt, Jacob and his sons: the firstborn of Jacob, Reuben.</b>", "<b>And the sons of Reuben: Hanokh, Palu, Hetzron, and Karmi.</b>", "<b>The sons of Simeon: Jemuel, Yamin, Ohad, Yakhin, Tzohar, and Shaul, son of the Canaanite woman.</b> This unusual mention of a Canaanite woman might serve to emphasize that none of the other children were the offspring of Canaanites.", "<b>The sons of Levi: Gershon, Kehat, and Merari.</b>", "<b>The sons of Judah: Er, Onan, Shela,</b> who were born to him from the daughter of Shua, <b>Peretz and Zerah,</b> from Tamar; <b>Er and Onan died in the land of Canaan. And the sons of Peretz,</b> who married at a young age and therefore had children prior to the descent to Egypt, <b>were Hetzron and Hamul.</b>", "<b>The sons of Issachar: Tola, Puva, Yov, and Shimron.</b>", "<b>The sons of Zebulun: Sered, Elon, and Yahle’el.</b>", "The list of Jacob’s children is arranged by the maternal line. <b>These are the sons of Leah, whom she bore to Jacob in Padan Aram, with his daughter Dina; all the people, his sons and his daughters, thirty-three.</b>", "<b>The sons of Gad: Ziphion, Hagi, Shuni, Etzbon, Eri, Arodi, and Areli.</b>", "<b>The sons of Asher: Yimna, Yishva, Yishvi, Beria, and Serah their sister.</b> Perhaps this granddaughter is mentioned because she was the only one born in Canaan. Alternatively, there were other unidentified granddaughters as well, but Serah had a unique personality. The Sages relate that she was very close to Jacob and that she merited numerous blessings, including exceptional longevity. <b>And the sons of Beria: Hever and Malkiel.</b>", "<b>These are the sons of Zilpa, whom Laban gave to Leah his daughter; she bore these to Jacob, sixteen souls.</b> The sons of Zilpa form the second largest group, almost half the size of the group of the sons of Leah.", "<b>The sons of Rachel, Jacob’s wife: Joseph and Benjamin.</b> Although Joseph did not travel with his brothers to Egypt, he is included in the list of the children of Israel who were there after they all arrived.", "<b>To Joseph in the land of Egypt were born, whom Asenat, daughter of Poti Fera, priest of On, bore to him, Manasseh and Ephraim.</b> These three, Joseph and his two sons, are members of the house of Jacob who were already in Egypt. They are mentioned separately again at the conclusion of the count (verse 27).", "<b>The sons of Benjamin: Bela, Bekher, Ashbel, Gera, Naaman, Ehi, Rosh, Mupim, Hupim, and Ard.</b>", "<b>These are the sons of Rachel, who were born to Jacob; all the people</b> of the descendants of Rachel, including Joseph and his two sons, <b>were fourteen.</b>", "<b>The sons of Dan: Hushim.</b> Although Hushim, who is also called Shuham, was the only son of Dan, he is referred to here as “the sons of Dan,” probably due to his numerous descendants, the family of Shuham. For similar usage of the plural terminology, see Numbers 26:8 and II Samuel 23:32.", "<b>The sons of Naphtali: Yahtze’el, Guni, Yetzer, and Shilem.</b>", "<b>These are the sons of Bilha, whom Laban gave to Rachel his daughter, and these she bore to Jacob; all the people were seven.</b> As in the case of Zilpa and Leah, the descendants of Bilha numbered half of those of her mistress, Rachel.", "<b>All the people who were coming with Jacob to Egypt, the products of his loins, aside from the wives of Jacob’s sons, all the people were sixty-six.</b>", "<b>The sons of Joseph, who were born to him in Egypt, were two people.</b> If these are counted together with Joseph, and Jacob is also included, then <b>all the people of the house of Jacob, who came to Egypt, were seventy</b>. Alternatively, the number seventy is rounded up from sixty-nine.", "<b>He,</b> Jacob, <b>sent Judah,</b> who in their encounter with Joseph had become the brothers’ representative, <b>before him to Joseph, to guide him to Goshen.</b> Judah was to show them how precisely to get to Goshen, where they would live, in accordance with Joseph’s plan (45:10). <b>And they</b> subsequently <b>came to the land of Goshen.</b>", "<b>Joseph harnessed his chariot and went up toward Israel his father to Goshen, and he,</b> Joseph, <b>appeared to him,</b> Jacob, <b>fell upon his neck,</b> hugging his father, <b>and</b> in his overwhelming emotion, <b>wept on his neck prodigiously.</b>", "<b>Israel said to Joseph: I can die now</b> in peace <b>after my seeing your face, for you are still alive,</b> as I myself have witnessed. I traveled here to see you, and now that we have reunited, I have received all that I could wish for and I lack nothing in life.", "<b>Joseph said to his brothers and to his father’s household: I will go up</b> to the capital city <b>and tell Pharaoh</b> the news, <b>and I will say to him: My brothers, and my father’s household who were in the land of Canaan, came to me.</b>", "<b>The men</b> of my family <b>are shepherds, as they are people of livestock,</b> which has always been their profession; <b>and they have brought their flocks, and their cattle, and everything that they have.</b> I will tell this to Pharaoh, as he might want to meet you personally.", "<b>It shall be when Pharaoh shall call you and say: What is your occupation?</b>", "<b>You shall say: Your servants have been people of livestock from our youth until now, both we and our fathers; so that you may live in the land of Goshen, for every shepherd is an abomination for the Egyptians.</b> The Egyptians despised shepherding, as it involved the killing of animals, which was against their religion and considered an affront to its believers."], ["<b>Joseph went and told Pharaoh and said: My father and my brothers, and their flocks, and their cattle, and everything that they have, have come from the land of Canaan, and behold, they are in the land of Goshen.</b> It is possible that there was a general regulation in Egypt that shepherds must dwell in Goshen. If so, Joseph reported to Pharaoh that the directive was carried out in this case.", "<b>From among his brothers he took five men, and he presented them before Pharaoh.</b> Perhaps Joseph did not deem it appropriate to present all of his eleven brothers, and therefore he selected a few to represent the group. The Sages suggest that Joseph specifically chose those who did not appear particularly strong, to avoid the possibility that Pharaoh would draft them into the Egyptian army. Both Joseph and the brothers were interested in maintaining peaceful relations with Pharaoh so that they could remain in Goshen and pursue their livelihoods untroubled.", "As Joseph expected, <b>Pharaoh said to his brothers: What is your occupation? They said to Pharaoh,</b> in accordance with Joseph’s advice: <b>Your servants are shepherds, both we and our fathers.</b>", "<b>They</b> further <b>said to Pharaoh: We have come to reside</b> temporarily <b>in the land,</b> not to settle permanently, <b>because there is no pasture for your servants’ flocks, as the famine is severe in the land of Canaan. Now, please,</b> if this is acceptable, <b>may your servants live in the land of Goshen?</b>", "After hearing the brothers’ suggestion, Pharaoh chose not to continue the conversation with them, but turned to Joseph instead. <b>Pharaoh spoke to Joseph, saying: Your father and your brothers have come to you.</b>", "<b>The land of Egypt is before you,</b> at your disposal; <b>settle your father and your brothers in the best of the land,</b> as I accept their request; <b>they shall live in the land of Goshen,</b> as this is indeed the appropriate location, <b>and if you know any capable</b> and successful <b>men among them, set them chief herders over that which is mine.</b> Although the Egyptians were not shepherds, they did possess some livestock, which was designated not for consumption but for wool, milk, and other such purposes.", "<b>Joseph brought Jacob his father, and stood him before Pharaoh.</b> Due to Jacob’s status, his meeting and exchange with Pharaoh differed from that of the brothers. <b>And Jacob blessed Pharaoh.</b> This was probably an accepted formal blessing bestowed upon a king when one enters into an audience with him.", "<b>Pharaoh said to Jacob: How many are the days of the years of your life?</b> Jacob appeared exceptionally old to Pharaoh, who inquired into his age out of curiosity or possibly due to etiquette.", "<b>Jacob said to Pharaoh: The days of the years of my residing</b> in this world, the years of his life, which he considered a temporary period of wandering, <b>are one hundred and thirty years; few and unfavorable have been the days of the years of my life.</b> Although I have lived longer than many others, I am not exceptionally old. Rather, I appear older than my actual age due to my sufferings. <b>And</b> yet <b>they,</b> my years, <b>have not reached the days of the years of the life of my fathers in the days of their residing,</b> as Abraham and Isaac lived much longer than I have.", "<b>Jacob blessed Pharaoh and departed from the presence of Pharaoh.</b>", "<b>Joseph settled his father and his brothers and gave them a portion in the land of Egypt, in the best of the land, in the land of Rameses, in Goshen, as Pharaoh commanded.</b>", "<b>Joseph provided for his father, his brothers, and his father’s entire household, with bread into the mouths of the children.</b> Despite the lack of a large quantity of food, Joseph was able to provide for the needs of his entire family.", "<b>There was no bread in all the land, as the famine was very severe, and the land of Egypt and the land of Canaan languished due to the famine.</b>", "Since he had amassed grain in Pharaoh’s emergency storehouses, <b>Joseph</b> proceeded to sell it, and thereby <b>collected all the silver that was found in the land of Egypt and in the land of Canaan for the grain which they,</b> the people, <b>were purchasing. Joseph,</b> a faithful agent, <b>brought the</b> large amount of <b>silver to Pharaoh’s house.</b>", "After the majority of the population had exhausted the remainder of their produce and had also spent all their savings, <b>the silver was exhausted in the land of Egypt and in the land of Canaan; all the Egyptians came to Joseph, saying: Give us bread</b> to eat; <b>and why should we die in your presence because</b> any <b>silver</b> with which we could purchase food <b>has run out?</b>", "<b>Joseph said: Give your livestock, and I will give you</b> food in exchange <b>for your livestock, if silver has run out.</b>", "<b>They brought their livestock to Joseph; Joseph gave them bread for the horses, for the livestock of flocks, for the livestock of cattle, and for the donkeys;</b> in exchange <b>for all their livestock he provided them with bread during that year,</b> the second year of the famine.", "<b>That year concluded, and they came to him in the second year,</b> the next year, <b>and said to him: We will not conceal from my lord how our silver and the herds of cattle are spent to my lord; nothing remains</b> of our movable property <b>before my lord, except for our bodies and our lands.</b>", "<b>Why shall we die before your eyes, both we and our land,</b> if it becomes barren? <b>Purchase us and our land with bread, and we and our land will be slaves to Pharaoh.</b> In essence, the people were suggesting that their status be changed from Egyptian citizens and independent farmers into Pharaoh’s serfs. <b>Give seed that we will live and will not die, and the land will not become desolate.</b>", "<b>Joseph purchased all the land of Egypt for Pharaoh because each Egyptian sold his field, for the famine was severe upon them. The land became Pharaoh’s.</b> Once Pharaoh acquired the land, it became his personal property. Likewise, when he purchased the citizens of Egypt, all the farmers became his slaves.", "<b>The people, he transferred them to the cities, from one end of the Egyptian border to its other end.</b> The aim of this population transfer was to highlight the fact that the people no longer owned any land and were considered slaves. A person who lives on a particular plot of land, even if he does not possess complete legal ownership of it, still feels that it belongs to him to a certain extent. Joseph transferred and scattered the people in order to uproot their sense that they were living in their homeland, and to eradicate their feelings of ownership and attachment to the soil. They are now sent to work in unfamiliar locations as slaves, with no say in the matter.", "The verse notes exception to the above rule: <b>Only the land of the priests he,</b> Joseph, <b>did not buy, for there was an</b> exact <b>allotment</b> of food designated <b>for the priests from Pharaoh, and they ate their allotment that Pharaoh gave them; therefore, they did not sell their land.</b> Since the Egyptian priests did not starve, they were not compelled to sell themselves or their land.", "<b>Joseph said to the people: Behold, I have purchased you today and your land for Pharaoh. Here is seed for you, and you shall sow the land.</b> Since Pharaoh was now the owner of the land, it was in his best interest to invest in its development by providing the people with seeds. It is evident from this verse that the famine had become more moderate in Egypt. However, in more distant lands, such as Canaan, it was still causing significant damage, which was preventing any substantial recovery. The residents of these lands were incapable of planting anything, as all the seeds had been consumed. The famine continued in this manner for several years until the populace was able to recover.", "In contrast to the situation in other lands, Joseph offered the residents of Egypt seeds to plant, but he also demanded something in return: <b>It shall be at the harvests,</b> after the crops sprout, that <b>you shall give one-fifth</b> of the crop <b>to Pharaoh, and four parts,</b> the four-fifths that will remain in your possession, <b>shall be yours, for seed of the field, and for your food, and for those in your households, and to be eaten by your children.</b>", "<b>They said: You have saved our lives. Let us find favor in the eyes of my lord.</b> Please do as you suggested, as this is a generous offer. In their satisfaction, they willingly added: <b>And we will be slaves to Pharaoh.</b>", "<b>Joseph instituted it,</b> his condition, <b>as a statute to this day with regard to the land of Egypt: One-fifth</b> of the land was <b>for Pharaoh; only the land of the priests alone did not become Pharaoh’s.</b> As was previously mentioned, the priests, who received support directly from the king, did not sell their land or themselves (verse 22).", "<b>Israel,</b> which is used here for the first time as the title of the entire tribe, rather than the individual name of Jacob, <b>lived in the land of Egypt, in the land of Goshen; they settled there.</b> Jacob and his family lived in comfortable conditions, without worries. They dealt with their occupations, while Joseph provided their sustenance. <b>And</b> consequently, <b>they were fruitful and multiplied exceedingly.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Genesis", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Genesis 44:18-47:27", "heRef": "ביאור שטיינזלץ על בראשית מ״ד:י״ח-מ״ז:כ״ז", "sections": ["44", "18"], "toSections": ["47", "27"], "sectionRef": "Steinsaltz on Genesis 44-47", "heSectionRef": "ביאור שטיינזלץ על בראשית מ״ד-מ״ז", "firstAvailableSectionRef": "Steinsaltz on Genesis 44:18-47:27", "isSpanning": true, "next": "Steinsaltz on Genesis 48", "prev": "Steinsaltz on Genesis 43", "title": "Steinsaltz on Genesis 44-47", "book": "Steinsaltz on Genesis", "heTitle": "ביאור שטיינזלץ על בראשית", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Genesis 44:18-34", "Steinsaltz on Genesis 45", "Steinsaltz on Genesis 46", "Steinsaltz on Genesis 47:1-27"], "indexTitle": "Steinsaltz on Genesis", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על בראשית", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Genesis"], "heTitleVariants": ["ביאור שטיינזלץ על בראשית"], "index_offsets_by_depth": {}, "warnings": []}