{"versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["<b>This is the blessing that Moses, the man of God, blessed the children of Israel</b> with <b>before his death.</b>", "Before addressing each tribe individually, Moses speaks to the entire nation and describes before them the most significant event in the Bible, and perhaps in history. <b>He said: The Lord came from Sinai, and shone from Se’ir for them,</b> Israel. The revelation at Sinai is described as an appearance of light emanating from several directions. <b>He appeared from Mount Paran, and He came from the holy myriads,</b> the angels. The verse may also mean that God appeared to them with a proliferation of holiness, or that He who is exalted above all holiness appeared from Mount Paran. <b>From His right</b> He brought <b>a fiery law to them.</b> This refers to the Torah, which was given in a fiery display and whose statements are like fire.", "<b>Indeed, He loves</b> all <b>the peoples</b> of the world. Alternatively, He loves all the tribes of Israel. Nevertheless, <b>all His holy ones,</b> the holy myriads above and the righteous individuals below, are kept <b>in Your hand; and they,</b> these holy ones, <b>fell at Your feet</b> in submission, <b>and</b> then <b>they received,</b> or accepted, <b>Your sayings.</b>", "The <b>Torah</b> that <b>Moses commanded us</b> is <b>a heritage of the assembly of Jacob.</b> As these are words of prophecy, Moses speaks of himself in the third person.", "<b>He,</b> God, <b>became King in Yeshurun,</b> Israel, when He revealed Himself to them at Mount Sinai, <b>when the heads of the people were assembled,</b> and <b>the tribes of Israel</b> were assembled <b>together</b> with them. All of Israel was united and assembled in one spot. Alternatively, some explain that the verse refers to,Moses, the subject of the previous verse. Not only was Moses the teacher of Israel and its greatest prophet, he was also their leader and could therefore be described as their king. Moses was the only leader of Israel who ruled while all the tribes lived together, during the period of the wilderness.", "Moses proceeds to bless each tribe: <b>May</b> the tribe of <b>Reuben live and not die.</b> Although Reuben was the firstborn of Jacob, the tribe of Reuben was marginalized due to the sin of their progenitor, and perhaps because no outstanding leaders emerged from the tribe. Moses therefore blessed this tribe with survival. This blessing may also be an allusion to the active participation of Reubenites in Korah’s rebellion in the wilderness. In that affair, the descendants of Reuben demanded recognition of their firstborn status, and in its aftermath many of the tribe perished. Perhaps this blessing of life comes to replenish their ranks. <b>And may his people be numerous.</b>", "<b>And this</b> is the blessing <b>for Judah, and he,</b> Moses, <b>said: Hear, Lord, the voice of Judah, and to his people bring him; his hands are mighty for him, and You will be a helper against his adversaries.</b> Judah was a tribe of warriors and the vanguard of Israel. Moses blessed them that they should return from battle unharmed.", "<b>And of Levi he said: Your Tumim and Your Urim,</b> the system of holy namoteric matters in the breast piece of judgment, through which God communicated with His nation, are <b>for Your virtuous one,</b> the High Priest. The first High Priest was Aaron, <b>whom You tested at Masa; You challenged him at the waters of Meriva.</b> Moses and Aaron were tested, and ultimately reproached and punished, at Masa and Meriva, but this verse emphasizes that even after the reproach and punishment, Aaron remained God’s pious one; he remained loyal to God and did not waver.", "Whether following the incident of the Golden Calf or during other periods, the tribe of Levi served as a sort of royal guard for God. The Levites fought zealously for the sake of Heaven, without regard for familial relationships: <b>Who said of his father, and of his mother: I did not see him; and his brothers he did not recognize, and his children he did not know.</b> Although none of the tribe of Levi participated in the sin, if a father or mother were among the sinners, they would not have afforded them special treatment, <b>because they observed Your saying, and Your covenant they upheld.</b>", "In reward for their righteousness, <b>they,</b> the Levites, and in particular the priests, <b>shall teach Your ordinances to Jacob and Your law to Israel.</b> For many generations, one of the responsibilities of the priests was to teach the Torah to Israel. In addition to their lay duty as teachers, <b>they shall place incense before You, and</b> sacrifice <b>entire offerings,</b> burnt offerings, <b>on Your altar.</b>", "<b>Bless, Lord, his might, and the work of his hands</b> in the Temple service <b>accept. Crush the loins of those who rise against him, and his enemies,</b> prevent them <b>from rising.</b>", "<b>Of Benjamin he said:</b> Benjamin is <b>the beloved, the Lord will dwell in safety with him,</b> as he is loyal to God. <b>He,</b> God, rests His presence over Benjamin and <b>hovers over him all the day, and He rests between his shoulders.</b> This is a prophetic allusion to the time when the Temple would be built in Benjamin’s portion of the land, as Jerusalem was in the portion of Benjamin more so than any other tribe. Additionally, the Temple Mount is not the highest mountain in its area, as the Mount of Olives, Mount Scopus, and Mount Zion are all higher; it is therefore referred to as between the shoulders.", "<b>And of Joseph he said: Blessed of the Lord is his land;</b> it is blessed from above, <b>from the sweetness of heaven, from dew, and</b> from below, <b>from</b> the groundwater of <b>the depths lying below;</b> Joseph’s land will abound with water from above and from below;", "<b>and from the sweetness of the crops of the sun,</b> that ripen in the sun, <b>and from the sweetness of the yield of the moons,</b> the new fruit that grow every month, by the moon so to speak, each species in its season;", "<b>and</b> the blessing will come <b>from the tops of the ancient mountains, and from the sweetness of the eternal hills.</b> Not only will the blessing come from heaven and the depths, from the sun and the moon, but it will also come from the fertile land in Joseph’s portion, which included mountains and hills. According to <i>Sifrei</i>, the mountains and hills are an allusion to the patriarchs and matriarchs, who are also a source of Joseph’s blessing.", "<b>And from the sweetness of the earth and its fullness, and the will</b> and love <b>of He who rested in the bush [<i>seneh</i>].</b> Moses refers to God in this manner because God first revealed Himself to Moses at the burning bush. Ibn Ezra interprets the word <i>seneh</i> as a reference to heaven. <b>It,</b> this blessing, <b>shall come upon the head of Joseph, and upon the top of the head of the crowned of his brothers.</b>", "<b>A firstborn bull is his majesty.</b> Joseph is likened to a majestic firstborn bull, as Joseph was his mother’s firstborn son and because Reuben’s rights of primogeniture were transferred to him. The bull, which became the symbol of the tribe of Joseph for better and for worse, represents the power of the tribe of Joseph. <b>And his horns are the horns of</b> the <b>aurochs [<i>re’em</i>],</b> an extinct species of wild ox, or a large, ancient, mythical creature. This animal symbolizes Joseph’s splendor. <b>With them,</b> these horns, figuratively speaking, <b>he will gore the peoples together,</b> even nations that live <b>at the ends of the earth. And</b> among the tribe of Joseph, <b>they are the myriads of Ephraim, and they are the thousands of Manasseh.</b> Two tribes eme-rged from Joseph, Manasseh, and Ephraim. Although there were periods when Manasseh was a larger tribe than Ephraim, Ephraim was considered the senior tribe. Therefore, myriads are attributed to Ephraim, whereas thousands are attributed to Manasseh. The verse reflects the internal division of these tribes: The children of Manasseh were divided into units of thousands, while Ephraim was divided into tens of thousands.", "<b>And of Zebulun he said: Rejoice, Zebulun, in your departure</b> for maritime commerce. Moses prophesied that Zebulun’s portion of the land would be on the coast, as did Jacob in his blessing: “Zebulun shall dwell at the shore of seas, and he shall be a harbor for ships, and his border will be upon Sidon.” <b>And</b> rejoice, <b>Issachar, in your tents.</b> The tribe of Issachar did not travel much; they remained on their land and engaged in farming. The tents of Issachar also allude to the many prominent scholars that emerged from the tribe.", "Over the course of their travels and interactions with other nations, <b>they,</b> the children of Zebulun, <b>will call</b> other <b>peoples</b> to come <b>to the mountain</b> of God; <b>there shall they,</b> the other nations, <b>slaughter offerings of righteousness.</b> Contact with the tribe of Zebulun will cause the other nations to admire the God of Israel and His worship. Indeed, the Bible records examples of peoples that believed in the God of Israel, some as a result of influence by Israelites. <b>Because they,</b> the children of Zebulun, <b>will be nourished by the bounty of</b> fish and commerce by way of <b>the seas, and</b> they will also uncover <b>the hidden treasures of the sand,</b> pearls and jewels.", "<b>And of Gad he said: Blessed is He who expands</b> the land of <b>Gad</b> east of the Jordan River. <b>Like a lion he rests,</b> confident in his power, <b>and mauls the arm, even the top of the head.</b> Like a lion that breaks the leg and head of its prey in one fell swoop, Gad will be a celebrated tribe of warriors capable of striking the enemy’s arm and head with one swipe of the sword.", "<b>He saw the first</b> region that Israel conquered, east of the Jordan River, and chose it <b>for himself, as there the</b> burial <b>plot of the lawgiver,</b> Moses, <b>is hidden</b>. This too is a prophetic statement. Although the precise location of Moses’ resting place is unknown, it is certain that he was buried in the portion of Gad east of the Jordan River (34:6). <b>He brings the heads of the people</b> of Israel to the land of Canaan, as he will serve as the vanguard in Israel’s conquest of the land. <b>He</b> thereby <b>performed the righteousness of the Lord and His ordinances with Israel.</b>", "<b>And of Dan he said: Dan is a lion cub that leaps from the Bashan.</b> The Bashan was not originally included in Dan’s portion of the land. Only after Dan felt congested in its original portion west of Judah on the coast of the Mediterranean Sea, it found an alternative tribal land near the Bashan.", "<b>And of Naphtali he said: Naphtali, his desire is satisfied,</b> because his land is fertile <b>and full with the blessing of the Lord; he will take possession of the sea and south.</b> Naphtali’s portion would border the Sea of Galilee, and its southern edge would include the Valley of Beit She’an.", "<b>And of Asher he said: Blessed of</b> many <b>sons is Asher</b>. <b>He will be the beloved of his brothers, and he dips his foot in oil.</b> The largest olive orchards in the Land of Israel are in the portion of Asher in the Galilee.", "After blessing each tribe with the exception of the tribe of Simeon, Moses addresses the entire nation of Israel. Alternatively, this verse is addressed specifically to the tribe of Asher: <b>Iron and copper</b> will be <b>your padlocks [<i>minalekha</i>].</b> Your land will be safe, as if protected by barriers of iron and copper. Another interpretation: You will be able to rely on the mines containing these metals and on the tools fashioned from them, as one relies on sturdy shoes [<i>na’alayyim</i>] that enable one to walk safely. <b>And like your days shall be your flow.</b> All your days an abundance of prosperity will flow to you.", "<b>Yeshurun,</b> Israel, <b>there is none like God</b>, or there is none like the God of Yeshurun, <b>who rides the heavens</b> and is <b>in your assistance,</b> Israel; <b>and in His majesty,</b> He rules <b>the sky.</b>", "<b>An abode is the God of eternity</b>. A similar idea is expressed in Psalms (90:1): “Lord, You have been a dwelling place for us from generation to generation.” <b>And below</b> the heavens, God carries all with <b>the eternal arms</b>. <b>He banished the enemy from before you, and He said: Destroy</b> him.", "A prophetic vision: <b>Israel dwelled securely. Alone,</b> without needing others or being troubled by them, <b>is the spring of Jacob,</b> the descendants of Jacob, when it comes <b>to a land of grain and wine. His heavens drip dew.</b>", "<b>Happy are you, Israel, who is like you?</b> You are <b>a people saved by the Lord,</b> who is <b>the shield of your assistance, and Who is the sword of your honor. And your enemies will</b> therefore seek to <b>deceive you,</b> they will employ artifice in order to appease you. One of the signs of victory is that the defeated party seeks to appease the victor, and sometimes resorts to deceit to that end. <b>And you will tread on their high places</b> and trample them."], ["<b>Moses ascended from the plains of Moav to Mount Nevo, the top of the peak, that is opposite Jericho, and the Lord showed him the entire land.</b> From the desolate area of Moav there was indeed a good view, but even if Mount Nevo was very high, it would be impossible for Moses to see the entire land from one end to the other end of Canaan with standard eyesight. Clearly, God granted Moses supernatural eyesight for this purpose. God showed him <b>the Gilad</b> east of the Jordan River <b>until</b> the portion of the land’s northern border that would later be known as <b>Dan.</b>", "<b>And</b> God also showed him <b>all of Naphtali,</b> which is also in the north, <b>and the land of Ephraim and Manasseh,</b> in Samaria and Carmel, <b>and the entire land of Judah until the last [<i>aharon</i>] sea,</b> the western sea, the Mediterranean Sea. In the Bible, west is referred to as back [<i>aḥor</i>], while east is referred to as forward. As above, each region mentioned by the verse is identified according to the tribe that eventually settled there.", "<b>And the South, and the Plain, the Valley of Jericho, city of the date palms, until Tzo’ar</b> on the bank of the Dead Sea. Moses’ view of the land began at its most distant edge and continued to the area closest to him.", "<b>The Lord said to him: This is the land with regard to which I took an oath to Abraham, to Isaac, and to Jacob, saying: To your descendants I will give it; I have shown it to you with your eyes, but there you will not cross.</b> So have I decreed.", "<b>Moses servant of the Lord died there in the land of Moav, at the directive of the Lord,</b> by God’s command.", "<b>He buried him,</b> Moses buried himself, by entering the place where he would die, or God buried Moses, <b>in the canyon in the land of Moav opposite Beit Peor. And</b> despite the detailed description of the region and terrain in which Moses was buried, <b>no man knows</b> the precise location of <b>his grave to this day.</b>", "<b>Moses was one hundred and twenty years old upon his death.</b> His death was not due to infirmity or old age, as his health did not deteriorate as he aged. Unlike other elderly individuals, <b>his eye had not dimmed, and his</b> skin <b>vitality had not departed.</b> Moses was as physically healthy in his advanced age as he was in his younger years; he did not display any physical manifestations of aging.", "<b>The children of Israel wept for Moses in the plains of Moav thirty days,</b> the customary period for mourning, <b>and</b> thereafter, <b>the days of weeping of the mourning of Moses concluded.</b>", "<b>Joshua son of Nun was</b> then <b>full of the spirit of wisdom</b>. Alternatively, Joshua was already full of the spirit of wisdom, <b>as</b>", "The Torah concludes with closing remarks about Moses, the central figure in the Torah: <b>There has not risen another prophet in Israel like Moses, whom the Lord knew face-to-face.</b> Unlike the other prophets, who received prophecy in obscurity and through symbols and forms, Moses was privileged to receive direct and open revelation.", "Moses stood apart from all the other leaders and prophets of Israel in other aspects as well: <b>With all the signs and the wonders that the Lord sent him to perform in the land of Egypt, to Pharaoh, and to all his servants, and to all his land.</b> No one ever performed a series of miracles comparable to what Moses performed in Egypt.", "<b>And with all the mighty hand,</b> both in times of war and in times of peace, <b>and with all the great awe,</b> the awe of God upon Moses and the awe of Moses upon Israel. These were all the phenomena <b>that Moses performed before the eyes of all Israel.</b>"]]}], "available_versions": [{"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.com/cdn/shop/products/temp_Q3HL5Lw_600x.png?v=1666271336", "purchaseInformationURL": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/the-steinsaltz-tanakh/products/steinsaltz-tanakh", "versionTitle": "The Steinsaltz Tanakh - English", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Copyright: Steinsaltz Center", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://korenpub.co.il/cdn/shop/products/hatanakh_hamevoar_all_new_web_1_500x.jpg?v=1591769413", "purchaseInformationURL": "https://korenpub.co.il/collections/tanakh-hamevoar/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "hasManuallyWrappedRefs": "", "language": "he", "title": "Steinsaltz on Deuteronomy", "versionSource": "https://korenpub.com/collections/tanakh/products/the-koren-steinsaltz-tanakh-hamevoar-sethardcoverlarge", "versionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}], "ref": "Steinsaltz on Deuteronomy 33:1-34:12", "heRef": "ביאור שטיינזלץ על דברים ל״ג:א׳-ל״ד:י״ב", "sections": ["33", "1"], "toSections": ["34", "12"], "sectionRef": "Steinsaltz on Deuteronomy 33-34", "heSectionRef": "ביאור שטיינזלץ על דברים ל״ג-ל״ד", "firstAvailableSectionRef": "Steinsaltz on Deuteronomy 33:1-34:12", "isSpanning": true, "next": null, "prev": "Steinsaltz on Deuteronomy 32", "title": "Steinsaltz on Deuteronomy 33-34", "book": "Steinsaltz on Deuteronomy", "heTitle": "ביאור שטיינזלץ על דברים", "primary_category": "Commentary", "type": "Commentary", "spanningRefs": ["Steinsaltz on Deuteronomy 33:1-29", "Steinsaltz on Deuteronomy 34:1-12"], "indexTitle": "Steinsaltz on Deuteronomy", "categories": ["Tanakh", "Modern Commentary on Tanakh", "Steinsaltz", "Torah"], "heIndexTitle": "ביאור שטיינזלץ על דברים", "isComplex": false, "isDependant": true, "order": "", "collectiveTitle": "Steinsaltz", "heCollectiveTitle": "ביאור שטיינזלץ", "alts": [], "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Integer", "Integer"], "titleVariants": ["Steinsaltz on Deuteronomy"], "heTitleVariants": ["ביאור שטיינזלץ על דברים"], "index_offsets_by_depth": {}, "warnings": []}